{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "Australia::2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bartlett, Nick"
            },
            {
                "name": "Bauert, Anna"
            },
            {
                "name": "Brady, Johnny"
            },
            {
                "name": "Carey, Danielle"
            },
            {
                "name": "Craig, Genevieve"
            },
            {
                "name": "de Haas, Matt"
            },
            {
                "name": "Fuda, Jade Alexcein"
            },
            {
                "name": "Ha, Melody"
            },
            {
                "name": "Hasanovic, Sanela"
            },
            {
                "name": "James, Patrick"
            },
            {
                "name": "Layton, Paul"
            },
            {
                "name": "Mizak, Tabatha"
            },
            {
                "name": "Morrisson, Vanessa"
            },
            {
                "name": "Mossman, Francis"
            },
            {
                "name": "Patterson, Sam"
            },
            {
                "name": "Rose, India"
            },
            {
                "name": "Rutherford, Kate"
            },
            {
                "name": "Scoble, Gemma"
            },
            {
                "name": "Scott, Billie William"
            },
            {
                "name": "Switakowski, Yassica"
            },
            {
                "name": "Upton, Charles"
            },
            {
                "name": "Van Tiel, Bernie"
            },
            {
                "name": "Williams, Alia"
            }
        ],
        "genres": [
            "Action",
            "Adventure",
            "Drama",
            "Sci-Fi"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDk3NjExMmMtNDdlMC00MmJmLTk5NmUtMjI3ZjhjYWNjNjkyXkEyXkFqcGdeQXVyMzI2MDEwNA@@._V1_SY150_CR59,0,101,150_.jpg",
        "plot outline": "Dream Channel is a feature film set in the near future about a subconscious social network called The Dream Channel - a world where gangsters buy and sell dreams on the black market. The series is supported by a next generation social network where the characters reside and where audiences decide on outcomes. Residing in the city of LUCYDIA, Lucy and James are part of a crew who experiment with the lucid dreaming elixir 'Dice' - an agent that allows people to re-visit dreams, expand on them and share them with friends. When THE LUCYDIA CORPORATION launches 'The Dream Channel' - the YouTube of dreams - they and their crew find themselves at the center of a deadly struggle between rival gangs looking to own and monetize their subconscious. The story begins with James trying to sell access to his dreams as a way to earn enough credits to remain in the city of Lucydia. Attending a poker game he loses his and his girlfriends dreams to dream gangsters. The following morning they make contact with the couple offering them a way to win them back. In Lucy's dream bank they have discovered one particular dream - a dream about a death match / running man style game show - They want Lucy to re-visit the dream, expand on it and allow them to monetize it. When Lucy is attacked in her dream by a rival lucid dreamer looking to take control of her dream world - dream death leads to coma with control of your dream moving to the killer - Lucy realizes that she must play the game or die. Lucy decides to become a contestant in her own game show and win her dream world back.",
        "languages": [
            "English"
        ],
        "title": "Dream Channel",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Dream Channel (Australia)"
        ],
        "writer": [
            {
                "name": "Peters, Jonny"
            }
        ],
        "production companies": [
            {
                "name": "Cobbstar Productions"
            }
        ],
        "plot": [
            "_Dream Channel_ (qv) is a Virtual Reality mixed reality fantasy sports game/league where players trade shares on the future value of personal holograms.",
            "_Dream Channel_ (qv) is a feature film set in the near future about a subconscious social network called The _Dream Channel_ (qv) - a world where gangsters buy and sell dreams on the black market. The series is supported by a next generation social network where the characters reside and where audiences decide on outcomes. Residing in the city of LUCYDIA, Lucy and James are part of a crew who experiment with the lucid dreaming elixir 'Dice' - an agent that allows people to re-visit dreams, expand on them and share them with friends. When THE LUCYDIA CORPORATION launches 'The _Dream Channel_ (qv)' - the YouTube of dreams - they and their crew find themselves at the center of a deadly struggle between rival gangs looking to own and monetize their subconscious. The story begins with James trying to sell access to his dreams as a way to earn enough credits to remain in the city of Lucydia. Attending a poker game he loses his and his girlfriends dreams to dream gangsters. The following morning they make contact with the couple offering them a way to win them back. In Lucy's dream bank they have discovered one particular dream - a dream about a death match / running man style game show - They want Lucy to re-visit the dream, expand on it and allow them to monetize it. When Lucy is attacked in her dream by a rival lucid dreamer looking to take control of her dream world - dream death leads to coma with control of your dream moving to the killer - Lucy realizes that she must play the game or die. Lucy decides to become a contestant in her own game show and win her dream world back."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}