{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 February 2017"
            }
        ],
        "release dates": [
            "Canada::6 February 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Shocking Truth: The Godfather",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n    The Godfather tells the gripping tale of the Corleone family and their struggle for power in the bloody world of organized crime in 1950s New York. The film was a box office smash that reignited the gangster picture, but the brutal gangland violence on screen had nothing compared to The Shocking Truth of real life mobster Frank Costello.    "
                },
                "2": {
                    "title": "The Shocking Truth: The Fugitive",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    \"The Fugitive\" follows the journey of Dr. Richard Kimble, a man wrongfully accused of murdering his wife. Kimble escapes custody, and sets out to find the real killer - the infamous \"one-armed man.\" But the shocking truth is that the film is based on the real murder of the wife of Dr. Sam Sheppard.    "
                },
                "3": {
                    "title": "The Shocking Truth: Scream",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n    Scream is the story of two horror movie obsessed killers who terrorize and eventually kill high school students in their small town of Woodsboro. But the shocking truth is that the film is inspired by a real life serial killer known as the Gainesville Ripper. You may think you know the story of Scream, but this is The Shocking Truth.    "
                },
                "4": {
                    "title": "The Shocking Truth: Friday the 13th",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    \"Friday The 13th\" is the story of a group of teenagers who are stalked and murdered while trying to reopen a summer camp at Crystal Lake. But the shocking truth is that the film is based on the real life murders of three teenagers at Lake Bodom, Finland.    "
                },
                "5": {
                    "title": "The Shocking Truth: Saw",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    When the Jigsaw killer burst on to movie screens, no one had ever seen a sadistic killer like that before. Or had they? As it turns out the story of Saw took its cues from med-student-turned-serial-killer H. H. Holmes who ruthlessly tortured and murdered countless victims. You may think you know the story of Saw, but this is The Shocking Truth.    "
                },
                "6": {
                    "title": "The Shocking Truth: One Flew Over the Cuckoo's Nest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    One Flew Over The Cuckoo's Nest won best picture in 1975, but author Ken Kesey was not thrilled with the movie adaptation of his book. As compelling as the story is, Kesey's life as an author and lab rat for the CIA's MK Ultra program is just as perplexing and amazing. You may think you know the story of One Flew Over the Cuckoo's Nest, but this is The Shocking Truth.    "
                },
                "7": {
                    "title": "The Shocking Truth: Night of the Living Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    \"Night of the Living Dead\" is the story of a group of people that barricade themselves in an abandoned farmhouse hoping to stay safe from the horde of flesh-eating corpses that are coming for them. But the shocking truth is that throughout history there have been several documented cases of real-life zombies walking among the living, especially in Haitian voodoo culture.    "
                },
                "8": {
                    "title": "The Shocking Truth: A Nightmare on Elm Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A Nightmare on Elm Street is a horror classic, but few people know that the story of a man who stalks people in their dreams was inspired by true stories. Years before the popular horror series, a group of men we're having nightmares so terrifying they never woke up. You think you know the story of A Nightmare on Elm Street, but this is the Shocking Truth.    "
                },
                "9": {
                    "title": "The Shocking Truth: Apocalypse Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Apocalypse Now is one of the most important war movies of all time. A war-weary Captain goes on a secret mission to take out a rogue Colonel and along the way the film paints a portrait of the violence and futility of the Vietnam War. But what most people don't know is that the gonzo character of Colonel Kurtz played by Marlon Brando, was inspired by real-life Colonel Robert B. Rheault. In Vietnam 1969, nothing was more important than intelligence, so when a special forces A-Team discovers that they might have a double agent in their midst they have to play it just ...    "
                },
                "10": {
                    "title": "The Shocking Truth: Poltergiest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "20 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A quiet suburban home is rocked by a poltergeist. A family under siege is desperate for answers. Researchers are baffled as to why the poltergeist has targeted the Herrmann family. Does the youngest family member hold the answer? Two decades later, \"Poltergeist\" terrifies moviegoers with a similar story of a family put through a living hell. You may think you know the story behind \"Poltergeist.\" But this is The Shocking Truth.    "
                },
                "11": {
                    "title": "The Shocking Truth: Close Encounters of the Third Kind",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "20 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    When Betty and Barney Hill were travelling back from vacation they witnessed strange lights on the horizon and realized that they had lost several hours. Upon returning home they began to feel that they had been abducted by aliens. This is just one of many stories that witnesses claim offer proof of life beyond planet earth. You think you know the story of Close Encounters of the Third Kind, but this is The Shocking Truth.    "
                },
                "12": {
                    "title": "The Shocking Truth: Casino",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "3 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The Martin Scorsese classic Casino introduced movie goers to the world of the Vegas mob. The story of \"Ace\" Rothstein was really the story of mobster Frank Rosenthal. And as outrageous as the story of Casino was, what happened in Vegas in real life was too big to stay there. You think you know the story of Casino, but this is The Shocking Truth.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Shocking Truth: The Silence of the Lambs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ted Bundy was one of the most notorious serial killers in history when author Thomas Harris used him as his inspiration for the murderous \"Buffalo Bill\" in The Silence of the Lambs. With stars Jodie Foster and Anthony Hopkins on board, the film became a grisly box office hit and surprise Oscar winner for Best Picture, Best Director, Best Actor and Best Actress.    "
                },
                "2": {
                    "title": "The Shocking Truth: The Amityville Horror",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    It's a home right out of a Norman Rockwell painting. But behind the walls of the picturesque three-story house on 112 Ocean Avenue, in lay a deep dark secret. It was the site of brutal mass murder the residents of Amityville thought would never happen in their small town. Six people dead, including four children. Why would someone kill a seemingly innocent family as they slept in their beds? This is the Shocking Truth behind The Amityville Horror.    "
                },
                "3": {
                    "title": "The Shocking Truth: The Exorcist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    It's 1949 and a strange series of inexplicable events have turned a small brick home in St. Louis into a scene straight from hell. A 13-year-old boy is at the center of a series of bizarre happenings - objects that fly across the room, furniture that levitates and bloody words spontaneously carved onto skin - which become The Shocking Truth behind the horror classic The Exorcist.    "
                },
                "4": {
                    "title": "The Shocking Truth: Goodfellas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Henry Hill knew he wanted to be a gangster by the time he was 13 years old. But after 20 years of gambling, arson and drug dealing and the infamous Luftansa Heist, he was running for his life. This is the Shocking Truth behind the Martin Scorsese's Goodfellas.    "
                },
                "5": {
                    "title": "The Shocking Truth: Zodiac",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A cold-blooded killer begins his reign of terror in 1969. A panicked San Francisco lies in the grip of fear. Nobody knows where - or when - he will strike next. In his taunts to local police and newspapers, the killer claims to have murdered as many as 37 people. A chilling mystery is about to unfold. How did visionary director David Fincher turn this story into what critics call the gold standard for fact-based serial killing thrillers?    "
                },
                "6": {
                    "title": "The Shocking Truth: The Conjuring",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The Conjuring is one of the scariest movies of all time, but the shocking truth is that the horrifying events that happened in the movie really happened to the Perron Family in their Harrisville farmhouse back in the early '70s.    "
                },
                "7": {
                    "title": "The Shocking Truth: Psycho",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    On the surface, he looks perfectly harmless. But behind those innocent looking eyes is the soul of a killer. Norman Bates from Psycho is one of the most memorable psychopaths in movie history. But the inspiration for the character was all too real. Ed Gein was known as \"the Butcher of Plainfield\" a sadistic psychopath who made horrifying souvenirs from the body parts of his victims. His crimes were committed against the living - and the dead. Like Norman Bates, he developed an unhealthy bond with his mother. And his devotion to her - even after her death - led him to ...    "
                },
                "8": {
                    "title": "The Shocking Truth: Foxcatcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    As the heir to a billion dollar fortune, John Eleuthere du Pont, could buy whatever or whoever he wanted. When the avid wrestling fan persuades gold-medal winner Dave Schultz to join his team, he thinks he's getting the chance of a lifetime. In Foxcatcher the chilling story of delusion and paranoia, Director Bennett Miller, asks where the line between insanity and obsession is drawn and how far someone will go to get what they want?    "
                },
                "9": {
                    "title": "The Shocking Truth: Natural Born Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    In 1957, Charles Starkweather went on a killing spree that shocks people to this day. With his girlfriend Caril Anne Fugate in tow, the two cut a swath across the peaceful Nebraska countryside leaving bodies in their wake. The story is iconic enough to inspire several movies, most notably Oliver Stone's hyper-kinetic jet-black satire Natural Born Killers. Why does a road trip murder spree from the 50s still fascinate us decades later. discover the shocking truth.    "
                },
                "10": {
                    "title": "The Shocking Truth: Fargo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Danish flight attendant Helle Crafts goes mysteriously missing after starting divorce proceedings against her philandering husband. Her body is never found but police discover enough evidence on a wood chipper to arrest and convict her killer. How did this horrible crime provide the grisly inspiration for the acclaimed black comedy and Oscar winning film Fargo?    "
                },
                "11": {
                    "title": "The Shocking Truth: Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Richard Mallory was an electronics-store owner in Florida who went missing November 30, 1989. When county police discovered his car the next day, they suspected foul play, but no one could have imagined that this was the first step in a killing spree that would last almost a year. Extensive police investigation finally led to the capture, conviction and execution of Aileen Wuornos, a prostitute grifter who became the centre of a media firestorm during her time on death row and the focus of the Academy Award winning drama Monster.    "
                },
                "12": {
                    "title": "The Shocking Truth: Jaws",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Shocking Truth (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    During the summer of 1916, the resort beaches of the Jersey Shore ran red with blood. For 12 days the Jersey man-eater terrorized the Eastern Seaboard. Five people were attacked and only one survived, leaving the public and scientists wondering just what was in the water - and when it would strike again?    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Boucher, Paul"
            },
            {
                "name": "Day, Paul"
            },
            {
                "name": "McKendry, Rebekah"
            },
            {
                "name": "Roberts, Carey"
            },
            {
                "name": "Schechter, Harold"
            },
            {
                "name": "Fuller, Lance"
            },
            {
                "name": "Clausen, Mark"
            },
            {
                "name": "Collard, CJ"
            },
            {
                "name": "Dargie, Michael Dean"
            },
            {
                "name": "Hendrix, Carisa"
            },
            {
                "name": "Lewis, Jason"
            },
            {
                "name": "Nagazina, Dawn"
            },
            {
                "name": "Ragan, Gordon"
            },
            {
                "name": "Slaunwhite, Janine"
            },
            {
                "name": "Wilcox, Jaidan"
            },
            {
                "name": "Zest, Don"
            },
            {
                "name": "Zyka, Redi"
            },
            {
                "name": "Goldberg, Harold"
            },
            {
                "name": "Kanygin, Kaitlyn"
            },
            {
                "name": "Patterson, Mitchell"
            },
            {
                "name": "Zayonce, Duff"
            },
            {
                "name": "Colby, Nolan"
            },
            {
                "name": "Diller, Ryan"
            },
            {
                "name": "Fraser, Mark Robert"
            },
            {
                "name": "Jorgensen, Jayden"
            },
            {
                "name": "Keough, Allan"
            },
            {
                "name": "Lesiuk, Jacob"
            },
            {
                "name": "Lumby, Martin"
            },
            {
                "name": "McShee, Brighton"
            },
            {
                "name": "Morton, Peter"
            },
            {
                "name": "Patterson, Sebastien"
            },
            {
                "name": "Reid, Lindsay"
            },
            {
                "name": "Rockabar, Kyle"
            },
            {
                "name": "Shaw, Ian"
            },
            {
                "name": "Tyrell, Justine"
            },
            {
                "name": "Udalor, Omatta"
            },
            {
                "name": "Lane, Ally"
            },
            {
                "name": "Adair, Lydia"
            },
            {
                "name": "Alexander, Duncan"
            },
            {
                "name": "Allen, Thomas B."
            },
            {
                "name": "Arthurs, Benjamin"
            },
            {
                "name": "Baas, Jerry"
            },
            {
                "name": "Babott, Britt"
            },
            {
                "name": "Barnes, Linda"
            },
            {
                "name": "Bawart, George"
            },
            {
                "name": "Belanger, Jeff"
            },
            {
                "name": "Benner, Bruce"
            },
            {
                "name": "Bidou, Pierre"
            },
            {
                "name": "Blackport, John"
            },
            {
                "name": "Blatty, William Peter"
            }
        ],
        "locations": [
            "Calgary, Alberta, Canada::(studio)"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 8.2,
        "votes": 35,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzNmMTYxMGMtODBhOC00M2Y5LTkyOGUtZGQyMjQzOTIxMjhiL2ltYWdlXkEyXkFqcGdeQXVyNjM5OTEwNTU@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Shocking Truth",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "akas": [
            "The Shocking Truth (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Roberts, Carey"
            },
            {
                "name": "Day, Paul"
            },
            {
                "name": "Meli, Lindsay"
            }
        ],
        "production companies": [
            {
                "name": "Pyramid Productions"
            }
        ],
        "distributors": [
            {
                "name": "Bell Media"
            },
            {
                "name": "Reelz USA"
            }
        ],
        "plot": [
            "_The Shocking Truth_ (qv) is a compelling documentary series that digs deep into notorious real-life murders and paranormal events and explores how Hollywood turned them into its most memorable thrillers."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 35,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 9.3
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 8.1
            },
            "males": {
                "votes": 18,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 9.8
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 8.1
            },
            "females": {
                "votes": 5,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.2
            },
            "us users": {
                "votes": 10,
                "rating": 6.7
            },
            "non us users": {
                "votes": 9,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 18,
            "9": 5,
            "8": 4,
            "7": 2,
            "6": 0,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}