{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "1 April 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "China::1 April 2017                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Aggiem, Lee"
            },
            {
                "name": "Chen, Ruoxuan"
            },
            {
                "name": "De, Cui"
            }
        ],
        "genres": [
            "Fantasy"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "cmn"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGE5NjdkZGYtMzNmNy00ZTUwLWFmOTMtMzA0YjkxOTE2NWZhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjM4NzY2OTQ@._V1_SY150_CR62,0,101,150_.jpg",
        "budget": "CNY5,000,000 (estimated)",
        "plot outline": "This story is about a cat called Sisyphus. Sisyphus is a stray cat, he is being adopted by a girl named \"Summer\", everything is peaceful until that day, something makes him different. An accident make Summer become vegetative state, Sisyphus think that is all his fault and try to get her back. At hospital, Sisyphus meet a strange cat, he can become a human, he call himself Seven and tell Sisyphus he is a ninja cat. Seven take Sisyphus to a magic space, Sisyphus told him what his wish, so that Seven starts to teach him the ability which is belongs to a ninja cat, and also tell him the way to make it. From now on, Sisyphus is a ninja cat who is the basics, he can become to human now, but for his master Summer, Sisyphus have to finish a series of task. So Sisyphus use gourmet cuisine as an opportunity to get involved in every one of the restaurant diners story, and spend all he got to help them.",
        "languages": [
            "Mandarin"
        ],
        "title": "Sisyphus",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Sisyphus (China)"
        ],
        "production companies": [
            {
                "name": "MGK Multimedia"
            },
            {
                "name": "Sohu"
            }
        ],
        "distributors": [
            {
                "name": "MGK Multimedia"
            }
        ],
        "plot": [
            "This story is about a cat called _Sisyphus_ (qv). _Sisyphus_ (qv) is a stray cat, he is being adopted by a girl named \"Summer\", everything is peaceful until that day, something makes him different. An accident make Summer become vegetative state, _Sisyphus_ (qv) think that is all his fault and try to get her back. At hospital, _Sisyphus_ (qv) meet a strange cat, he can become a human, he call himself Seven and tell _Sisyphus_ (qv) he is a ninja cat. Seven take _Sisyphus_ (qv) to a magic space, _Sisyphus_ (qv) told him what his wish, so that Seven starts to teach him the ability which is belongs to a ninja cat, and also tell him the way to make it. From now on, _Sisyphus_ (qv) is a ninja cat who is the basics, he can become to human now, but for his master Summer, _Sisyphus_ (qv) have to finish a series of task. So _Sisyphus_ (qv) use gourmet cuisine as an opportunity to get involved in every one of the restaurant diners story, and spend all he got to help them.::MGK"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}