{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "4 January 2017"
            }
        ],
        "release dates": [
            "Turkey::4 January 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bu Sehir Arkandan Gelecek"
            },
            {
                "countries": "Poland",
                "title": "W sercu miasta"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Heart of the City"
            }
        ],
        "akas": [
            "Bu Sehir Arkandan Gelecek (original title)",
            "W sercu miasta Poland",
            "Heart of the City World-wide (English title)"
        ],
        "akas from release info": [
            "Bu Sehir Arkandan Gelecek (original title)",
            "W sercu miasta Poland",
            "Heart of the City World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Bu Sehir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    When Ali was only five years old he witnesses the death of his mother. He is taken into custody and is now under the wings of Rauf who works on a cargo ship as a chef. They work together for twenty four years on this ship. Rauf decides his life by becoming both his mother and father and does everything he can to help Ali forget this traumatic period of his life. Ali who calls Rauf \"Anne/mother\" with this support he educates himself in maritime navigation. He totally forgets or never feels that he is alone and an orphan. When he reaches the age of twenty eight he is ...    "
                },
                "2": {
                    "title": "Ali Derin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ali realizes the game that Rauf has been playing, therefore he does not board the ship and remains stranded in Istanbul until he can get new documents issues, he seeks solace with Sahin. Sahin's life rejuvenates after he learns that Ali is his son. But this secret must remain a secret for some time. Ali goes to Derin's house to let her know that he has remained in Istanbul, but when he gets there learns that this is not Derin's home. He realizes that Derin has lied to him and has no way to reach her. There is a huge amount of tension at the Mirkelamoglu house. The ...    "
                },
                "3": {
                    "title": "Gitme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Derin is stunned when at a moment she least expects sees her father standing before her however with Ali's support she goes home with him. The couple do not know however that this plan is taking them into captivity. Tekin coming face to face with Sahin only brings back memories that he has been trying to forget. His reconciliation with this past also turns on a dim light for Ali and his secrets. Ali, who is determined not to lose Derin again, works with Asli in order to get her released from house captivity, but he does not notice that Yigit has set trap for him. ...    "
                },
                "4": {
                    "title": "Sampiyon Icin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    As Ali sits at the table to marry Asli so that he is not deported, his mind is on Rauf who is going into surgery. Derin who has no idea of what is going on arrives at the hospital and when she learns what is happening she is shocked. Derin is grateful to Asli for preventing Ali from leaving, however she cannot figure out why Sahin is acting the way he is towards her. Ali who decides to go to the docks to get some fresh air, comes face to face with a huge surprise. Asli is very shaken with the betrayal of her father and she is determined to make him pay. In order to ...    "
                },
                "5": {
                    "title": "Oglum Için",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    At the fake fight, organized by Tekin in order to harm Ali, Tekin realizes that Ali is Sahin's son. As for Sahin, even though it means that he could lose his parole, storms in Tekin's home grabbing him by the collar. He is than taken into custody. The only way he can prevent going back to prison is if Tekin takes back his complaint. Ali feels responsible to the position that Sahin has fallen into. In order to gain his freedom he uses a trump card that ironically just falls into his hand regarding Yigit. However things do not go as planned and all of Ali's hope was for...    "
                },
                "6": {
                    "title": "Ah Oglum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ali is very shaken with the fact that Rauf, Sahin and everyone around him has been lying to him. With Derin just getting up and leaving him, Ali has no one left but Asli that he can trust. He immediately tries to leave Istanbul but is unsuccessful. In order to eliminate some of the burden that he is feeling he goes to a bar where he meets Bora. Just like Ali, Bora is also all alone in his life. With the threats that she received from her father, Derin returns home and is so happy and cheerful that this scares her family. In addition to going to dinner with Yigit, it ...    "
                },
                "7": {
                    "title": "Baba Ogul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ali runs into Tekin while visiting his mother's grave. Sahin loses control when he sees him standing there before him. Ali who witnesses this fight, learns that this animosity goes to their past. But he is still determined to leave. Tekin who wants to get revenge for the beating that he just received, sends his men to the neighborhood, thus causing Ali to change his mind. As father and son fight this battle hand in hand all of the neighborhood supports them. Yigit has been squeezed into the corner because he did not pay his debt to the mafia. Derin wants to speak with...    "
                },
                "8": {
                    "title": "Zafere gideny ol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ali and Derin, who have gotten away from the mafia, are now at a big crossroad. Either Derin is going to believe Ali and erase her father from her life, or she is going to lose Ali and return to her old life. News arrives of a huge boxing match at Sahin's ring. Ali sees this as opportunity to win big money and be rid of his debt. However Sahin does not think that Ali is ready yet. In order to prove his father wrong, Ali works out with all of his might. The bet between Sahin and Ali, however Nesrin receives roses from a secret admirer and she is more involved in that ...    "
                },
                "9": {
                    "title": "Arkadasimin Aski",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    In spite of the fact that Ali hid his injury from Sahin, he wins the match also winning the opportunity of competing in the tournament. Derin, who things that Ali and Asli are together, decides not to tell Ali that she is pregnant. Tekin who was now seen the real side of Yigit, is now squeezed into corner. Derin who arrives at the house to pick up her belongings has a showdown with Asli, and their friendship now has wounds that will never heal. Finally Sahin and Nesrin go out to a dinner. The evening starts out with much hesitancy, but slowly they take small steps ...    "
                },
                "10": {
                    "title": "Sucun Yok",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When Ali goes to the hotel to confront Derin, he learns that the baby belongs to Yigit. Derin does not deny this. Things get very complicated and Ali leaves the hotel. Ali does not believe Derin, so in order to speak with her again he sneaks into the hotel. However this time what he is about to hear will tear his whole world apart. The pain of betrayal that Ali feels devastates him and he goes to speak with Asli. His intention is to find out why she lied to him. Afterwards Ali falls asleep and Asli then convinces him that they slept together. As Ali try to digest what...    "
                },
                "11": {
                    "title": "Yeniden Baslasak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Ali is taken into custody as a suspect in the wounding of Tekin. Seyit is even more furious than ever as he was unable to finish off Tekin. His goal now is not to murder Tekin, but to hurt the one that is dearest for him. His new target is Derin. Tekin who is very concerned about the well being of his daughter has only one person that he can trust, his enemy Ali. He entrusts Derin into his hands, explains the danger and makes Ali promise not to leave Derin alone under any circumstance. As the relationship between Ali and Derin is currently strained this is not going ...    "
                },
                "12": {
                    "title": "Bebegim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    As Ali is trying to take Asli to the hospital as she has attempted suicide, he has no idea that he has left Derin alone and in a huge danger. When Ali learns that Seyit attacked Derin he blames himself. Yigit has every intention of using this situation to his advantage. When Asli wakes up in the hospital and sees Ali, she learns that he left Derin behind and run to her side, this give her hope. As for Tekin, he thinks that he made the biggest wrong decision by entrusting Derin to Ali, so he makes a new decision to once again do everything he can to keep Derin away ...    "
                },
                "13": {
                    "title": "Ask Yüzünden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Asli is admitted into the hospital after having a nervous breakdown in-front of Derin. Derin holds herself responsible for this situation. Ali is holding his mother's ring in his hand ready to propose marriage to the woman he loves. However things do not go as he had hoped. During the exchange, Yigit has Seyit kidnapped and now he thinks that he has something that can use against Tekin. His ultimate goal is to take Derin and also take over the majority of the company shares. However Tekin cannot be fooled that easily. At the moment least expected Yigit is face to face...    "
                },
                "14": {
                    "title": "Yanimda Ol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Ali accepts Gülce's offer to be his manager causing friction between both his father and Derin. No matter how hard he tries to break Sahin's stubborn streak it does not work. Bora tells the police that it was Tekin who shot him. At the time that the police, Aydemir and Gülce are starting their celebration Tekin is taken into custody. Yigit and Sureyya are trying to rid themselves from Seyit's body which they found in the trunk of the car. However there is someone who is close by watching them. Ali has had enough of dealing with the stress with both his father and ...    "
                },
                "15": {
                    "title": "Yalniz Degilsin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Ali is forced to continue working with Gülce because of his contract, however he is extremely uncomfortable with this. Sahin who can see how uncomfortable his son is, will support him. After the forbidden affair between Belgin and Bora hits the media, all of the media are now following both Derin and Belgin. Gülce has rolled up her sleeves to promote Ali as the face of a new commercial campaign. Gülce tells Ali to come to the cocktail alone, but when he arrives with Derin she gets very upset. Ali's magazine publications appearing with Derin in the photos, causes a ...    "
                },
                "16": {
                    "title": "Tek Yumruk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Ali and Derin get Belgin to the hospital after they had found her in the bathtub with her wrist cut. When she wakes up, Derin questions her with the comments that Bora had made. When Belgin is questioned regarding the information that she was going to attempt to murder Ali, she uses her attempted suicide and gains sympathy. Belgin has now realized that her husband wants her out of the picture permanently, and she is even more furious with Tekin. She decides to form an alliance with Yigit in relation. Sahin rolls up his sleeves to get Ali away from the hands of Gülce ...    "
                },
                "17": {
                    "title": "Evimsin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    The place where the fight that Sahin was involved in for Ali's sake, and being known that there was betting involved, gets raided by the police. With much difficulty Ali manages to get his father out of there, however Sahin does not even have the strength to walk. Just as they are about to get caught by the police, they are saved by someone totally unexpected. Since Sahin won the match, he asks Aydemir to return the agreement to him per the arrangement prior to the match. However Aydemir does not follow suit forcing Sahin to use force. Gülce goes mad after watching ...    "
                },
                "18": {
                    "title": "Arkandayiz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Veysel's kidnapping shakes everyone up mostly Nesrin. The only way to save Veysel's life is for Ali to lose the next match in the tournament and to be eliminated. The time has come for Ali to bid farewell to his dreams. However Sahin has no intentions of accepting this very easily. Yigit, whose mother was murdered right before his eyes, is determined to get his revenge. He has nothing left to lose. Full of anger he finds himself at Tekin's door. Ali, who is aware that Gülce and Tekin are working together, also along with Derin and Sahin show up at Tekin's house. ...    "
                },
                "19": {
                    "title": "Ali Derin Dügün",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    With the statement that Gülce gave to the police, she accused Sahin, which then caused him to be taken into custody. With his parole now in danger, Sahin is in jeopardy of his freedom and spending the rest of his life in prison. With his father in prison, there is no reason for him to become a champion and win the gold belt. Derin and Rauf do everything they can to motivate Ali. But this is a very difficult task. Rauf who has no choice is forced to ask Sahin who is in prison for his help. Yigit is going to try his luck one last time to get his revenge from Tekin. He ...    "
                },
                "20": {
                    "title": "Bu Sehre Veda - Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart of the City (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Derin who was shot at the wedding by her father is in critical condition. The baby's life is also in danger. Ali who had already lost his mother has fallen apart at the thought of losing the woman that he loves. After everything that has happened, for the first time Ali has decided to get his revenge. Regardless of what the consequences may be this time Tekin is going to pay a heavy price for what he did. Regardless of how hard Sahin tries to keep his son under control, it is too late. As for Tekin, he is constantly on the run in order not to get caught by the police....    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Bürsin, Kerem"
            },
            {
                "name": "Uygun, Gürkan"
            },
            {
                "name": "Tugutlu, Leyla Lydia"
            },
            {
                "name": "Alkas, Osman"
            },
            {
                "name": "Tamdogan, Burak"
            },
            {
                "name": "Akman, Seda"
            },
            {
                "name": "Kayalar, Defne"
            },
            {
                "name": "Yörenc, Ali"
            },
            {
                "name": "Sahinkaya, Nilperi"
            },
            {
                "name": "Türkoglu, Selim"
            },
            {
                "name": "Kus, Berrak"
            },
            {
                "name": "Gültekin, Enginay"
            },
            {
                "name": "Yunusoglu, Abdurrahman"
            },
            {
                "name": "Alkanat, Ebru"
            },
            {
                "name": "Altinbas, Alican"
            },
            {
                "name": "Inan, Aziz Caner"
            },
            {
                "name": "Akkoyun, Baris"
            },
            {
                "name": "Andaç, Nail"
            },
            {
                "name": "Çagatay, Ceren"
            },
            {
                "name": "Konukseven, Ibrahim Alper"
            },
            {
                "name": "Ergin, Bengü"
            },
            {
                "name": "Samlioglu, Nuriye"
            },
            {
                "name": "Atakan, Elif"
            },
            {
                "name": "Sahinbas, Koray"
            },
            {
                "name": "Börekyemez, Serkan"
            },
            {
                "name": "Çimenser, Hakan"
            },
            {
                "name": "Anil, Ayhan"
            },
            {
                "name": "Benli, Hazal"
            },
            {
                "name": "Yilmaz, Ferdi"
            },
            {
                "name": "Yilmaz, Gökhan"
            },
            {
                "name": "Yolagelmaz, Nihal Erdem"
            },
            {
                "name": "Özyakisir, Emir"
            },
            {
                "name": "Ergüven, Eyyüp"
            },
            {
                "name": "Karaca, Ayhan"
            },
            {
                "name": "Palabiyik, Ali Burak"
            },
            {
                "name": "Bayhan, Ulas"
            },
            {
                "name": "Keskin, Mustafa"
            },
            {
                "name": "Kizildag, Hilal"
            },
            {
                "name": "Korkmaz, Mehmet Fatih"
            },
            {
                "name": "Sevinç, Elif"
            },
            {
                "name": "Yakici, Alper"
            },
            {
                "name": "Aydin, Mediha"
            },
            {
                "name": "Balcik, Melike"
            },
            {
                "name": "Berk, Musa"
            },
            {
                "name": "Göksu, Erdi"
            },
            {
                "name": "Gürgen, Yasin"
            },
            {
                "name": "Han, Cagatay"
            },
            {
                "name": "Izzi, Vedi"
            },
            {
                "name": "Kurtay, Metin"
            },
            {
                "name": "Payat, Fatih"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 446,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODUxMTkwYzQtN2FhOC00YTgyLTgzZDYtOWQ3MjM0Y2VlNmVjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjk4NzQ4NTk@._V1_SY150_CR9,0,101,150_.jpg",
        "plot outline": "Derin and Ali are two people from different worlds. Derin is the daughter of a rich man, on the otherside Ali is a 28 years old boy who saw his mom being killed by his dad when he was young. So rauf anne took him as his son and now after many years he is back to istanbul , where he will meet derin and they start to figure out the truth about the night ali his father killed his mom",
        "languages": [
            "Turkish"
        ],
        "title": "Heart of the City",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Yörenç, Ece"
            },
            {
                "name": "Gençoglu, Melek"
            },
            {
                "name": "Madanoglu, Deniz"
            }
        ],
        "distributors": [
            {
                "name": "ATV"
            }
        ],
        "plot": [
            "Derin and Ali are two people from different worlds. Derin is the daughter of a rich man, on the otherside Ali is a 28 years old boy who saw his mom being killed by his dad when he was young. So rauf anne took him as his son and now after many years he is back to istanbul , where he will meet derin and they start to figure out the truth about the night ali his father killed his mom::Mina",
            "Rauf, who is working as a cook on cargo ships, adopts and raises Ali who witnessed his mother's death when he was 5 years old. They work on ships for 24 years together. Rauf was both mother and father to Ali and has devoted his life to Ali to help him forget the trauma he had endured. With the support of Rauf, whom he calls \"Mother\", Ali gets maritime training. He forgets that he is an orphan, thanks to Rauf's affection. When he is twenty eight years old, he is a handsome, mature and social sailor who can speak five languages. Derin, who is the daughter of ship-owner Tekin Mirkelamoglu, is on the verge of important decisions regarding her life. As she comes closer to the happy ending with her fiancee Yigit, for some reason she becomes unhappy. As the ship which carries Ali is docking, Derin wakes up with a different dream in that morning, but she is not aware that her life will change that day - For years, Ali did not want to work in ships which stop in Istanbul. After the big trauma in his life, he is angry at the city. After many years, he agrees to go there as his \"Rauf Mother\" is pining for Istanbul, but he has one condition; he will not set foot in the harbour. Whereas, Rauf has come to Istanbul especially for Ali. He is aware the fact that his disease has progressed. He is determined to reveal the secrets in Ali's past and entrust Ali in safe hands. For that reason, he finds the former box champion Sahin Vargi. When they set foot in the harbour, the events did not shape as Rauf had thought. The moment when they get off the ship, Ali becomes the hero in the story of a girl he doesn't know.::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 446,
                "rating": 6.1
            },
            "aged under 18": {
                "votes": 4,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 130,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 66,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 6.5
            },
            "males": {
                "votes": 139,
                "rating": 6.2
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 78,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 38,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.3
            },
            "females": {
                "votes": 108,
                "rating": 7.4
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 49,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 26,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 6.2
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 6.7
            },
            "us users": {
                "votes": 31,
                "rating": 6.1
            },
            "non us users": {
                "votes": 139,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 146,
            "9": 26,
            "8": 44,
            "7": 44,
            "6": 25,
            "5": 22,
            "4": 10,
            "3": 9,
            "2": 14,
            "1": 106
        },
        "arithmetic mean": 6.3,
        "median": 7
    }
}