{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 April 2017"
            },
            {
                "country": "USA\n",
                "date": "4 May 2017"
            }
        ],
        "release dates": [
            "USA::4 April 2017",
            "USA::4 May 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Welcome to the Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 May 2017",
                    "year": "2017",
                    "plot": "\n    In 2011, Michael decided to take an adventure through South Carolina, traveling to all 47 state parks. This decision ultimately made a lasting impact altering the social norms he had once been accustomed to.    "
                },
                "2": {
                    "title": "Wood: A Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    Wood: A Family Affair is a documentary film about a family of three-generation loggers living in Little Mountain, SC. Rain or shine Richard Kinard can be found selling firewood to local community members off of Highway 76 located in Little Mountain, South Carolina. This has become a hobby for the 80 year old who has worked in the wood industry for over six decades. Continuing Richard's legacy is his son, Danny, who has also been working in the wood industry since the age of 16, when he began working for his grandfather at the family sawmill. While the Kinard's have ...    "
                },
                "3": {
                    "title": "Treasure Cache",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Mars Bluff 60 Year Anniversary of Atomic Bomb Drop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    On March 11th, 1958 an atomic bomb was accidentally dropped on the small community of Mars Bluff located in Florence, South Carolina. Luckily nobody was killed in the blast; however, a few people were injured. To celebrate the 60th Anniversary, we decided to travel to the location of the still existing crater, the ruins of the old Gregg House and to the Florence Museum where the bomb fragments are on display for the public to see.    "
                },
                "5": {
                    "title": "Exploring an Abandoned School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Founded in 1968, Sloan School of Columbia, SC was the home to students K3-12 until the spring of 2010 when the owners closed the doors. Now the halls that were once full of children's laughter sit desolate. We explored this location in 2013, at the time the school had been shut down for three years. Since finding this location both an independent film and web-series have been shot here. Since our last visit to this location the property has passed ownership. Please do not trespass and if you decided to drop by this location ask permission.    "
                },
                "6": {
                    "title": "Exploring an Abandoned Video Store in the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In the 90s, Chapin was home to a local run video store called, The Video Rack. However in the early 2000s the store closed its doors and was physically moved onto the owners property. The owner also happens to be a relative of mine so we decided to go drop by the store and see what remained. Sad to say, nature had decided to reclaim the store for itself.    "
                },
                "7": {
                    "title": "Exploring the SC State Park Mountain Region",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    There are 47 State Parks located in South Carolina, all of which are hidden gems in themselves. Divided up there are four regions in the park system, those being, the Coastal Region, Sandhills Region, Lake Region, and Mountain Region. Today we explore the Mountain Region in the SC State Park System. In total there are twelve locations to explore within the Mountain Region. Join us as we explore Jones Gap, Caesars Head, Table Rock, Keowee Toxaway, Devils Fork, Oconee Station, Oconee State Park, and Wildcat Wayside, which is technically not a state park, however, is ...    "
                },
                "8": {
                    "title": "Exploring the Ruins of Old Sheldon Church",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    On this week's episode of Operation Adventure, Faith and Michael explore the South Carolina Lowcountry. First visiting Old Sheldon Church and then Beaufort, SC. Old Sheldon Church formally known as Prince William's Parish Church was built between the years of 1745 and 1753. According to the historical marker the church was first burned by the British Army in 1779 and then again in 1865 by the Federal Army. We also drop in at the Historic Riverfront Park located in Beaufort, South Carolina to discuss some of the history of the town. Such as Beaufort is the second ...    "
                },
                "10": {
                    "title": "Exploring an Abandoned Naval Installation: Fort Fremont on St. Helena Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    Located on Saint Helena Island sits Fort Fremont, an abandoned Naval Installation built in 1898 by the Army Corps of Engineers during the Spanish American War. Consisting of 170 acres, Fort Fremont was strategically designed to protect the Naval Station's dry dock and coaling station, which sat across from the Beaufort River. The fort was also one of six fortifications built to protect the southeastern coast. There were two main weapon systems located at the fort. Battery Forance, which held two 4.7-inch rapid-fire guns and Battery Jesup, which held three 10-inch ...    "
                },
                "11": {
                    "title": "Top Five Things to do at Hunting Island State Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Climb the lighthouse, hunt for hidden treasures, discover lost filming locations. Join us as we travel to Hunting Island State Park located in the South Carolina Sea Islands. Established in the 1930s by the Civilian Conservation Corps, Hunting Island is a 5,000-acre park with 5 miles of undeveloped beach. This secluded tropical paradise, which is located in the heart of South Carolinas Sea Islands, is home to an array of wildlife such as deer, alligators, snakes, and even a popular nesting ground for the endangered loggerhead turtle. According to (...    "
                },
                "12": {
                    "title": "Landsford Canal State Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Alongside the Catawba River sits 448 acres known as Landsford Canal State Park. Designed by Robert Mills, who also designed the Washington Monument, the canal was built to allow freight transport to bypass the rapids found in the Catawba River between the years of 1820 to 1835. Landsford Canal State Park consist of three sets of locks, a mill site and a lockkeepers house, which can be easily accessible through a series of trails. One popular destination on the park is the Spider Lily Overlook. The spider lily flower is found predominately in the southeast and is bloom...    "
                },
                "13": {
                    "title": "Visiting an Old Train Trestle: Peak to Prosperity Passage of the Palmetto Trail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Located in Peak, South Carolina sits an old railroad bed, which has been converted to a section of the Palmetto Trail. Much more to come, however, here's a teaser showcasing a section of the trial used for independent science fiction film, Alienography.    "
                },
                "14": {
                    "title": "I Know What You Did Last Summer Part 1 Southport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "I Know What You Did Last Summer Part 2 Burgaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Adventure (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Tolbert, Michael"
            },
            {
                "name": "Conners, Alexa"
            },
            {
                "name": "Creech, Faith"
            },
            {
                "name": "Wieters, Carrie"
            },
            {
                "name": "Fowler, Addie"
            },
            {
                "name": "Kinard, Danny"
            },
            {
                "name": "Kinard, John"
            },
            {
                "name": "Kinard, Matthew"
            },
            {
                "name": "Kinard, Richard"
            },
            {
                "name": "Winn, Chris"
            },
            {
                "name": "Gajadhar, Andrew"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjI1MTczMjMtNWFhZi00ZDk5LTk0MDUtOTg3M2UwMTAxMjZjXkEyXkFqcGdeQXVyNDg1MTE0Mjc@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Operation Adventure",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Operation Adventure (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Tolbert, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Operation Adventure"
            }
        ],
        "distributors": [
            {
                "name": "Operation Adventure"
            }
        ],
        "plot": [
            "Real Stories. Real People. Real Adventures."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}