{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 February 2017",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "6 February 2017"
            }
        ],
        "release dates": [
            "USA::1 February 2017                            (internet)",
            "USA::6 February 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Nightmares (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    After overhearing his employee, James, say \"any Neanderthal can flip a house\" Armando makes James an offer he can't refuse - a wager. James has to flip a house by himself. If he succeeds, he keeps all the profits. If he fails, then he loses his job.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Nightmares (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Jake and Ashley are having a huge intra-departmental communications breakdown and students are falling through the cracks. In order to get them back on track and on the same page, Armando assigns them the task of flipping a disastrous house which may very well destroy them both.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Nightmares (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Nick thinks he's the cock of the block - he's rude, he's arrogant, he's borderline abusive. A series of escalating events leads Armando to dispense a punishment to set Nick straight (as well as, appease the legal department). He suspends Nick without pay and makes him flip the most dilapidated house he's ever seen. Sometimes you have burn down the entire village to save one villager, but what happens if the villager doesn't want to be saved?    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Nightmares (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    When a smug, know-it-all realtor gets in his face about the dying art of flipping houses, Armando offers a challenge to the realtor - flip the house and keep all the profits. The only thing he has to put on the line is his real estate license and his livelihood.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Montelongo, Armando"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjRlZDhmN2UtYWJjMC00ZGIzLThiNDktMzQ5YTg4YjEzMGQ0L2ltYWdlXkEyXkFqcGdeQXVyMjc5ODM3OTY@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Flipping houses is easy - flipping people - that's something else. Flipping Nightmares is a reality-based, character driven, house flipping, dramedy that centers around an eccentric, philanthropic, real estate tycoon and his eclectic ensemble of know-it-alls, skeptics, and doubters. With Flipping Nightmares, Armando Montelongo, dishes out his own unique and quirky brand of justice by convincing people to flip houses and teach them the valuable lessons he's learned throughout his career. The worst houses. The toughest flips. The biggest skeptics. This is Flipping Nightmares.",
        "languages": [
            "English"
        ],
        "title": "Flipping Nightmares",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Flipping Nightmares (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Montelongo, Armando"
            },
            {
                "name": "Ramirez, Bryan"
            }
        ],
        "production companies": [
            {
                "name": "Armando Montelongo Productions"
            }
        ],
        "plot": [
            "Flipping houses is easy - flipping people - that's something else. _Flipping Nightmares_ (qv) is a reality-based, character driven, house flipping, dramedy that centers around an eccentric, philanthropic, real estate tycoon and his eclectic ensemble of know-it-alls, skeptics, and doubters. With _Flipping Nightmares_ (qv), Armando Montelongo, dishes out his own unique and quirky brand of justice by convincing people to flip houses and teach them the valuable lessons he's learned throughout his career. The worst houses. The toughest flips. The biggest skeptics. This is _Flipping Nightmares_ (qv).::Michael Davies"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}