{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Capet, Wilfried"
            }
        ],
        "countries": [
            "France"
        ],
        "country codes": [
            "fr"
        ],
        "plot outline": "After revealing his bisexuality leads to breaking up with his long term girlfriend, Gabriel also loses his job. The corky black man then decides to grab his destiny with both hands and explore head on his bisexuality. The single life doesn't seem to last long as he falls for the sexy Adam. All of this becomes a little more complicated when Gabriel's father, who abandoned him and his mother 25 years ago, comes knocking on his door with Alzheimer's disease.",
        "title": "Project: Manhood",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Project: Manhood (France)"
        ],
        "writer": [
            {
                "name": "Capet, Wilfried"
            }
        ],
        "plot": [
            "After revealing his bisexuality leads to breaking up with his long term girlfriend, Gabriel also loses his job. The corky black man then decides to grab his destiny with both hands and explore head on his bisexuality. The single life doesn't seem to last long as he falls for the sexy Adam. All of this becomes a little more complicated when Gabriel's father, who abandoned him and his mother 25 years ago, comes knocking on his door with Alzheimer's disease.::Wilfried CAPET",
            "Gabriel has broken up with his girlfriend Carmen, lost his job, and is very depressed. He seeks comfort from his mother, a fashionably yoga teacher, who tries to reaffirm him. He gets a job as a tutor, but the situations deteriorates with the bratty student and ends with threats, violence and foul language. Gabriel is also dealing with his somewhat deadbeat father, who, after a lifetime of alcoholism is going mentally and physically down hill fast. Filled with regret over being an absent father, Joe, Gabriel's father tries to reconnect with him, leave Gabriel torn between resentment at his father and a desire to reconnect. He seeks time with his friend Anna, a vivacious young mother who takes the place of his \"sassy best friend\". Gabriel goes on some lackluster dates with women on dating apps, but hits it off with Adam, a young man who awakens Gabriel's more latent bisexual nature. Gabriel's father tries one more time to get him to \"start over\" with his half siblings, but going back isn't so easy for Gabriel, finally we end on getting a call from the hospital- the father has gone missing. Adam offers to drive Gab to go look for him, but this seems to be something Gabriel has to do alone."
        ],
        "tech": {}
    }
}