{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::2017                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Leopardi, Eric"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2U0NjA1NjgtOGUyZS00NTcwLTk1MzEtMGIxZTRmMTM0NzhlL2ltYWdlXkEyXkFqcGdeQXVyNjg4NjY2MzY@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Colorado Wild takes you behind the scenes of the exciting, fast-paced, luxury life of a young serial entrepreneur and Voice Actor known as Eric Leopardi. Who is very set in his ways and quite the perfectionist. He struggles with balancing an exploding TV career, 2 thriving businesses, and finding time for friends and loved ones in order to maintain a sense of normalcy. In addition to voice acting, Eric owns a booming marketing agency and a growing Technology firm, that most people could only dream of. Denver is where he escapes home to the Rocky Mountains, filled with weekends of letting loose and enjoying life. However, drama ensues when he partners with a former long-time lover (of 8 years) to expand his global enterprise. Eric also tries to reconnect with his estranged brother, also a successful voice actor at a competing agency in LA. Jealousy, emotions, exotic cars, jets, parties and a fast-paced lifestyle combine to create a cocktail where anything can happen. Precursor - Starting at age 6, Eric has spent decades in the Television business, climbing the ranks to earn a spot at the prestigious William Morris Endeavor literary agency in Beverly Hills, CA. Having lived in nearly every major hot spot in the US, he finds solace in the Rocky Mountains. With the help of Eric Leopardi's over the top stylist/event coordinator Eric Acuña, Eric L. takes LA by storm. His extravagant events, red carpet appearances, and branding stratosphere is setting the west coast lifestyle on FIRE. Colorado Wild is truly taken to a new level.",
        "languages": [
            "English"
        ],
        "title": "Colorado Wild",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Colorado Wild (United States)"
        ],
        "writer": [
            {
                "name": "Ace, Emmett"
            },
            {
                "name": "Leopardi, Eric"
            }
        ],
        "production companies": [
            {
                "name": "The Micc Group"
            }
        ],
        "plot": [
            "_Colorado Wild_ (qv) takes you behind the scenes of the exciting, fast-paced, luxury life of a young serial entrepreneur and Voice Actor known as Eric Leopardi. Who is very set in his ways and quite the perfectionist. He struggles with balancing an exploding TV career, 2 thriving businesses, and finding time for friends and loved ones in order to maintain a sense of normalcy. In addition to voice acting, Eric owns a booming marketing agency and a growing Technology firm, that most people could only dream of. Denver is where he escapes home to the Rocky Mountains, filled with weekends of letting loose and enjoying life. However, drama ensues when he partners with a former long-time lover (of 8 years) to expand his global enterprise. Eric also tries to reconnect with his estranged brother, also a successful voice actor at a competing agency in LA. Jealousy, emotions, exotic cars, jets, parties and a fast-paced lifestyle combine to create a cocktail where anything can happen. Precursor - Starting at age 6, Eric has spent decades in the Television business, climbing the ranks to earn a spot at the prestigious William Morris Endeavor literary agency in Beverly Hills, CA. Having lived in nearly every major hot spot in the US, he finds solace in the Rocky Mountains. With the help of Eric Leopardi's over the top stylist/event coordinator Eric Acuña, Eric L. takes LA by storm. His extravagant events, red carpet appearances, and branding stratosphere is setting the west coast lifestyle on FIRE. _Colorado Wild_ (qv) is truly taken to a new level."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}