{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 September 2017"
            },
            {
                "country": "USA\n",
                "date": "10 March 2018"
            }
        ],
        "release dates": [
            "USA::25 September 2017",
            "USA::10 March 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Day in the Life (And Then Some)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Shannyn receives disappointing news. Piper and Caleb face the fallout of their night together. Byron calls it quits with Neveah. Cierra and Bailey plan their first night out. Logan faces discrimination at work.    "
                },
                "2": {
                    "title": "Getting Ready",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Felina comes by the bar to check on the progress of the AIDS fundraiser, much to Piper's annoyance. Shannyn tries to help Neveah through a difficult time. Cierra and Bailey come to Limelight for the first time.    "
                },
                "3": {
                    "title": "See Me As I Am",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Cierra comes out to her parents. Bailey is asked out by a handsome man at the grocery store. Shannyn confronts Beth about why she is keeping her and Aiden apart.    "
                },
                "4": {
                    "title": "Letting Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Neveah faces the end of her relationship with Byron. Logan finds a new employment opportunity. Piper confronts Caleb about his behavior toward her. Bailey and Trevor go on their first date.    "
                },
                "5": {
                    "title": "A Night Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Cierra and Bailey go out to the Limelight, but end up having to take Bailey's mother Georgia with them. Logan starts his bartending job. Felina tries to put the moves on Caleb, which is noticed by Piper.    "
                },
                "6": {
                    "title": "Deceptions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Felina attempts to reconcile with Shannyn, but Shannyn is cautious to believe her. Logan's co-worker Theresa tries to convince him to fight the school board. Things heat up between Bailey and Trevor.    "
                },
                "7": {
                    "title": "Man Troubles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Shannyn tries her best to get through to Aiden. Caleb makes things worse with Piper. Running into Byron again sends Neveah over the edge.    "
                },
                "8": {
                    "title": "The Return Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Cierra returns home and has an altercation with Ernesto. An old friend of Piper's comes back to town and proves to be a bad influence on Neveah. Bailey continues to hide the truth from Trevor as their relationship becomes more intimate.    "
                },
                "9": {
                    "title": "Lessons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Georgia tries to get through to Ernesto and Rosalie. The contents of the letter Felina gave to Shannyn are finally revealed. Logan attempts to teach Cierra and Bailey a valuable lesson. Neveah and Vi continue to party.    "
                },
                "10": {
                    "title": "Back on the Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Logan questions the nature of his relationship with Theresa. Shannyn seeks help from her sponsor, Bonnie. Caleb admits his true feelings for Piper. Neveah begins to feel the come down of her non-stop partying with Vi.    "
                },
                "11": {
                    "title": "Truths Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Theresa's affair with Logan is revealed when they run into her husband at the bar. Cierra and her family attempt to move forward. Bailey is bullied at school and later is forced to tell Trevor the truth about who she is.    "
                },
                "12": {
                    "title": "Dawn Before the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Transfolk (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Season finale, Logan learns a secret about Theresa. Piper and Caleb take their relationship public, Shannyn finds out what has been going on with Aiden and Beth. Neveah and Vi get in trouble.. Something has happened to Bailey..    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Blake, Lana"
            },
            {
                "name": "Nation, Carly Davin"
            },
            {
                "name": "Black, Alexus"
            },
            {
                "name": "Roe, Danny"
            },
            {
                "name": "Garza, Joshua"
            },
            {
                "name": "Paddison, Dylan"
            },
            {
                "name": "Chandler, Kerry"
            },
            {
                "name": "DeAnda, Marcus"
            },
            {
                "name": "Drake, Janis"
            },
            {
                "name": "Gregory, Allison"
            },
            {
                "name": "Bruce, Noelle"
            },
            {
                "name": "Bryant, Javier"
            },
            {
                "name": "Patterson, Jack"
            }
        ],
        "locations": [
            "Galveston, Texas, USA"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjRiZGUxYzUtOTAwZi00ZGVjLWEwYjgtYTUxYWZhYzg1Mzg0L2ltYWdlXkEyXkFqcGdeQXVyNTQyMjA1MDg@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Transfolk is a drama web series that follows the lives of a diverse group of transgender friends as well as the lives of those closest to them. Shannyn Archer is a recently widowed, fully transitioned woman who has inherited her late husband's bar, the Limelight Lounge where her girls perform in the shows and work the bar. Shannyn faces new challenges when it comes to getting through to her teenage son and her ex-wife. Piper DeLauro, the manager of the Limelight, is a hopeless romantic who finds herself involved in a complicated relationship with her employee, Caleb. Neveah Skye is trying to get over a bad break up, but finds herself going down a dark road that will lead no where good. Logan Pierce attempts to salvage his life after his transition from female to male causes him to lose his job as an elementary school teacher. Cierra Sifuentes is a college freshman who is just now realizing who she is on the inside and is ready to start living the way she feels.",
        "languages": [
            "English"
        ],
        "title": "Transfolk",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Transfolk (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Nation, Carly Davin"
            }
        ],
        "plot": [
            "_Transfolk_ (qv) is a drama web series that follows the lives of a diverse group of transgender friends as well as the lives of those closest to them. Shannyn Archer is a recently widowed, fully transitioned woman who has inherited her late husband's bar, the Limelight Lounge where her girls perform in the shows and work the bar. Shannyn faces new challenges when it comes to getting through to her teenage son and her ex-wife. Piper DeLauro, the manager of the Limelight, is a hopeless romantic who finds herself involved in a complicated relationship with her employee, Caleb. Neveah Skye is trying to get over a bad break up, but finds herself going down a dark road that will lead no where good. Logan Pierce attempts to salvage his life after his transition from female to male causes him to lose his job as an elementary school teacher. Cierra Sifuentes is a college freshman who is just now realizing who she is on the inside and is ready to start living the way she feels."
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}