{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 August 2017",
                "notes": "                            (British Columbia)"
            }
        ],
        "release dates": [
            "Canada::1 August 2017                            (British Columbia)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Scaling the Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The universe is so big that it's hard for human beings to fathom its true immensity. The earth is 12, 742 km in diameter. But Jupiter's diameter is 11 times that of earth. Our sun is 10 times the size of Jupiter. So just how big is the universe? This Suite takes us on a visual journey from the very small to the enormity of the observable universe and beyond.    "
                },
                "2": {
                    "title": "Reclaiming the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    City dwellers trade starlight for traffic lights, skylines for night skies. Take a stroll down the streets of New York, London, Vancouver, Moscow, Sydney and Beijing with city lights switched off for a night. Many of us have front-row seats to The Greatest Show Above Earth, but we're staring into the footlights and can't see the celestial stage through the glare. This Suite lifts the curtain on what we all could enjoy if we just lower the lights a little.    "
                },
                "3": {
                    "title": "Jupiter: God of Storms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In 2016, after several years of space travel, NASA's Juno spacecraft entered orbit around Jupiter, the fifth planet in our solar system. Just like the Roman king of the Gods it is named after, Jupiter is shrouded in mystery and violence. And just like the wife of Jupiter for whom the spacecraft was named after, Juno was determined to see through the veil of secrets to discover the secrets of the giant. This suite takes us to the largest planet in our solar system to a world of clouds, lightning and endless storms.    "
                },
                "4": {
                    "title": "Fly Me to the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    For centuries people have envisioned spacecrafts that would carry them through the wonders of space. Johannes Kepler dreamed in 1608 of being carried to the moon by birds. In 1865, writer Jules Verne shot explorers there in a cannon, as did Georges Mèliés in the first sci-fi movie in 1902. By the 50s, cannons were replaced by streamlined rocket ships. A year before we landed on the moon, Captain James T. Kirk quoted poet John E. Masefield: \"All I ask is a tall ship and a star to steer her by.\" Future space captains may in deed be sailors with the solar wind and the ...    "
                },
                "5": {
                    "title": "Weather on Other Worlds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    We love to talk about the weather, to praise the sunny days and curse the blizzards. This Suite expands the conversation to other planets in our Solar System and beyond. Acid rain on Venus. Dust devils on Mars. A hurricane on Jupiter larger than the entire planet Earth. Swirling jet streams on exoplanet HD 209458. Even giant storms on the Sun and other stars. Turbulent space weather and gusts in the solar wind. You'll need to pack more then an umbrella and jacket for this Suite.    "
                },
                "6": {
                    "title": "Love Letters to Terra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Only a select few people have had the opportunity to see the earth from space firsthand. But for those who have, it's a life-changing experience. Love Letters to Terra recalls the experiences of space travelers from all over the world and uses their own words to capture the first time they beheld the earth from high above. With breathtaking images, this suite removes the imaginary borders of nations and allows the viewer to gaze down at our planet as it truly is-one fragile, beautiful world.    "
                },
                "7": {
                    "title": "Space Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    On October 4th 1957, the Soviet Union launched Sputnik, the world's first artificial satellite into orbit. Humankind turned their gaze to the heavens as the United States and the Soviets attempted to be the first to land on the moon. Space Suite takes us through a timeline, from this race of grit and ingenuity to today where we remain transfixed on the world above and the new frontiers to discover.    "
                },
                "8": {
                    "title": "Misadventures in Microgravity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    While the job of an astronaut is demanding, it's not all work and no play. What is it like to navigate through a normal day when everything around you floats? Join the men and women in space as they have some fun with everyday objects and experience what's possible in the world of microgravity.    "
                },
                "9": {
                    "title": "Pluto Up Close",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Pluto is one of the least understood bodies in our solar system. In 2006 the New Horizons spacecraft set out on a mission to explore what was then the ninth planet in our solar system. It would take nine and a half years to travel the 7.5 billion kilometers, but shortly after New Horizon's departure, Pluto would be stripped of its planetary status. What compelled the scientific community to change its classification, and what can this ball of rock and ice floating in distant darkness tell us? This suite takes us to the strange world at the edge of our solar system, ...    "
                },
                "10": {
                    "title": "Message in a Bottle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Space Suite III (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In the 1970s NASA's Voyager Probe was sent out into space to photograph the planets. The probe included something special: a time capsule of earth called THE GOLDEN RECORD. The record includes images of earth, music from around the world and greetings in 55 languages. While it will theoretically outlast all of humanity and the earth itself, there is almost no chance that it will ever be found by any extraterrestrials in the universe. But the record is more than a message to extraterrestrials. It is a message to the very species that sent it in the first place-an ...    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDAxZmM2YWQtYTJkZi00MTk3LTk0ZmUtOGM1YzlkMzUwMjEyXkEyXkFqcGdeQXVyMjYxMzI3MTA@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Space Suite III",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-2017",
        "akas": [
            "Space Suite III (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Glubb, Natalie"
            },
            {
                "name": "Hogan, Eric"
            },
            {
                "name": "Hungerford, Tara"
            }
        ],
        "director": [
            {
                "name": "Hogan, Eric"
            },
            {
                "name": "Hungerford, Tara"
            }
        ],
        "production companies": [
            {
                "name": "Imagine Create Media"
            }
        ],
        "distributors": [
            {
                "name": "Knowledge Network"
            }
        ],
        "plot": [
            "A series of 10 short films that explore the infinite wonders of our universe and our interactions with the cosmos.::ironhorseiv"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}