{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 March 2017"
            },
            {
                "country": "USA\n",
                "date": "3 March 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::3 March 2017",
            "USA::3 March 2017                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Stride Boldly Forth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Alex, Quigley, Krag, Leera, and Markus begin their quest for fame and fortune as epic heroes. Unfortunately, the town of Trapsborough has had little need for heroics of late. That all changes when a group of travelers is attacked on the road, and a priest is taken prisoner by villains. Krag and Co. discover the missing priest's holy symbol and fight off a group of hungry, corpse eating abominations. Their quest returns them to Trapsborough, in hopes the church might be able to use the holy symbol to locate Father Langdon. Meanwhile the party seeks out a reclusive ...    "
                },
                "2": {
                    "title": "Monsters, Mayhem & Midnight Meetings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Things have not been going well for Krag and Co. Their investigation of the alchemist fire puts them face to face with a monstrous boar, and though they survive, the following morning they find Quigley had been kidnapped. Having discovered that the alchemist, Simon, was not all he appeared to be the party is beginning to rethink this whole \"rescue Quigley and the priest,\" nonsense. Their confrontation with the alchemist does provide them with their next lead, a midnight meeting at the riverside saw mill. It will take all of Krag's planning and strategic expertise to ...    "
                },
                "3": {
                    "title": "Find the Priest. Save the Squire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Despite Krag's foolproof plan of \"rush in and kill everyone\", the party is unable to gather any more information regarding Quigley or Father Langdon's whereabouts. Specifically, because he rushed in and killed everyone who might have been able to tell them anything. However, the party has no intention of giving up their quest no matter how much Markus tries to convince them to. Quigley is reunited with the rest of the party after a bloody battle with the Red Masked Mercenaries. They were hiding out in an old, abandoned watch-post in the forest, where they were holding...    "
                },
                "4": {
                    "title": "Legends of the Sunken Temple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Alex, Quigley, Krag, Leera, and Markus prepare to enter the marshes in search of a long forgotten temple, but they soon find that the land is a harsh and unforgiving place. Danger lurks in the bushes, under the water, and hangs in the foul air. Quigley barely survives a run in with some local wildlife. The party then gets ambushed by orc hunters. They survive, but are not out of the woods - marshes - yet. Krag and Co. finally find the lost temple.    "
                },
                "5": {
                    "title": "Are We the Good Guys?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The party unleashes a dark and mysterious force into the world. Surely nothing bad will come of that. Krag and Co decide it would be best to head back to town, but supplies are low and tensions are high. Out of food, out of energy, out of patience. Can the party make it back to Trapsborough?    "
                },
                "6": {
                    "title": "To Catch a Wizard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Squire Quigley learns all about the art of quid pro quo when the party's investigations lead them in the direction of an abandoned home in Trapsborough. The party invades a wizard's home and finds a magic box with a ladder leading down into nothingness. As always, Quigley strides boldly forth.    "
                },
                "7": {
                    "title": "Trial by Earth, Wind, & Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Quigley vanishes into darkness beneath Mortifor's home and discovers a strange room with a crystal ball on a pedestal. As usual, he strides boldly forth and picks up the ball only to find that the wizard Mortifor can talk to him through it. The rest of the party joins Quigley down in the box and Mortifor puts the party to the test. After a fierce battle with three Elementals representing earth, wind, and fire, they head back to Trapsborough exhausted. Krag and Co. do some shopping in town then argue about a plan to free Lewis the red masked mercenary. Alex drinks an ...    "
                },
                "8": {
                    "title": "Boxes, Bear Traps, and Bluff Checks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The party breaks Lewis out of jail so he can rejoin the Red Masked Mercenaries. Krag and Co. manage to get out of town without being arrested and now they have to decide if they will let Lewis go and honor their deal. Krag threatens and intimidates Lewis for information, but in the process spoils the deal. After arguing about it for a long time, the party decides to let Lewis go back to his people, but he walks right into a group of Undead. Will he survive?    "
                },
                "9": {
                    "title": "Home Is Where the Heart Stops",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Krag and Co. have held up their end of the bargain with the Red Masked Mercenaries. While resting and plotting their next move at the Mouse and Moth, they are attacked by a mysterious group of skilled warriors. Krag and the gang barely survive the vicious ambush at the inn, and now must try to determine who attacked them.    "
                },
                "10": {
                    "title": "Under New Management",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    The party discovers that their enemies may be more numerous than they imagined. Will they band together to stand against their foes as a team? No. Almost certainly not. The party has a new leader, much to Krag's dismay, but they have gathered their strength and are ready to stride boldly forth toward the tomb of the fifth priest.    "
                },
                "11": {
                    "title": "The Tomb of Your Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    The party descends into the tomb from Leera's vision to find out who called them here. Quigley seems like his old boldly striding self after a magical mishap in the tomb. Now the party heads deeper towards destiny.    "
                },
                "12": {
                    "title": "A Spiritual Connection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    After having a spirit enter her body, a mysterious illness befalls Leera. The rest of the group tries to find help for their companion in their own special way. While down a party member, chaos strikes in the heart of Trapsborough, and for once it's not the their fault. Will they save everyone from the foul water monster without Leera's help?    "
                },
                "13": {
                    "title": "Environmental Disaster Relief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 May 2017",
                    "year": "2017",
                    "plot": "\n    The town of Trapsborough is in trouble when it turns out the toxic water elemental was only a symptom of a larger problem. Krag and Co. seek some way to purify the town's water supply and are directed to the marsh dwelling druid Dwindle. If the party wants Dwindle's help, the party has to help Dwindle. The catch is, they can't kill their target. Will they successfully retrieve the owl bear's egg without harming any owl bears?    "
                },
                "14": {
                    "title": "Dwindling Recources",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Even with Dwindle's help, Trapsborough's water troubles are far from over. The cause of the contamination remains a mystery, and Alex has gone missing. The party rushes to save a logging camp under attack by a pack of Undead creatures. Leera also seems to be suffering from a case of amnesia.    "
                },
                "15": {
                    "title": "Favored Enemy, Undead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The party is faced with the dangerous task of hunting down the remaining Undead creatures that roam the forest. They'll need a little help, and luckily they meet the forest dwelling ranger, Sassafrass. The Party, accompanied by their new friend continue to hunt the Undead through the forest, but first they must deal with the deadly mandragora. After helping their new friend, Sassafras, Krag and Co. are given the reward they deserve.    "
                },
                "16": {
                    "title": "Down in the Muck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The party returns to Trapsborough victorious and ready to meet back up with Squire Quigley. A run in with a foe from the past leads Krag and the gang closer to their destiny. After a never-ending shopping spree the party may actually go on an adventure. First the group comes face to face with their old nemesis, Madnick Modelle.    "
                },
                "17": {
                    "title": "Do or Do Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The Party is split on how to proceed after Madnick Modelle offers his help. Krag and Co. reluctantly descended into the sewers with their guide, Madnick, looking for the cult of Woe's former lair. Madnick dies at the hand of a blob and the party must jump into the action, for some more literally than others.    "
                },
                "18": {
                    "title": "Woeful Performance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "21 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Krag and Co. head back to Johan Mendelev's cart to apologize and see if he'll remove the cursed bracelet from Markus' wrist. Everything goes horribly wrong when Markus decides to go crazy. The next morning Krag tries to leave the party and head for greener pastures in the neighboring town of Anderly. The group convinces him to stay for now. Later that day they have a run in with giant deadly frogs and Markus has a near death experience.    "
                },
                "19": {
                    "title": "Drifting Through",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "28 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Krag and Co. seek Drift in her sacred caves following a dire portent of danger from Brian Forten. If they can save her, they just might destroy whatever foulness has tainted Trapsborough's water supply. As they move deeper into the frozen caves, the party faces horrible creatures and biting cold.    "
                },
                "20": {
                    "title": "The Better Part of Valor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The danger in Drift's caverns proved so formidable that even Squire Quigley agreed to a retreat, but now the forces of evil inside know the heroes are coming. After preparing and gathering their strength, the party delves back into the icy caves to defeat the mighty Chuul. At the end of it all, Krag and Co. come face to face with an evil spirit from their past.    "
                },
                "21": {
                    "title": "Swan Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Krag tails a red mask mercenary for reconnaissance while the rest of the party decides if they're going to steal griffin eggs for Markus' old classmate Horatio Swan. With the plans laid and the trap set, the party must decide whether to accept Swan's deal to rob some \"unsavory sorts\", but can Squire Quigley be convinced?    "
                },
                "22": {
                    "title": "Strike Breakers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The party has completed their end of the deal with Horatio Swan, now will he complete his? While they wait for word from their wizard friend, a new job opportunity arises. The party is hired on with Loremire Clay to get a mining crew back to work. Down in the clay pits, they encounter a mysterious monster made of flowing mud, and naturally the first thing they do is throw a rock at it.    "
                },
                "23": {
                    "title": "Diplomatic Relations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Labor negotiations between the clay miners and the giant mud monsters that hate all living things have reached an impasse. Luckily, Krag and the gang are on hand to take care of business. The mud monsters nearly kill EVERYONE, but somehow they manage to survive. Now they just have to decide whether to continue to help Loremire or get out of dodge.    "
                },
                "24": {
                    "title": "Opportunity Costs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The party tracks down Horatio Swan after discovering that The Sixxers know he's responsible for the recent wagon heist and that he had friends helping. First stop, their old friends, The Red Masked Mercenaries. Quigley challenges the spirit of Woe down in the clay pits, and that may have been a mistake. Now the party faces their largest foe yet.    "
                },
                "25": {
                    "title": "Ignoble Deeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    In order to save Horatio Swan from the Red Masked Mercenaries, the party will have to commit a bit of thievery. Once they have him, will they give him up to the Sixxers, knowing it will seal his fate? Markus threatens to leave the party if they condemn his old friend to certain death. The Smitherson heist goes exactly how we all expected, meaning all hell broke loose right away. Now the party's (stolen) home is ON FIRE. What will they do now?    "
                },
                "26": {
                    "title": "Touch and Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The party has the Smitherson deed, they have a Sixxer prisoner, but do they have a plan to save Horatio Swan and survive the wrath of their enemies? Can they stay out of jail after the bungled heist at Smitherson Manor? A mysterious stranger named Clairet comes to Trapsborough seeking revenge against the Sixxers for her sister's murder. The party has a plan, or had a plan. Well, they've got part of a plan still. Will they be able to get The Sixxers to believe they still have Horatio? And will any of them survive Round 3 of the Clay Pits?    "
                },
                "27": {
                    "title": "Protection From Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A newcomer arrives to purge Trapsborough of a great evil. No, not Krag. The party is conscripted to seek an ancient, demonic tome, but are they prepared to face its powerful guardians? The party decides (is forced) to join an inquisitor's holy quest to find a demonic tome in Trapsborough. Their investigation leads them underneath a warehouse and into the middle of a deadly deal gone bad. Will they be able to unravel the mystery and complete Seraphina's quest?    "
                },
                "28": {
                    "title": "Animus House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "13 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Mortifor claims to have found the Animus of Woe, but that doesn't mean retrieving it will be easy. The party will have to move fast to collect it, as they are not the only ones who have discovered it's location. The party learns that they must travel far South to meet Dwindle, who can direct them to what the party hopes is the animus of Woe. On their way there, Krag and Co. meet Goddard. The farmer asks if they could take care of goblin problem.    "
                },
                "29": {
                    "title": "Rescued Rangers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Krag and Co. continues their journey south to meet with the druid, Dwindle, but when they arrive at his marshland home they find that things are a little more complicated than they expected. The party, led by Twizz the Grippli guide, seek to rescue Dwindle from the clutches of some vicious ogres.    "
                },
                "30": {
                    "title": "Explosive Chemistry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Deep in enemy territory, the party must rescue Dwindle and an unknown companion. They try to escape before the orcs of the marshes discover their intrusion. With the help of an alchemist named Vander, Krag and Co. escape the orcs' fort after a nearly deadly fight. Now they are in a race against time to find the dragon Daralaxitran before a crazed orc shaman does.    "
                },
                "31": {
                    "title": "How To Maim Your Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Trapped, cursed, and hopeless, Krag, Alex, Markus, and Leera descend into the lair of an ancient dragon to retrieve an egg they hope will be the key to completing the prophecy of Woe. The terrified party makes their way through the ancient tunnels beyond the great door of Daralaxitran and finally come face to face with the dragon.    "
                },
                "32": {
                    "title": "Alex to Ashes, Krag to Dust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    On the verge of a death, Krag and Alex both race against the clock to find a cure before the mummy rot turns them to dust, although they'll never have a chance if Daralaxitran burns them to ash first. The party places all their faith in Dwindle to help them solve the mummy rot problem. Hopefully, he has another trick up his sleeve.    "
                },
                "33": {
                    "title": "Markus on Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Someone close to Markus is in danger and he needs the party's help to save her. Can he convince them to risk life and limb for him after all that's happened? Markus's quest to save Amy leads the party to an abandoned inn in the middle of the woods. Can they save the girl? Can they save themselves?    "
                },
                "34": {
                    "title": "Nobody Expects Lunai's Inquisition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "8 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The party meets a stranger who seems to have a connection to them all that even she does not quite understand. But then again, when are an oracle's visions ever clear? The party's strange new allies' quest to speak with the dead father Langdon ends up successful, but not without cost. What secrets does the dead priest have to tell?    "
                },
                "35": {
                    "title": "The Devils in the Details",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Squire Quigley is off on his own adventure in Anderly with Inquisitor Seraphina and Clairet. Things seem to be going smoothly for once until everybody's favorite oracle Lyr finds the group. Now all bets are off.    "
                },
                "36": {
                    "title": "Bold Strides at Mountain High",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "12 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Sir Quigley must lead a brave rescue mission into the heart of enemy territory if he ever wants his friends to know he has been promoted. Also, to save their lives. That's important too.    "
                },
                "37": {
                    "title": "Make Like a Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dragons and Stuff (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    It's the season finale. The party is FINALLY back for one last stand against the worshipers of Lunai. With the help of Mortifor they try to escape the library fortress in the mountains.    "
                }
            }
        },
        "number of episodes": 37,
        "cast": [
            {
                "name": "Rodehaver, James"
            },
            {
                "name": "Restrepo, Diana"
            },
            {
                "name": "Rady, Adam"
            },
            {
                "name": "Radic, Eric"
            },
            {
                "name": "Burch, Ben"
            },
            {
                "name": "Seal, Ashley"
            },
            {
                "name": "Sommer, Brian"
            },
            {
                "name": "Mills, Jamie"
            },
            {
                "name": "Phoenix, Satine"
            },
            {
                "name": "Vorpahl, Amy"
            },
            {
                "name": "Conn, Adam"
            },
            {
                "name": "Rodehaver, Michael"
            },
            {
                "name": "Haislip, Alison"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 9.3,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGNkZTMzMTctOTU4YS00NjY0LTk0YTktM2MzNzAwNDlmNGNlXkEyXkFqcGdeQXVyMjcwMjk2MTk@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Dragons and Stuff",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Dragons and Stuff (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Rodehaver, James"
            }
        ],
        "production companies": [
            {
                "name": "Vision Entertainment"
            }
        ],
        "plot": [
            "Friday night at 6pm PST is time for _Dragons and Stuff_ (qv), where we slay monsters, find treasure, and implement poorly thought out plans of heroism streamed live to facebook.::Adam Rady"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 9.3
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 9.9
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 10,
                "rating": 9.9
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 9.9
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "us users": {
                "votes": 8,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 13,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 9.3,
        "median": 1
    }
}