{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "8 April 2017"
            }
        ],
        "release dates": [
            "Japan::8 April 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Wonderful Voyage I Will Remember Everything That Happened to Me.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 50,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    One evening, Sôta Mizushino, a middle school student struggling to draw, watches his favorite anime series, Elemental Symphony of Vogelchevalier on his tablet. Just then, a strange glitch happens and Sota is transported to the anime's world, where the lead character, Selesia Yupitiria, is battling against a mysterious girl known only as the Military Uniform Princess. Narrowly escaping from the battle, Sota returns to the real world alongside Selesia, who becomes confused when Sota tells her she is a fictional character. The Military Uniform Princess also arrives in ...    "
                },
                "2": {
                    "title": "Dynamite and Cool Guy ... That Wasn't Funny.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 40,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Meteora explains how the Military Uniform Princess transported her and Selesia, along with other fictional characters, to the world where their worlds were created with the intent of overthrowing their creators and having them rewrite their worlds. As Selesia requests to meet her own creator, Sota arranges her to meet with the Vogelchevalier light novel's author, Takashi Matsubara, who is understandably confused by the situation. Just then, the group is attacked by Mamika Kirameki, a character from the magical girl anime series Magical Slayer Mamika, who is siding ...    "
                },
                "3": {
                    "title": "The Extraordinary Ordinary Everyday Life ... Don't Worry About What Others Said. Just Be Yourself.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "22 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Before Yuya can battle against Mamika, Alicetaria February, a secondary character from Alicetaria of the Scarlet, arrives at the scene and escapes with Mamika. Sharing what he knows with the others, Yuya states that he has no interest in altering his world and goes off on his own. Later that night, as Meteora proposes that they test whether or not a creation's world can actually be changed, Takashi calls over Vogelchevalier's illustrator, Marine, to see if altering Selesia's backstory will have any effect on Selesia herself. They create a character description and ...    "
                },
                "4": {
                    "title": "That Time I Said Hello to Him ... If So, I Want to Protect What He Loved.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 38,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Meteora visits the company who developed Avalken of Reminisce, only to learn her creator passed away in an accident a year ago. After playing her game overnight, Meteora, content that her creator put great care into crafting her world, shares her theories on the Military Uniform Princess' objective. Noticing that the supernatural abilities that come from their respective worlds conflict with the laws of physics in the real world, Meteora predicts that if more creations appear and cause disorder to the real world's common sense, the fabric of reality may be destroyed ...    "
                },
                "5": {
                    "title": "This Water Is Coldest at the Bottom ... So, Why Don't We Have Ourselves a Guys' Night Out?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 36,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    Matsubara and his company make contact with a scriptwriter Nakanogane. They visit his home, and meet a main protagonist of \"Infinite Divine Machine Mono Magia\", Rui Kanoya. When they discuss the future treatment, the JSDF makes a raid on them and takes them to a government meeting.    "
                },
                "6": {
                    "title": "Young Girls, Life Is Short So Fall in Love ... You Are the One Who Knows Where Justice Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 36,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    Sota reluctantly hides that he discovered Military Uniform Princess' true identity from Selesia. Magane Chikujoin, a villain from the light novel and anime series Record of the Night Window Demon, wanders around Tokyo and attracts the Situations Countermeasures Council's attention after she kills a bookstore owner. Magane is confronted by Mamika and Alicetelia whom try to convince her to join their side. Alicetelia attempts to attack her after being provoked by her, but is stopped by the arrival of Selesia and Meteora. Meteora tries to tell Alicetelia that she is ...    "
                },
                "7": {
                    "title": "A Small Armageddon ... I Don't Want to Make a Mistake for the Sake of the People Who Are in My Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 38,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    When night comes, the battle of Selesia and Mirokuji versus Alicetaria and Blitz continues. Mamika tries to stop their fighting, and Magane enjoys to see them. Meanwhile, Nakanogane finds the identity of Military Uniform Princess at a video sharing website.    "
                },
                "8": {
                    "title": "Everything I Can Do ... I CHOSE This Way of Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 33,
                    "original air date": "27 May 2017",
                    "year": "2017",
                    "plot": "\n    Kikuchihara finds newly two creators Suruga and Yatouji, and they are under the protection of the government. Souta suffers that he cannot talk about Altair to his company. Mamika learned some informations about Altair from Souta, so she makes a determination to persuade Altair to stop her revenge.    "
                },
                "9": {
                    "title": "The Blooming Maiden Digs a Hole ... This World Requires Choice and Resolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 36,
                    "original air date": "3 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Badly wounded from her encounter with Altair, Mamika comes across Magane and asks her to pass on a message to Alicetaria before passing away and disappearing from the world. However, Magane deliberately twists Mamika's final words in order to make Alicetaria believe Meteora was responsible for her death. Magane then calls Sota, who inevitably realizes from her lies that Mamika was killed by Altair as a result of what he had told her. Magane also swifts the blame onto Sota, attempting to break his spirit, but she is interrupted by Yuya, who was eavesdropping. Sota is ...    "
                },
                "10": {
                    "title": "Freeze, Die, Come to Life! ... We Know Exactly How You Think and How You're Fighting!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 66,
                    "original air date": "10 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Alicetelia fights Meteora while Magane holds off Yuya. During their battle, Magane manages to gain control of Yuya's spirit, Hangaku. Meanwhile, Meteora is overwhelmed by Alicetelia. Sota tries to stop her by telling her how much he loves her story, but this doesn't persuade her. Selesia then arrives with Takashi, Masaaki and the military and fights Alicetelia. However, Altair then appears with Blitz and interferes by destroying Selesia's sword, causing her to be fatally wounded. Altair then orders Blitz to kill Selesia, but Yuya intervenes and fights Blitz. Rui tries...    "
                },
                "11": {
                    "title": "The Monster Under the Eaves ... We Cannot Decide Where We Go But You Can",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 37,
                    "original air date": "17 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    As Selesia and Meteora recover, Sota still feels himself responsible for what happened, when Rui appears and takes him for a ride on Gigas Makina to cheer him up. After returning to the others, Sota reveals that he knew Setsuna, whose real name was Yuna Shimazaki, and blames himself for her death. Sota explains how he and Yuna met through an image board and became close friends since then. As time passed, however, Sota began to grow jealous of Yuna as her work became more popular while his own drawings didn't get much attention. When Yuna became falsely accused of ...    "
                },
                "12": {
                    "title": "Too Early for End Roll ... Be Desperate and Draw Something Fascinating.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 34,
                    "original air date": "24 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Souta tells his company the relationship between him and Setsuna Shimazaki and what happened to her.    "
                },
                "13": {
                    "title": "The Usual Way, the Way Back an Unpredictable Story That No One Knows Where It's Leading To",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 36,
                    "original air date": "1 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Meteora looks back on the journey of the creators with Souta and the creations from her viewpoint.    "
                },
                "14": {
                    "title": "Why We Travel ... I Feel Painful and So Useless That I Want to Cry But It's Fun Nevertheless.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 34,
                    "original air date": "8 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Preparation for a strategic big event named \"Elimination Chamber Festival\" starts. But the creators and the creations don't have much time left. Souta offers to participate in the strategy, because he wants to face Altair in honesty.    "
                },
                "15": {
                    "title": "Waves Approach the End of Wandering ... This Is Perfect! She Couldn't Have Been Any More Perfect!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 30,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A heroine of \"The Milky Way of a Starry Sky\", Hikayu Hoshikawa appears in front of Selesia and Kanoya. She is an ordinary girl, but has to fight in \"Elimination Chamber Festival\". So, her creator Ohnishi thinks up an unexpected idea.    "
                },
                "16": {
                    "title": "Wonderful Days ... This Is the Actual Beggining, Isn't It?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 29,
                    "original air date": "29 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The creators with Souta, Kikuchihara and the creations have worked tirelessly to make a strategy successful for six months, and now they take a short rest at an inn in a hot-spring resort. Preparation for \"Elimination Chamber Festival\" ends at all, the final battle will begin.    "
                },
                "17": {
                    "title": "The Rain's Rhythm Shoots Down on the World's Roof I Mean, I'm the CREATOR.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 61,
                    "original air date": "12 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Border World Colliseum begins and thousands of fans begin watching it. Altair's group confronts Sota's and fighting ensues; Selesia fights Altair while Alicetelia holds off Rui and Sho confronts Yuya. Meanwhile, Sota is confronted by Magane while watching the fight from Nissan Stadium. Altair easily blocks all of Selesia's attacks and reveals that she is fully aware of their plan, but chooses to play along because she needs to keep the audience entertained in order to maintain her existence as an independent creation. Back at Nissan Stadium, Blitz confronts his ...    "
                },
                "18": {
                    "title": "We Are All Imperfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 34,
                    "original air date": "19 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    When Souta keeps a very close watch on the creations are fighting, Magane appears in front of him. Meanwhile, some unexpected creations participate in the battle between Mirokuji and Sho.    "
                },
                "19": {
                    "title": "Wrapped in Kindness ... The Story Continues, as Long as There Is Someone Out There, Who Believes in My Existence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 61,
                    "original air date": "26 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Selesia can't bring herself to fight Charon, who is tired of fighting and thus intends to use the power of the creators to save their world. Meanwhile, Alicetelia fights Altair, who reveals to her that she was indeed the one who killed Mamika. Provoked by Altair, Alicetelia charges at her and successfully impales her with lance. However, Altair then uses an ability that changes the principle of cause and effect, causing Alicetelia to be the one injured by her attack and resulting in her dying and disappearing. Meanwhile, Rui holds off Charon while Selesia still can't ...    "
                },
                "20": {
                    "title": "Before the Reverberation Disappears Somebody.. Receives the Power of Creation, and the Spirit Is Redeveloped from Their Passion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 58,
                    "original air date": "2 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Following Selesia's death, Rui's \"Gigas Machina\" runs out of power while Altair simply laughs. Enraged by this, Hikayu charges at her, only for Altair to take away her abilities. This causes Meteora to realize that Altair has gained the audience's acceptance, boosting her abilities. In response to this, the creators use their secret weapon, Sirius; a creation with the same powers as Altair, based on the final design made by Setsuna. Knowing they cannot defeat her, the creators have Sirius use her abilities to absorb Altair into herself. With Altair seemingly defeated ...    "
                },
                "21": {
                    "title": "The World Is for Us Two ... I Love You Too",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 57,
                    "original air date": "9 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Altair realizes that the Setsuna in front of her is a creation based of her, yet possessing all her memories and feelings. Setsuna apologizes to Altair, believing herself to be responsible for everything since she created her as an outlet for her pain. However, Altair tells her that her desiring to destroy the real world is something she decided for herself. Setsuna then convinces Altair to stop and the two reconcile. However, Setsuna concludes that, since the real her is already dead, she shouldn't exist in the real world anymore and attempts to replicate her real ...    "
                },
                "22": {
                    "title": "Re: Creators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Re: Creators (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 56,
                    "original air date": "16 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Following the end of Border World Coliseum, the creators praise Sota for his creation. Takashi blames himself for Selesia's death, but Meteora ensures him that she'll continue to exist as long as he continues to write her story. Several weeks later, Meteora tells the surviving creations that her magic is fading due to it going in against the laws of the real world. She therefore gives the others several days to do as they like before sending them back to their own worlds; Yuya and Sho renew their friendship, Rui and Hikayu enjoy a normal day and Sota visits Setsuna's ...    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Yamashita, Daiki"
            },
            {
                "name": "Minase, Inori"
            },
            {
                "name": "Komatsu, Mikako"
            },
            {
                "name": "Konishi, Katsuyuki"
            },
            {
                "name": "Suzumura, Ken'ichi"
            },
            {
                "name": "Amamiya, Sora"
            },
            {
                "name": "Kanemoto, Hisako"
            },
            {
                "name": "Sugisaki, Ryou"
            },
            {
                "name": "Tsunematsu, Ayumi"
            },
            {
                "name": "Hikasa, Yôko"
            },
            {
                "name": "Toyosaki, Aki"
            },
            {
                "name": "Ono, Atsushi"
            },
            {
                "name": "Sakamoto, Maaya"
            },
            {
                "name": "Kotobuki, Minako"
            },
            {
                "name": "Hamano, Daiki"
            },
            {
                "name": "Murakawa, Rie"
            },
            {
                "name": "Natsukawa, Shiina"
            },
            {
                "name": "Yanagita, Junichi"
            },
            {
                "name": "Okamoto, Nobuhiko"
            },
            {
                "name": "Fukushima, Jun"
            },
            {
                "name": "Iwami, Manaka"
            },
            {
                "name": "Ohashi, Ayaka"
            },
            {
                "name": "Ono, Daisuke"
            },
            {
                "name": "Ôhara, Sayaka"
            },
            {
                "name": "Eguchi, Takuya"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "2.35 : 1",
        "sound mix": [
            "Dolby Digital",
            "Dolby Surround 7.1"
        ],
        "certificates": [
            "Australia:MA15+",
            "Singapore:PG13",
            "United States:TV-MA"
        ],
        "number of seasons": 1,
        "rating": 6.9,
        "votes": 496,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDM0MDI0MjEtMzU2Ni00MzU4LWI4MWQtMWQ4ODFjZjFkNjNkXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "People have created many stories. Joy, sadness, anger, deep emotion.Stories stir up emotion and captivate. However, those emotions are nothing more than the feelings of a spectator. What if the characters in the stories had their own will. In their eyes, are we, the creators of the stories, like gods? Revolution for our world.Punishment for the land of the gods. Re:CREATORS. Everyone becomes a Creator.",
        "languages": [
            "Japanese"
        ],
        "title": "Re: Creators",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Re: Creators (Japan)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Aoki, Ei"
            },
            {
                "name": "Hiroe, Rei"
            },
            {
                "name": "Kizawa, Yukito"
            }
        ],
        "production companies": [
            {
                "name": "ABC Animation"
            },
            {
                "name": "Aniplex"
            },
            {
                "name": "Shogakukan"
            },
            {
                "name": "Troyca"
            }
        ],
        "other companies": [
            {
                "name": "HED Works"
            },
            {
                "name": "Magic Capsule"
            }
        ],
        "plot": [
            "People have created many stories. Joy, sadness, anger, deep emotion.Stories stir up emotion and captivate. However, those emotions are nothing more than the feelings of a spectator. What if the characters in the stories had their own will. In their eyes, are we, the creators of the stories, like gods? Revolution for our world.Punishment for the land of the gods. Re:CREATORS. Everyone becomes a Creator.::Anand kishan",
            "Humans have designed countless worlds - each one born from the unique imagination of its creator. Souta Mizushino is a high school student who aspires to be such a creator by writing and illustrating his own light novel. One day, while watching anime for inspiration, he is briefly transported into a fierce fight scene. When he returns to the real world, he realizes something is amiss: the anime's headstrong heroine, Celestia Yupitilia, has somehow returned with him. Before long, other fictional characters appear in the world, carrying the hopes and scars of their home. A princely knight, a magical girl, a ruthless brawler, and many others now crowd the streets of Japan. However, the most mysterious one is a woman in full military regalia, dubbed \"Gunpuku no Himegimi,\" who knows far more than she should about the creators' world. Despite this, no one knows her true name or the world she is from. Meanwhile, Souta and Celestia work together with Meteora Österreich, a calm and composed librarian NPC, to uncover the meaning behind these unnatural events. With powerful forces at play, the once clear line between reality and imagination continues to blur, leading to a fateful meeting between creators and those they created."
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "sound mix": [
                "Dolby Digital",
                "Dolby Surround 7.1"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "2.35 : 1"
            ],
            "camera": [
                "Arri Alexa XT Studio, Zeiss Master Anamorphic and Angenieux Optimo 2S Lenses",
                "Arriflex 435 Xtreme, Zeiss Master Anamorphic and Angenieux Optimo 2S Lenses",
                "Moviecam Compact, Zeiss Master Anamorphic and Angenieux Optimo 2S Lenses"
            ],
            "negative format": [
                "35 mm (Kodak Vision3 50D 5203, Vision3 250D 5207, Vision3 200T 5213, Vision3 500T 5219)",
                "Codex ARRIRAW"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "Master Scope (anamorphic) (source format)"
            ],
            "printed film format": [
                "D-Cinema",
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 496,
                "rating": 6.9
            },
            "aged under 18": {
                "votes": 5,
                "rating": 9.1
            },
            "aged 18 29": {
                "votes": 163,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 81,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 5.8
            },
            "males": {
                "votes": 274,
                "rating": 6.9
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 149,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 71,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 6.8
            },
            "females": {
                "votes": 33,
                "rating": 7.1
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 12,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 10,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 4.3
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 6.4
            },
            "us users": {
                "votes": 36,
                "rating": 7.0
            },
            "non us users": {
                "votes": 182,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 103,
            "9": 60,
            "8": 105,
            "7": 97,
            "6": 46,
            "5": 25,
            "4": 27,
            "3": 11,
            "2": 7,
            "1": 15
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}