{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 March 2017"
            }
        ],
        "release dates": [
            "USA::17 March 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Jaffe, Adi"
            }
        ],
        "locations": [
            "Beverly Hills, California, USA::(On Location)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODNkMzEzNzUtMDEyNC00OTdmLTg0Y2EtMmI0NThlYjJkMGE3XkEyXkFqcGdeQXVyMjExMTI5MzU@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Dr. Adi Jaffe and Dr. Marc Kern are renowned and respected addiction experts with decades of clinical and research experience. You may have seen them talking about addiction and recovery on 20/20, the Today Show, CBS, and the Dr. Oz Show, among others. Dr. Jaffe and Dr. Kern created Alternatives to offer their clients the most advanced evidence-based research available. And they know it works. Why? Because they live it every day. Both have dealt with their own alcohol abuse problems and successfully achieved their goals by using these moderation management techniques. At Alternatives, we are dedicated to finding a way for you to reach your recovery goals and live the healthy, productive, empowered life you desire. You're not alone. Not anymore. Together, we can do this.",
        "languages": [
            "English"
        ],
        "title": "Alternatives",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Alternatives (United States)"
        ],
        "writer": [
            {
                "name": "Jaffe, Adi"
            }
        ],
        "production companies": [
            {
                "name": "KNEKT"
            }
        ],
        "distributors": [
            {
                "name": "KNEKT Television Network"
            }
        ],
        "plot": [
            "Dr. Adi Jaffe and Dr. Marc Kern are renowned and respected addiction experts with decades of clinical and research experience. You may have seen them talking about addiction and recovery on 20/20, the Today Show, CBS, and the Dr. Oz Show, among others. Dr. Jaffe and Dr. Kern created _Alternatives_ (qv) to offer their clients the most advanced evidence-based research available. And they know it works. Why? Because they live it every day. Both have dealt with their own alcohol abuse problems and successfully achieved their goals by using these moderation management techniques. At _Alternatives_ (qv), we are dedicated to finding a way for you to reach your recovery goals and live the healthy, productive, empowered life you desire. You're not alone. Not anymore. Together, we can do this."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}