{
    "imdb": {
        "raw release dates": [
            {
                "country": "Israel\n",
                "date": "27 April 2017"
            }
        ],
        "release dates": [
            "Israel::27 April 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ye Shall Not Eat of It, Neither Shall Ye Touch It, Lest Ye Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Juda (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Juda Ben Haim is a showy little thug, on his way to the biggest gambling in Romania with the money of a dangerous French mobster. A mysterious and beautiful woman shows up and changes all the picture.    "
                },
                "2": {
                    "title": "Appoint a Teacher for Yourself and Avoid Doubt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Juda (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 May 2017",
                    "year": "2017",
                    "plot": "\n    The French mafia is chasing Juda. He manages to escape them, but got kidnapped by a mysterious Rabbi, who explains him how to deal with his new power, while the police is chasing him.    "
                },
                "3": {
                    "title": "Traineth My Hands for War, and My Fingers for Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Juda (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 May 2017",
                    "year": "2017",
                    "plot": "\n    The Rabbi continues his lessons to Juda. Asher tries to get a new passports for them, and things goes mad when the french mobster finds them.    "
                },
                "4": {
                    "title": "If He Come to Slay Thee, Forestall by Slaying Him",
                    "kind": "episode",
                    "episode of": {
                        "title": "Juda (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 May 2017",
                    "year": "2017",
                    "plot": "\n    Tania pursuing after Juda alone, while Asher got arrested by the police. After his interrogation, Mister Jacques appears to make a threat.    "
                },
                "5": {
                    "title": "Who Is Powerful? One Who Overcomes His Inclinations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Juda (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 May 2017",
                    "year": "2017",
                    "plot": "\n    Orit finds a connection between all the victims. Juda tries to break Asher out of prison by using his abilities despite the Rabbi's advice.    "
                },
                "6": {
                    "title": "And Esau Said to Jacob: Pour Into Me Some of This Red, Red, for I Am Faint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Juda (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Juda gets a lesson about pride. Moti follows after Orit. Dotan convinced Avihai to look into another case to find a connection between all the recent murders.    "
                },
                "7": {
                    "title": "God of Great Deeds, Find Us Forgiveness, at the Time of Ne'ila",
                    "kind": "episode",
                    "episode of": {
                        "title": "Juda (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Shinko and his gang finds Juda and fights him. Tania and The Rabbi has to make tough choices. Asher confronts Menachem to get info about Juda, who needs to find a shelter before dawn.    "
                },
                "8": {
                    "title": "He Perceives a Matter's Outcome at Its Inception",
                    "kind": "episode",
                    "episode of": {
                        "title": "Juda (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Asher and Menachem finds Juda, only to find out that The Rabbi has been kidnapped by Mister Jacques's crew. Juda breaks into Mister Jacques's house, who offers him to play Russian roulette for all or nothing.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Baruch, Tzion"
            },
            {
                "name": "Tamam, Amos"
            },
            {
                "name": "Burstyn, Mike"
            },
            {
                "name": "Cohen, Moris"
            },
            {
                "name": "Fein, Anastasia"
            },
            {
                "name": "Kapul, Dany"
            },
            {
                "name": "Weiss, Adi"
            },
            {
                "name": "Blair, Rani"
            },
            {
                "name": "Levy, Ilanit"
            },
            {
                "name": "Kazav, Yoni"
            },
            {
                "name": "Mor, Yehuda"
            },
            {
                "name": "Rozenkier, Yona"
            },
            {
                "name": "Bibergal, Slava"
            },
            {
                "name": "Diac, Andreea"
            },
            {
                "name": "Zvi, Raz"
            },
            {
                "name": "Ben-David, Eli"
            },
            {
                "name": "Yeoshoua, Adva Shoua"
            },
            {
                "name": "Finish, Eli"
            },
            {
                "name": "Israelof, Asi"
            },
            {
                "name": "Itzcar, Amit"
            },
            {
                "name": "Michaelshwilli, Shalom"
            },
            {
                "name": "Yaish, Meni"
            }
        ],
        "locations": [
            "Israel",
            "Romania"
        ],
        "genres": [
            "Action",
            "Crime",
            "Drama",
            "Fantasy",
            "Horror",
            "Sci-Fi"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Israel"
        ],
        "country codes": [
            "il"
        ],
        "language codes": [
            "he",
            "en",
            "ro",
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 109,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWYzODk4YjgtNmU2MC00NWI2LTljN2UtZjk1YjcwMmMyNmIxXkEyXkFqcGdeQXVyMjY5ODYzNzI@._V1_SY150_CR130,0,101,150_.jpg",
        "plot outline": "Juda Ben Haim is a showy little thug, on his way to the biggest gambling in Romania with the money of a dangerous French mobster. A mysterious and beautiful woman shows up and changes all the picture - A love story is created that crosses religions, cultures and destinies between him and the woman vampire.",
        "languages": [
            "Hebrew",
            "English",
            "Romanian",
            "French"
        ],
        "title": "Juda",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Juda (Israel)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Baruch, Tzion"
            }
        ],
        "distributors": [
            {
                "name": "Banijay Rights"
            }
        ],
        "plot": [
            "_Juda_ (qv) Ben Haim is a showy little thug, on his way to the biggest gambling in Romania with the money of a dangerous French mobster. A mysterious and beautiful woman shows up and changes all the picture.::MightGod",
            "_Juda_ (qv) Ben Haim is a showy little thug, on his way to the biggest gambling in Romania with the money of a dangerous French mobster. A mysterious and beautiful woman shows up and changes all the picture - A love story is created that crosses religions, cultures and destinies between him and the woman vampire.::MightGod",
            "_Juda_ (qv) is a low-life gambler hustling a living in the murky depths of the criminal underworld. Borrowing money from the French mafia for a seat at a high-stakes Romanian poker game he wins big, only for his luck to run out when he is robbed and bitten by a seductive vampiress. Unbeknownst to her she has broken the cardinal rule of her forefathers by drinking Jewish blood and begun her own path to mortality. Facing a race against time she must choose; exterminate _Juda_ (qv) within eight days before his transition is complete and her own fate and that of her clan is endangered, or save him and risk everything. What follows is a sweeping tale of an unwilling hero's journey to redemption, true friendship and forbidden love as _Juda_ (qv) is hunted by Romanian vampires, Israeli cops and French mobsters whilst running from his own fate of becoming immortal.::United Studios of Israel"
        ],
        "synopsis": [
            "Juda is a low-life gambler hustling a living in the murky depths of the criminal underworld. He and his friend Asher are about to make their biggest gamble yet - they are going to take part in a poker game in a casino in Romania, and gamble with a dangerous French mobster's money. Juda wins big at the casino but his luck runs out when he is robbed and bitten by a seductive vampires called Tanja. From the moment she bites him and sucks his blood, Juda and Tanja's life will to turn upside down, for she has broken the cardinal rule in the order of the vampires - drinking Jewish blood is forbidden and has grave consequences.\nFrom the moment he was bitten, Juda starts to transition into a vampire and Tanja starts to become human. These transitions take eight days to complete, and they comprise the eight episodes of the series.\nEvery day draws Juda deeper into the world of Vampires. He becomes sharper, stronger, smarter and more sophisticated. As this side of him grows, so does his appetite for blood, women, and sex, becomes insatiable. Juda doesn't really understand what's come over him, because in addition to biting him, Tanja had also stolen his money. So now he is in a race against time to return the money to the vicious French mobster Mr. Jacques.\nMeanwhile, Tanja's father, a descendent of the Dracula dynasty, orders her to travel to the Holy Land and kill Juda before he makes it to the eighth day and becomes a full-fledged, invincible vampire. Tanja is the only one who can carry out this task because she is Juda's creator, and the only to execute this is by beheading him. By doing so, she will remove the threat looming over the vampire race. The father sends Tanja's brother Shinko, two other soldiers and his human advisor Misha to accompany Tanja on her mission.\nFacing a race against time she must choose; exterminate Juda within eight days before his transition is complete and her own fate and that of her clan is endangered, or save him and risk everything. What follows is a sweeping tale of an unwilling hero's journey to redemption, true friendship and forbidden love as Juda is hunted by Romanian vampires, Israeli cops and French mobsters whilst running from his own fate of becoming immortal."
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 109,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 23,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 34,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 6.2
            },
            "males": {
                "votes": 74,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 20,
                "rating": 9.1
            },
            "males aged 30 44": {
                "votes": 31,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 5.9
            },
            "females": {
                "votes": 9,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 4.4
            },
            "us users": {
                "votes": 9,
                "rating": 5.2
            },
            "non us users": {
                "votes": 39,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 47,
            "9": 14,
            "8": 13,
            "7": 8,
            "6": 7,
            "5": 3,
            "4": 2,
            "3": 2,
            "2": 3,
            "1": 10
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}