{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 May 2017",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "9 May 2017"
            }
        ],
        "release dates": [
            "USA::2 May 2017                            (internet)",
            "USA::9 May 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Addiction Is Hard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    Where Barbee Addicts and Addicted Barbees Come to Heal. Do you know someone addicted to all things Barbee? Well - Barbees have addictions too. There is a place where they can all get better and that place is Barbee Rehab. Lead by the famous Doctor Midge, each day Barbees and humans are cured from their addictions. They help each other to help themselves. - Shoe addiction - collecting Barbee Heads - we can cure you.    "
                },
                "2": {
                    "title": "Problem Solvers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    Where addicted Barbees and Barbee Addicts Come to Heal: Are you addicted to all things Barbee? Do you know Barbees addicted to things like shoes and dresses? Have them come to Barbee Rehab. We can help. Come to Barbee Rehab - Where Addicted Barbees and Barbee Addicts heal - They work together to solve each others problems. It's beautiful and charming and the costumes are OUT OF THIS WORLD.    "
                },
                "3": {
                    "title": "OOOHHH YEAHHH",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    Barbee Rehab: Where Addicted Barbees and Barbee Addicts Come to Heal. Episode 3: Things are spicing up in Barbee Rehab. - Coupling - Relapsing - Curing - You just never know what's going to happen in rehab. #BarbeeRehab Glamour Barbee, Crazy Cat Lady, Clothes Collector, Head Collector, Dr. Midge, Skipper, Todd, Ken, DJ Barbee, Cotton candy Barbee, Chemist Barbee, Calendar Collector, Olympic Barbee, On line contest winner. - Just what is going on in Barbee Rehab this week?    "
                },
                "4": {
                    "title": "Tipping Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Barbee Rehab: Where Barbee Addicts and Addicted Barbees Come to Heal - Cop Ken is driving everyone crazy with his rules. Who will break first? Dr. Midge is starting to lose control of the addicts - Can she handle the pressure? #Barbeerehab.    "
                },
                "5": {
                    "title": "Breaking Bad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 May 2017",
                    "year": "2017",
                    "plot": "\n    Where Barbee Addicts and Addicted Barbees Come to Heal. What dirt does Cop Ken have on Midge? What do the Kens discover about themselves that every little girl in America knows - and - Welcome. - Teresa.    "
                },
                "6": {
                    "title": "Pixie Sticks Are a Helluva of a Drug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Where Addicted Barbees and Barbee Addicts Come to Heal.....Friction happening between Ken and Cop Ken. - I thought they were friends - Midge is starting to lose it.. Glamour and Dog Lover - Not so Glamorous anymore.    "
                },
                "7": {
                    "title": "Fresh Sushi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Description: Where Barbee Addicts and Addicted Barbees Come to Heal. Preview: Will Kenny boy live or die? Dr. Midge may have the drop on Cop Ken? Cop Ken is too busy enjoying new found pleasures - The Shrine is spotted. Clock is ticking - Lines are drawn between Dr. Midge and Cop Ken. Country and Mermaid bond over sexploits. Enter Teresa...The kettle is starting to simmer.    "
                },
                "8": {
                    "title": "Chick-Fil-A",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Shit is getting real in the barbee rehab house. Teresa is BACK. Full on wack-a-doodle mode. Cop Ken is still in Rogue Mode. Ken is cleaned up and back in the gym but is he luring the right kind back? Clothes Collector is devastated and off the wagon. Head Collector attempts to stir the pot...but does she open pandora's box. Teresa huffs and puffs - \"Welcome to the Jungle...err..roof\". She anxiously awaits the arrival of her secret weapon...\"The Ringer\". Cop Ken has to ask for help..wtf? Todd is back...hmm. New Alliances will be formed and old friendships tested. Where...    "
                },
                "9": {
                    "title": "A Fish Called Glinda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Midge is still hold up on the roof waiting for reinforcements to arrive. Cop Ken is having nightmares? Who knew he even had a conscience? Ken is cleaned and ready. Dog Lover is now Halloween Barbee-what is this her 3rd or 4th Personality? Cat Lady has has taking the Dr. chair. Back up arrives in the form of a \"Glinda the Good Witch\". The drama is heating up in the rehab house. The \"patients\" are in for some strange shit.    "
                },
                "10": {
                    "title": "Abracadabra B*itches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Things are getting weird. The ringer continues to do Teresa's dirty work. Abracadabra Bitches. The Red Tide comes in...just when Cop Ken has gotten hooked. Ken goes Fruit Fly to try and get the barbees back. Glinda finds a new ally. Cop Ken and Ken bond over \"drinks\". The bathroom is a nightmare - Halloween Barbee sees the error of her ways and makes a change to HOTNESS. Twirk anyone? The battle lines have been drawn between Cop Ken and Teresa....\"Whack-a-doodle\". Watch, Share, Comment and Follow.    "
                },
                "11": {
                    "title": "Orange Is the New Ammo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Shit is getting Nutz in the Rehab house. Dr. Midge is now in full on Teresa mode and living off Oranges on the roof. She has waged war on Cop Ken with Oranges as her new Ammo...\"Suck it Cop\". Meanwhile, Awaian Tropi Barbee is looking hot but quickly learns she may pay for the company she keeps. Our boy Ken may be cleaned up and on point but he is still flustered and frustrated. Online winner confesses to the group....\"TMI lady\". Cat Lady thinks she is replacing Dr. Midge but...the Barbees and Barbee Addicts are running wild - even in group therapy. Fairy Barbee is ...    "
                },
                "12": {
                    "title": "Silence of the Kens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The Rehab house is going bat shit cray cray. Cat Lady/Dr. ? is now in full control of Therapy? Six sense realm my ass... Teresa continues her reign over darkness from the comfort of her tent on the roof. Korean Barbee becomes someones pet? Online winner is still up to her naughty ways. Poor Cop Ken cant find his doll and we find out why. Fairy Barbee is patient but running out of hope and may have to take treatment into her own hands. Ken is Ken...afraid of his own shadow and latching on to Cop Ken to console and protect him. Awaian Tropi is still feeling the effects ...    "
                },
                "13": {
                    "title": "F'n Floaters You Better Grab a Life Vest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It's War and The Rehab house is under attack. Midge has lost her mind living on the roof and has mastered the art of the paintball gun. Midge has a real chance of kicking Cop Kens ass. Cop Ken breaks out the big gun. Fairy Barbee has had it and is reaching out to the MBI for help. Will the MBI come in time to save the house from any more blood shed? Will Ken ever grow some balls? Will On Line winner ever get what she desires most? Awaiin Tropic looks like she has had enough - what will her breaking point be? Will she ever stop eating sugar? Head Collector is up to no ...    "
                },
                "14": {
                    "title": "Star Trek Sucks!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    While the war heats up outside between Rogue Cop Ken and Dr. Midge (NOW Teresa) - more craziness is happening inside the house as well. The honeymoon may already be over for Star Trek Ken and Star Trek Barbee..but not if Star Trek Barbee can save the new relationship. She is taking Country Singers advice and trying to spice things up in their box. - A new patient/Barbee Addict is admitted to the Rehab House perhaps against his will? Welcome \"Ken Collector\". Yea, you read that right. Wait til you get a load of this \"guy\". The Rehab house is in Chaos!. Midge/Teresa has ...    "
                },
                "15": {
                    "title": "Mission Impossible-Codename Prudence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The battle continues between \"Team Cop Ken\" and \"Team Dr. Midge/Teresa-Queen of the whack-a-doodles\". Cop Ken follows thru on his promise to keep his \"toy\" on the roof. Is Teresa gonna be forced to finish the fight from the uncomfort of her new rooftop home? Vietnam and Korean Barbee have proven to be faithful Teresa Minions....but do they have what it takes to help her defeat Cop Ken? Finally, Fairy Barbee's mission is slowly revealed...no thanks to the genius retrieving the drop note. Ken Doll Collector shows us just how passionate (and freaking weird) he really is....    "
                },
                "16": {
                    "title": "Season Finale: Fight Club- Everybody Knows Girls Can't Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "29 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    It's here!. The season Finale is Out!. The MBI are in (Mattal Bureau of Investigation!!) The Battle between Cop Ken and Midge ends here - What is going to happen to all the patients in rehab? What will the MBI do? Clothes Collector is scared for his life. Star Trek Barbee is in fear of melting. - Who will be ordered to rehab? Who will be ordered to a garage sale? Will we ever find out what happened to DJ and Wedding Barbee - or Mermaid Barbee? Will On Line Winner ever get Cop Ken?? Who fights in the grievance pool.. - Find out now!.    "
                },
                "17": {
                    "title": "The New Doctor is in...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Back in the Saddle With You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbee Rehab (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Bednar, Vanessa"
            },
            {
                "name": "Orr, Derek S."
            },
            {
                "name": "Alvernaz, Lauren"
            },
            {
                "name": "Larkin, Jennifer"
            },
            {
                "name": "McEwan, Brent"
            },
            {
                "name": "Dennis, Kristy"
            },
            {
                "name": "Walsh, Ryan"
            },
            {
                "name": "Phillips, Kristy"
            },
            {
                "name": "Reilly, Rachel"
            },
            {
                "name": "Ladouceur, Karen"
            },
            {
                "name": "Anderson, Ida"
            },
            {
                "name": "Farrell, Tessa Lyn"
            },
            {
                "name": "Alvarez, Courtney"
            },
            {
                "name": "Ciccarelli, Chris"
            },
            {
                "name": "Ford, Alice"
            },
            {
                "name": "Hefner, Caya"
            },
            {
                "name": "Maas, Chaz"
            },
            {
                "name": "Wactor, Johnny"
            },
            {
                "name": "Allwright, Mary"
            },
            {
                "name": "Dawn, Misti"
            },
            {
                "name": "Dallas, Mary"
            },
            {
                "name": "Davis, Jay"
            },
            {
                "name": "Ling, Bai"
            },
            {
                "name": "Locklear, Bruce"
            },
            {
                "name": "Nelson, Joseph"
            },
            {
                "name": "Phoenix, Burgandi Trejo"
            },
            {
                "name": "Sizemore, Tom"
            },
            {
                "name": "Wilcox, Lisa"
            },
            {
                "name": "Duncan, Marshall"
            },
            {
                "name": "Harber, Amy"
            },
            {
                "name": "Thai, Vivi"
            },
            {
                "name": "Wishelle, Sedona"
            },
            {
                "name": "Balat, Sandy Issa"
            },
            {
                "name": "Bean, Tia"
            },
            {
                "name": "Bogda, Torrie"
            },
            {
                "name": "Ku, Esther"
            },
            {
                "name": "Kytö, Inka"
            },
            {
                "name": "Levin, Mandy"
            },
            {
                "name": "O'Toole, Chelsea"
            },
            {
                "name": "Sapag, Tita"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.4,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjQ4MTRiMGEtZTdjNy00YjExLThkNTEtNDNlODZmZmNhZmQ3XkEyXkFqcGdeQXVyMjM0MjM4MzM@._V1_SY150_CR31,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Barbee Rehab",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Barbee Rehab (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bednar, Vanessa"
            },
            {
                "name": "Orr, Derek S."
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 6.3
            },
            "males": {
                "votes": 7,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 3.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 8.3
            },
            "females": {
                "votes": 13,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.3
            },
            "us users": {
                "votes": 15,
                "rating": 10.0
            },
            "non us users": {
                "votes": 4,
                "rating": 3.8
            }
        },
        "number of votes": {
            "10": 19,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 1,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 8.4,
        "median": 1
    }
}