{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "Australia::2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Shock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Am I Perfect? (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    We meet Maddy, your average 19-year old girl feeling the pressures placed upon women to look a certain way - so for Ten Weeks she is going to try everything the media and her favourite celebrities suggest. Hopefully at the end she will present herself to her friends, family and public as 'Perfect'. But first Maddy meets with the dietitian who voices her concerns with the extreme nature of the challenge. Meanwhile at a medical check-up Maddy discovers she falls into the 'OBESE' category on the BMI. Motivated now more than before, Maddy kick-starts her journey with the ...    "
                },
                "2": {
                    "title": "Denial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Am I Perfect? (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Maddy's spirits are high as she journeys into week 2, having already lost 5kg she is driven to keep losing more. She eats like a caveman on the Paleo Diet, tests her coordination in Home Exercise Videos and meets with a professional to learn the tricks of makeup. Week 3 is off to a rocky start with Maddy gagging on her first spoonful of the Baby Food Diet, she seeks advice from the Internet on what to do to quench hunger. Maddy visits the Dentist to get her teeth Hollywood whitened and tries Rock Climbing for the very first time - for the first time Maddy becomes ...    "
                },
                "3": {
                    "title": "Anger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Am I Perfect? (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Maddy sets off into week 4 attempting to prepare a meal on the Raw Food Diet, she also tests weight loss teas, which go terribly wrong. Despite the whole class calling her the wrong name, Maddy gives her all in daily Crossfit classes, and finds herself icing her crouch after an awkward trip to the Waxing Salon. Week 5 sees Maddy's rapid weight loss come to a halt; the nurse and dietician inform her that her body is in starvation mode and her weight loss is unfortunately set to plateau. Maddy is pleasantly surprised by the taste of the Watercress Soup Diet, and pours ...    "
                },
                "4": {
                    "title": "Bargaining",
                    "kind": "episode",
                    "episode of": {
                        "title": "Am I Perfect? (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Well and truly over her body plateauing, Maddy takes drastic action and cuts her calorie intake by half despite critical warnings from the Dietician. Following in the footsteps of Gwyneth Paltrow, Maddy takes on the Macrobiotic Diet, cycling and becomes mummified in a Weight Loss Body Wrap. Maddy is starting to feel cheated by the whole challenge and feels she is failing - that is until she stands on the scales and discovers she has lost 2.4kgs. Maddy continues the calorie restriction into week 7, almost fainting while attempting Hot Yoga and drinking nothing but ...    "
                },
                "5": {
                    "title": "Despair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Am I Perfect? (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The dietician is not happy with Maddy continuing with the calorie restrictions; she does by no means endorse it. Maddy sheepishly ignores her comments continuing to eat less on the Alkaline Diet, meanwhile clutching onto the pole for sheer life in her first ever round of Pole Dancing. She ends the week feeling nauseous after undergoing a colonic irrigation. Maddy moves into week 9 following her favourite celebrity Beyonce with the famous Lemon Detox diet. We watch Maddy get her signature freckles removed and despite pushing through intensive obstacle courses she is ...    "
                },
                "6": {
                    "title": "Acceptance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Am I Perfect? (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    It is the final week and the lead up to the big finale - Maddy has become a completely different person and is upset at becoming a person she doesn't like. She is desperate to reach her goal and continue losing more weight. To help the process Maddy continues ditching food on the Lemon Detox Diet, along with suffering immense pain submerged in an Ice Bath. Maddy starts to crack mentally. In her final visit to the nurse she discovers she is still considered overweight despite feeling like a shell of her former self. In the lead up to the reveal, Maddy gets a complete ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Humphreys, Madeleine"
            }
        ],
        "locations": [
            "Queensland, Australia"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "132"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGYyN2I4MzktMzBlMi00OTM1LWEzOTEtYWI0MzU2ZTNjMDQyXkEyXkFqcGdeQXVyMTY4NjM3MDY@._V1_SY150_CR55,0,101,150_.jpg",
        "budget": "AUD800,000 (estimated)",
        "plot outline": "In a star studded world of crazed pop culture, social media domination and celebrity fixation, where appearance infatuation has become an obsession, it is not surprising that one in three young Australians say that body image is their top concern. The media affects our ideas of who we are and who we could be, so much so that looking at fashion magazines for just three minutes lowers the self-esteem of over 80% of women. As a 19 year-old university student with everyday female insecurities, Director Madeleine Humphreys, recognised that she - like a majority of females within her age group - can't help to feel overwhelmed and unattractive when comparing herself to broader society's definition of beautiful. Am I Perfect? follows the journey of Madeleine, as she sets out on an all-consuming quest in an attempt to obtain Hollywood 'perfection'. In this self-transforming exploration, Madeleine pushes herself to the limits over ten weeks to see if she can achieve 'perfection'. Madeleine sets out to discover if she could ever feel more than just 'average'? Could she, like a celebrity on a red carpet or a model on a runway, present herself to a large crowd of people and feel beautiful? Existing on meagre celebrity rations, extreme exercise regimes and grueling beauty treatments her journey takes her on a self-inflicted physical and emotional roller coaster where she discovers her own worse enemy in this plight for perfection is herself. With health and fitness experts advising her to stop, yet image-obsessed society screaming more. Madeleine discovers how dangerous and physically unattainable perfection is.",
        "languages": [
            "English"
        ],
        "title": "Am I Perfect?",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Am I Perfect? (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Humphreys, Madeleine"
            },
            {
                "name": "Paul, Kate"
            }
        ],
        "production companies": [
            {
                "name": "KP Production"
            },
            {
                "name": "Wildbear Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Passion Distribution"
            }
        ],
        "plot": [
            "In a star studded world of crazed pop culture, social media domination and celebrity fixation, where appearance infatuation has become an obsession, it is not surprising that one in three young Australians say that body image is their top concern. The media affects our ideas of who we are and who we could be, so much so that looking at fashion magazines for just three minutes lowers the self-esteem of over 80% of women. As a 19 year-old university student with everyday female insecurities, Director Madeleine Humphreys, recognised that she - like a majority of females within her age group - can't help to feel overwhelmed and unattractive when comparing herself to broader society's definition of beautiful. _Am I Perfect?_ (qv) follows the journey of Madeleine, as she sets out on an all-consuming quest in an attempt to obtain Hollywood 'perfection'. In this self-transforming exploration, Madeleine pushes herself to the limits over ten weeks to see if she can achieve 'perfection'. Madeleine sets out to discover if she could ever feel more than just 'average'? Could she, like a celebrity on a red carpet or a model on a runway, present herself to a large crowd of people and feel beautiful? Existing on meagre celebrity rations, extreme exercise regimes and grueling beauty treatments her journey takes her on a self-inflicted physical and emotional roller coaster where she discovers her own worse enemy in this plight for perfection is herself. With health and fitness experts advising her to stop, yet image-obsessed society screaming more. Madeleine discovers how dangerous and physically unattainable perfection is.",
            "A 19 year old Australian woman sets out on an all-consuming quest to see if Hollywood 'perfect' is obtainable. In this social experiment, Madeleine subjects herself to vigorous beauty treatments, diets and exercise regimes endorsed by the media over a grueling ten weeks.",
            "A 19 year old Australian woman sets out on an all-consuming quest to see if Hollywood 'perfect' is obtainable; subjecting herself to vigorous beauty treatments, diets and exercise regimes endorsed by the media over a grueling ten week journey."
        ],
        "tech": {
            "runtime": [
                "2 hr 12 min (132 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}