{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "15 May 2017"
            },
            {
                "country": "Canada\n",
                "date": "15 May 2017",
                "notes": "                            (Web Release)"
            }
        ],
        "release dates": [
            "Canada::15 May 2017",
            "Canada::15 May 2017                            (Web Release)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Jenn Nelson - \"Wine Antics\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Dave Daley - \"The Monster Motivator\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Dave Daley truly believes that struggle equals strength if you have the perspective that you will win or lose. Dave opens about his personal life and all the obstacles he could overcome that helped him build businesses and to become a successful entrepreneur. Dave explains how he struggled in the classroom due to ADD. Dave speaks on how sports helped him find his comfort zone. Dave speaks about how we can pursue our passion as we grow up with maintaining awareness on our strengths and weaknesses. Dave speaks about how focusing on your interests allows you to develop a...    "
                },
                "3": {
                    "title": "Dany Redwine - \"Therapy Through Comedy\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Dany opens about her struggle with breast cancer, she explains how she found passion and purpose through comedy. Dany explains how she has endured several surgeries due to her battle with breast cancer. Dany explains that pursuing comedy was on her bucket list that she created for when she was cancer free. Dany explains that at the time of recording the interview she was still sore and recovering due to her latest surgery. Dany then explains how she has met Dave Chapelle, Alex Thomas, AJ Jackson, and Peanut, and much more through comedy work. Dany explains how she is ...    "
                },
                "4": {
                    "title": "Leah Notarianni - \"The Soulful Hustlers\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Leah explains how she overcame a serious car accident that resulted in serious whiplash and back pain. Leah explains how she has always been involved in leadership and self-development. Leah explains how she overcame losing her financially secure job due to injury. Leah explains how she could create \"the Soulful Hustlers\" after overcoming her injury and losing her job. Leah explains how crucial it is to remain true to who you are. Leah explains how she decided to say no to the businesses she did not like, and yes to the business opportunities she did like. Leah ...    "
                },
                "5": {
                    "title": "Pierre Evans - \"Re-Empower LLC\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Pierre explains how he grew up with a single mother, he explains how he was surrounded by drug dealers who became Pierre's role models. Pierre explains how he started to sell drugs, and Pierre explains why he chose to walk down this path. Pierre explains why he was told he could no longer play football when he was in school. Pierre explains how he only attended school to play football. Pierre explains how he excelled on the football field, and he could succeed due to how hard he worked. Pierre explains how he was lost when he dropped out of school, he mentions how he ...    "
                },
                "6": {
                    "title": "Dave Matthew Boddy - \"The BUHeroes Community\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Dave explains how he was diagnosed wit ADHD in 1997, and how he had to overcome the struggle with not understanding ADHD completely. Dave explains how he overcame bullying all through school, and he explains losing a friend due to suicide because of serious bullying. Dave explains how being diagnosed with permanent brain damage in 2011 due to fifteen concussions changed his life. Dave explains how his career in security and bodyguard helped him find his passion with coaching youths. Dave explains the inspiration and the intent with creating \"Boddyguards United\" which ...    "
                },
                "7": {
                    "title": "Steven Graeber - \"Young Gun Motivation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Steven explains how he is focused completely on building \"Young Gun Motivation\" to support the youths. Steven explains how he understands how scary exiting school is as a youth, and he explains how pursuing passion is how to become the best version of who you are. Steven explains why he does not focus on partying and he explains how his drive comes from understanding his why. Steven explains how information changes the situation, and he explains what his intent is with \"Young Gun Motivation\". Steven expresses how he is aware of how the youths need support with focus ...    "
                },
                "8": {
                    "title": "Bubba-B - \"Bubba-B.com\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Bubba B the MC (Cornwall Dinkman Jr) explains his appearance on the hit series, \"Dragons Den.\" Bubba explains his reason for creating an album dedicated to youths. Bubba speaks about how he found passion and purpose with Hip-hop/Rap. Bubba explains how his father was involved in the music business, and how his mother was an author and a singer. Bubba explains how he was raised around music from a young age. Bubba explains a story where he realizes he had a passion for the Hip-hop industry. Bubba explains how he converted his poetry into raps, and how he began rapping....    "
                },
                "9": {
                    "title": "Martin Matthews - \"Letsfightaboutmoney.com\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Martin explains how he and his family built a brand on financial literacy, and how important understanding money is for all ages. Martin explains the transition from moving from Liberia to the USA. Martin explains how he and his family survived a civil war in Liberia and headed to the USA. Martin explains why understanding how to build financial worth was so important to him upon arriving in the USA. Martin explains why it is important to instill understanding of financial literacy for youths.    "
                },
                "10": {
                    "title": "Paul Walhus - \"Texas Co-Working\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Paul offers insight on how he began in the technology industry, this allows him the opportunity to share stories of how he was involved in making history within the technology world. Paul offers insight in how he was at the right place and the right time which allowed him opportunities. During the interview, Paul offers great advice on habit building and habit maintaining. \"Hustle Zone is the world's first living documentary highlighting the culture of entrepreneurial-ism.\"    "
                },
                "11": {
                    "title": "Ricardo McRae - \"The Framing Podcast\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Ricardo explains how he could resign from a well-paying job to pursue his passion for art. Ricardo began focusing wholeheartedly on his passion of art, and while doing so he also took the initiative to understand web design and branding. In this interview, Ricardo explains the ups and the downs he overcomes in his life that led to his story.    "
                },
                "12": {
                    "title": "Ashley Pettigrew - \"Ki Elementz\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    In this interview, Ashley explains how she left a very stable job in the oil and gas industry to pursue her passion of becoming an entrepreneur. Ashley explains that a near-fatal birth where her daughter passed away, however, she was revived. Ashley speaks about how she also experienced a near-death experience during this birth, and this was the moment where she realized she needed to pursue her passion 100% of becoming an entrepreneur.    "
                },
                "13": {
                    "title": "Scott Braun - \"Dave Sinclair Ford\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Scott shares how he accomplished the milestone of selling over 200 cars in 365 days. Scott delivers some amazing advice on how to add value to customers and increasing your sales. Scott shares what the inspiration was to enter the car dealership industry. Scott offers helpful advice on commitment, closing sales, and so much more.    "
                },
                "14": {
                    "title": "Frank Sagasta - \"Coaching Beyond LLC\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Frank opens about serious traumatic events he endured that he says helped him become the strong and resilient man that he is today. Frank shares the inspiration with creating \"Coaching Beyond LLC\". Frank explains the amount of hard work he put in to arrive to the success he has garnered over the course of his life. Frank explains how playing like a champion today leads to an amazingly successful life through consistent perseverance.    "
                },
                "15": {
                    "title": "Courtney Morris Elmer - \"StressLess Success Coach\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Courtney explains how her struggle with stress and maintaining a workaholic led to a breakdown in her health. Courtney also explains how she is a cancer survivor, and due to overcoming the battle with cancer it drove her towards developing a mindset that allows you to maintain control of your stress, and disallow you to become counterproductive. During the interview, Courtney speaks about how she overcame personal struggles surrounded personal relationships, career, and her health.    "
                },
                "16": {
                    "title": "Peter and Jameela - \"Alora Boutique\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Peter and Jameela speak about how to overcome issues with being a couple who are running a business. Peter and Jameela offer insight into why they opened a business together, and how they could mutually create the business, all while focusing on maintaining a strong romantic relationship.    "
                },
                "17": {
                    "title": "Joshua Therrien - \"Make-A-Change\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Joshua shares how his personal story led to the creation of Make-A-Change Inc. Josh also delivers insight on how he owns and operates other businesses while running Make-A-Change Inc. Joshua shares insight to how he overcame a rough childhood, and how these struggles helped shape him into he is today. Joshua shares about the book he has written and is now available.    "
                },
                "18": {
                    "title": "Doctor Cassama - \"Education Solutions Canada.\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Doctor explains how he could have assistance with his process of entering college. Doctor explains why his parents chose to name him \"Doctor\". Doctor explains the intent and the inspiration with opening his business, \"Education Solutions Canada\". Doctor explains his reason for moving to Canada. Doctor explains a time when he tried out for the NFL team, the Green Bay Packers.    "
                },
                "19": {
                    "title": "Jamie Lynn - \"Diamond in the Rough\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Jamie explains how she overcame physical and sexual abuse. Jamie explains how she pursued her passion of becoming an author. Jamie explains some very emotional and traumatic events that helped inspire her to become suicidal, and she explains how she could adapt to overcome these events.    "
                },
                "20": {
                    "title": "Janine Marie - \"Go Full Force Into Your Dreams.\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Janine explains how she could overcome the disbelief from others to pursue her dreams of entering the entertainment industry. Janine also explains how a relationship changed her life drastically, and how this relationship led to her becoming homeless. Janine explains how she could rise from rock bottom and begin turning her life around. Janine explains how losing someone to murder motivated her to pursue her dreams.    "
                },
                "21": {
                    "title": "Rachel Rosen - \"Spark 4 Humanity\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hustle Zone TV (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Rachel explains why she is focused on being involved with volunteering and building communities. Rachel explains when she lost her voice when she younger, and how she could gain it back. Rachel explains how her and her team strive to add tremendous value to people through her business.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Perez, Ryan"
            },
            {
                "name": "Boddy, Dave Matthew"
            },
            {
                "name": "Braun, Scott"
            },
            {
                "name": "Cassama, Doctor"
            },
            {
                "name": "Daley, Dave"
            },
            {
                "name": "Jr., Cornwall Dinkman"
            },
            {
                "name": "Elmer, Courtney Morris"
            },
            {
                "name": "Evans, Pierre"
            },
            {
                "name": "Ghann, Jameela"
            },
            {
                "name": "Graeber, Steven"
            },
            {
                "name": "Lynn, Jamie"
            },
            {
                "name": "Matthews, Martin"
            },
            {
                "name": "McRae, Ricardo"
            },
            {
                "name": "Notarianni, Leah"
            },
            {
                "name": "Pettigrew, Ashley"
            },
            {
                "name": "Redwine, Dany"
            },
            {
                "name": "Rosen, Rachel"
            },
            {
                "name": "Sagasta, Frank"
            },
            {
                "name": "Slaunwhite, Janine"
            },
            {
                "name": "Therrien, Joshua"
            },
            {
                "name": "Walhus, Paul"
            },
            {
                "name": "Njongwe, Peter"
            },
            {
                "name": "Nelson-, Jenn"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "original air date": "15 May 2017 (Canada)",
        "number of seasons": 1,
        "rating": 10.0,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTAzODU2YTktNmY5MC00Y2NkLWI2NWQtNzk3NDcxOGE5NDRkXkEyXkFqcGdeQXVyNzIxNDU2MDI@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "CAD5,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Hustle Zone TV",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "akas": [
            "Hustle Zone TV (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Perez, Ryan"
            }
        ],
        "director": [
            {
                "name": "Perez, Ryan"
            }
        ],
        "production companies": [
            {
                "name": "Bow Tie Kreative"
            }
        ],
        "distributors": [
            {
                "name": "Bow Tie Kreative"
            }
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "males": {
                "votes": 5,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 4,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 6,
                "rating": 10.0
            },
            "non us users": {
                "votes": 2,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 10,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        }
    }
}