{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 January 2017"
            }
        ],
        "release dates": [
            "Canada::1 January 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Arav-Clocchiatti, Stéphanie"
            },
            {
                "name": "Gauthier, Thomas"
            },
            {
                "name": "L'Heureux, Jacques"
            },
            {
                "name": "Paquin, Rémi-Pierre"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2JjOGY4ZjEtMjE5NS00MWRiLTk5YTctOTE3NTNlODIxNjQ1XkEyXkFqcGdeQXVyMTE3MDMxMjA@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "'100 amis' présente les déboires de Yannick, un jeune homme socialement mésadapté qui découvre qu'il est l'héritier de son oncle excentrique - et multimillionnaire. Le défunt, mort sans amis et sans liens de famille proches, ne veut pas que son neveu finisse comme lui. Pour hériter, la stipulation est simple : Yannick doit avoir \" 100 amis \" d'ici la fin de l'année. Malheureusement, puisque personne ne l'aime, cette règle semble impossible à surmonter. Yannick trouve cependant une faille - les amis Facebook comptent. Il en a présentement 90. Il ne lui en reste donc que dix à trouver. Pour y parvenir, Yannick rencontrera tour à tour 10 personnes pour les convaincre (sans leur dire pourquoi) d'être amis Facebook.",
        "languages": [
            "French"
        ],
        "title": "100 amis",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "100 amis (Canada)"
        ],
        "writer": [
            {
                "name": "Gauthier, Thomas"
            }
        ],
        "production companies": [
            {
                "name": "Mistral média"
            }
        ],
        "distributors": [
            {
                "name": "Vrak TV"
            }
        ],
        "plot": [
            "'_100 amis_ (qv)' présente les déboires de Yannick, un jeune homme socialement mésadapté qui découvre qu'il est l'héritier de son oncle excentrique - et multimillionnaire. Le défunt, mort sans amis et sans liens de famille proches, ne veut pas que son neveu finisse comme lui. Pour hériter, la stipulation est simple : Yannick doit avoir \" _100 amis_ (qv) \" d'ici la fin de l'année. Malheureusement, puisque personne ne l'aime, cette règle semble impossible à surmonter. Yannick trouve cependant une faille - les amis Facebook comptent. Il en a présentement 90. Il ne lui en reste donc que dix à trouver. Pour y parvenir, Yannick rencontrera tour à tour 10 personnes pour les convaincre (sans leur dire pourquoi) d'être amis Facebook."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}