{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 April 2017"
            },
            {
                "country": "Canada\n",
                "date": "5 April 2017"
            }
        ],
        "release dates": [
            "Canada::1 April 2017",
            "Canada::5 April 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geek Me! (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jason Rockman is on the hunt for the most impressive geek collections while riding in awesome theme cars. In this episode, he meets a Habs super-fan, a retro-video game collector, while cruisin' in the coolest low rider in town.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geek Me! (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jason Rockman is on the hunt for the most impressive geek collections while riding in awesome theme cars. In this episode, he meets the biggest Trekkie around, gets exclusive access to an awesome KISS collection, all the while driving around in the Transformers' Bumble Bee car.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geek Me! (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jason Rockman is on the hunt for the most impressive geek collections while riding in awesome theme cars. In this episode, he rides around in the Jurassic Park Jeep, meets the coolest Star Wars geeks, and checks out Rare-T - a treasure hunter's shrine.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geek Me! (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jason Rockman is on the hunt for the most impressive geek collections while riding in awesome theme cars. In this episode, he rides in the Cars' Lighting McQueen, visits a serious Ghostbusters' collection, and meets Plastic Junky - the world's craziest toy collector.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geek Me! (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Jason Rockman is on the hunt for the most impressive geek collections while riding in awesome theme cars. In this episode, he rides in the Ghostbusters Ecto-1, meets album geek DJ Yo-C, and checks out North America's largest Transformers collection.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geek Me! (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Jason Rockman is on the hunt for the most impressive geek collections while riding in awesome theme cars. In this episode, he rides in the amazing Back to the Future DeLorean, chats with an intense Teenage Mutant Ninja Turtles and Power Rangers geek, and hangs out with world-renowned Lego animator, Monsieur Caron.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Polisena, Laura Ashley"
            },
            {
                "name": "Rockman, Jason"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjllNmI0N2MtMjZlNi00YWM2LWE4NmEtYmQ3ODZiNWFlYzRiXkEyXkFqcGdeQXVyNTAyNTg1NQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "CAD150,000 (estimated)",
        "plot outline": "Beloved geek personality, Jason Rockman seeks out the most extraordinary geek and other crazed collections paying these collectors a visit and discover their extraordinary collections in their natural habit - their trophy room. In every episode, he travels geek-style, driving a different geek mobile to each stop. He visits 3 collectors per week, first taking a guided tour, then meeting the collector's friends and family members to learn about what it's like to live with a mad collector and his/ her treasure trove.",
        "languages": [
            "English"
        ],
        "title": "Geek Me!",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Geek Me! (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Bell Media"
            }
        ],
        "distributors": [
            {
                "name": "One Man Band Films"
            }
        ],
        "plot": [
            "Beloved geek personality, Jason Rockman seeks out the most extraordinary geek and other crazed collections paying these collectors a visit and discover their extraordinary collections in their natural habit - their trophy room. In every episode, he travels geek-style, driving a different geek mobile to each stop. He visits 3 collectors per week, first taking a guided tour, then meeting the collector's friends and family members to learn about what it's like to live with a mad collector and his/ her treasure trove.::Christos Sourligas",
            "Marvel films are breaking box offices. Sci-fi is captivating audiences at interstellar rates. Comic-Con, once a niche gathering, is now a part of the entertainment mainstream. It's never been cooler to be a geek. And with the rapid expanse of geekdom comes a new form of expression: merchandise. Geeks and other crazed collectors spend billions of dollars worldwide each year on their collections. From toys to action figures; movie memorabilia to signed items; wardrobe pieces, stamps and coins, the collector scene is blowing up. Sometimes, these collections are small - other times, they require the construction of a new wing on a house. Beloved geek personality, Jason Rockman seeks out the most extraordinary geek and other crazed collections paying these collectors a visit and discover their extraordinary collections in their natural habit - their trophy room. In every episode, he travels geek-style, driving a different geek mobile (Back To The Future DeLorean, Ghostbusters Ecto-1, etc.) to each stop. He visits 2-3 collectors per week, first taking a guided tour, then meeting the collector's friends and family members to learn about what it's like to live with a mad collector and his/ her treasure trove. The time to be a geek has never been cooler, and the collections have never been bigger and more impressive. Let's go discover them, and all simultaneously gasp - GEEK ME."
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ],
            "negative format": [
                "4K"
            ]
        }
    }
}