{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "1 July 2017"
            }
        ],
        "release dates": [
            "South Korea::1 July 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bak, Yoon"
            },
            {
                "name": "Coughlan, Michael"
            },
            {
                "name": "Ho-Cheol, Jeong"
            },
            {
                "name": "Hyo-Dong, Yoon"
            },
            {
                "name": "Jeong-soo, Yoon"
            },
            {
                "name": "Jisook"
            },
            {
                "name": "Kang, Yoon-Je"
            },
            {
                "name": "Min-so, Kim"
            },
            {
                "name": "Nichkhun"
            },
            {
                "name": "No, Eul"
            },
            {
                "name": "Park, Jin-young"
            },
            {
                "name": "Park, Joo-hyung"
            },
            {
                "name": "Park, Kyu-Young"
            },
            {
                "name": "Ryu, Seung-su"
            },
            {
                "name": "Seo, Jin"
            },
            {
                "name": "Shin, Eun-soo"
            },
            {
                "name": "Son, Geon-woo"
            },
            {
                "name": "Sung-Joon, Nam"
            },
            {
                "name": "Won, Ryu"
            }
        ],
        "genres": [
            "Fantasy"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "01 Jul 2017 (South Korea)",
        "rating": 7.7,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWY2NWM2MjEtNGU3ZC00NGE5LThiNWMtMjEyMThlZDNlOWI4XkEyXkFqcGdeQXVyODAzMzQxMjQ@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Youth who can't even afford to talk about juvenility, courage, challenge, hope or dream.. Those younger generations who just suffer In their daily lives, we sincerely hope for magic-like miracles to happen. Magic School is a developing drama for characters: through various characters and their personal growth, we hope to deliver much smiles and small but meaningful messages that is hidden behind our daily lives. Via 'Magic' which is a symbol for \"mystical but existing\" and stories of 4 characters that derived from this one motif,we conveyed communication, self-control, sacrifice, and understanding. Magic school does not install typical drama development which shows contrasting values of right or wrong but portrays a story with emphasis on ideas and discussion, and adapts fast-story telling and distinct characters to enhance the program's comedic features and storyline.",
        "languages": [
            "Korean"
        ],
        "title": "Magic School",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-2017",
        "akas": [
            "Magic School (South Korea)"
        ],
        "writer": [
            {
                "name": "Wan, Kim Do"
            }
        ],
        "director": [
            {
                "name": "Wan, Kim Do"
            }
        ],
        "production companies": [
            {
                "name": "JYP Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "JTBC"
            }
        ],
        "plot": [
            "Youth who can't even afford to talk about juvenility, courage, challenge, hope or dream.. Those younger generations who just suffer In their daily lives, we sincerely hope for magic-like miracles to happen. _Magic School_ (qv) is a developing drama for characters: through various characters and their personal growth, we hope to deliver much smiles and small but meaningful messages that is hidden behind our daily lives. Via 'Magic' which is a symbol for \"mystical but existing\" and stories of 4 characters that derived from this one motif,we conveyed communication, self-control, sacrifice, and understanding. Magic school does not install typical drama development which shows contrasting values of right or wrong but portrays a story with emphasis on ideas and discussion, and adapts fast-story telling and distinct characters to enhance the program's comedic features and storyline.::Kaylie Jeong"
        ],
        "synopsis": [
            "Nara who has been single for his life, lives in a small apartment with his dad and by the pressure of his dad, he is pressurized to become a government official. By forming a relationship with Mika as a language chat partner and also learning magic, he wants to break away from his old mechanical-lifestyle and in the end, develops a conflict with his dad. For the first time in his life, he disobeys his dad's commands. Thrown out of his house, Nara with Jungian and Master Han prepares a proposal magic to Mika and goes to perform, however, Mika already got a boyfriend. After the hilarious but distressful magic show, Nara gathers up the courage to talk to dad... Dad talks about his past: he once had a dream but gave up and sacrificed to raise his son, Nara. After hearing about Dad's past, Nara understands and further shares emotions and communicates with his dad.While J was just passing time with the theatrical agent and magazine interviews, he accidentally gets to know about Jun's circumstances and helps him out. One day, a private detective calls him to inform that his big brother, K, is probably dead with conclusive evidence. On his way to confirm the information, by the scheme of a theatrical agent, J is denounced by public outcry. J with complicated emotions mixed with brother's death, denouncement of public, and a slight expectation for his brother to appear, tries to challenge the magic his brother failed to succeed and prove his value as a magician. On the day of the magic challenge, Master Han suddenly appears to interrupt. Han tells J about his and K's experience, and advises him that stopping this magic challenge is the wisest decision he can make at the moment. J accepts Han's advice and discards his obsessiveness for challenge.Jun is an adopted child from Korea to the States.\nHe found his mom in Korea after 22 years, but she has already passed away.\nOne phrase his mom left him:\n\"I apologize, I was too poor\".\nThe 'poor' worked as a catalyst in Jun's mind;\nthus, he quits his job as a surgeon at the university hospital in the States, and comes to Korea.\nHe plans to end his internship, and decides to go to Africa for medical service activities.\nHowever, there are still too much problems in hand, and also one of his patient ,Mirae, whom he has put much affection for a long time, decides to have a last surgery. Listening to Jun's plan to show a magic show to Mirae, J realizes his principles and warm heart and decides to help him out.\nJun prepares for a magic show with J's support, but Mirae doesn't make it through the surgery.\nThroughout this process, Mirae's mom who realizes Jun's honesty and fidelity, is moved by his passion for medical service and opens a way for him to help the world, and people in need.Leesung, who always lived according to logical thinking and scientific attitude, one day confronts Leesul dancing so elegantly and falls in love for the first time in life. The emotion derived from invaluable love changes Leasing and with his new attitude and mind, he starts to understand what he couldn't understand before. Leasing honestly and directly expresses his emotions to Leesul: he gives up the opportunity as a researcher and becomes a a real romantist.Magician 4 visits Magic School with different reasons\nFollowing the lead of Master Han, magician 4 pass a nonsense magic exam\nThat's how the magic lesson started."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 6,
                "rating": 6.6
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 4,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.7,
        "median": 7
    }
}