{
    "imdb": {
        "raw release dates": [
            {
                "country": "Israel\n",
                "date": "8 April 2017"
            }
        ],
        "release dates": [
            "Israel::8 April 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Kvodo"
            },
            {
                "countries": "Israel (Hebrew title)",
                "title": "Kvodo"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Your Honor"
            }
        ],
        "akas": [
            "Kvodo (original title)",
            "Kvodo Israel (Hebrew title)",
            "Your Honor World-wide (English title)"
        ],
        "akas from release info": [
            "Kvodo (original title)",
            "Kvodo Israel (Hebrew title)",
            "Your Honor World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 1 Seventeen year old asthmatic Shay Alkobi is the son of Beersheba Magistrate Court Judge and District Court candidate Micah Alkobi. Despite not having his license, Shay goes out for a drive and hits a motorcycle, severely injuring the rider. Panicked, he flees the scene. When Micah learns of the situation, he immediately heads down to the police station with the intention of turning in his son. Moments before handing Shay over to the authorities, he discovers that the victim of the accident is none other than Asaf Ben Atar, who belongs to one of the most ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 2 As part of the Massri family - a crime family with a long-standing and bloody rivalry with the Ben Atars' - Juma is not only suspected of car theft and his involvement in the hit-and-run, but of the notion that the accident was not one at all, but rather a deliberate attempt on Asaf Ben Atar's life. Micah enlists attorney Yael Ben Moshe, a former intern of his and a lawyer at the cusp of her career, to represent Juma. Fearful of Khaled and loyal to the Massri code of silence, Juma refuses to cooperate with the police and Yael. At school, Shay meets Gabi ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 3 Superintendent Rufus secretly meets with Udi Ben Atar, Asaf Ben Atar's brother, who gives her a Ventolin inhaler found at the scene of the accident. Khaled tells Micah he's decided to fire Yael Ben Moshe from Juma's case. Rufus and fellow investigator Avi Nachmias interrogate Juma and tell him that he isn't suspected of stealing a car, but rather of a much more serious offence - a hit-and-run accident. Juma continues to uphold his family's code of silence and says nothing. Shay goes on a field trip with his class and gets drunk in the presence of PE teacher ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 4 Micah considers withdrawing his candidacy for the position of District Court Judge, but fears such a move would arouse suspicion. Omar Massri, head of the Bedouin crime family, meets with Khaled's wife Nora, who learns that her husband is in trouble. Juma Massri tries to get out of the mess he's in without throwing Khaled under the bus, and tells Yael he has an alibi for the time of the crime: he was busy stealing a different vehicle some 50 km from the scene of the accident. Yael demands Rufus look into this, but the latter isn't really impressed with this ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    Episode 5 Shay forces Micah to defend Gabi at a disciplinary hearing and save her job at the school. Micah warns Gabi against seeing his son outside of school. Rufus visits Yael at home and shows her photographs of Hussnei, who was badly burned by Ben Atar's cronies while in police custody, and advises that Juma remain in protective custody. Khaled tells Micah that Juma is frightened and likely to start talking and turn them both in. Micah is horrified when Khaled tells him Yael has quit the case. He heads out to her place in order to convince her to go back on her ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    Shlomo the Ginger, a member of the Ben Atar gang, is brutally murdered by the Massri family's men - officially reviving the gang war that Rufus tried to prevent. Yael tells Juma that his alibi went up in flames, literally. Desperate, Juma decides to turn on Khaled and Micah. He tells Yael that he wants to be a \"State's Witness\", and in return he will hand over the name of the guilty party. Yael is sure that Juma is about to extradite Omar Massri and, under Micah's guidance, begins to negotiate his terms with Rufus and State Prosecutor Hana Abu Fadi. In light of DNA ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    Episode 7 Micah picks Shay up from Sarah's house. Sarah grills him for answers and he feeds her with lies that she has no choice but to believe. After seeing Juma murdered at their own home, Nora informs Khaled that she and the kids are leaving. Shay attempts to get intimate with Gabi - she rejects him aggressively and demands he leave her alone. Yael asks Rufus for details about the investigation of Juma's case. Rufus refuses her and Yael ends up stealing the files from her office. Shay learns of Juma's murder on television, realizes it has something to do with him ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 May 2017",
                    "year": "2017",
                    "plot": "\n    Episode 8 Rufus investigates Omar Massri and Udi Ben Atar for Juma's murder. Naturally, both are denying any involvement in the case. Udi tells Rufus about the peculiar young man he saw at Asaf's bedside. When Rufus looks at the footage from the security camera in Asaf's room, she recognizes the youth to be Shay. Omar kidnaps Khaled's son for several hours as a sign of what's to come if Khaled doesn't come through with the stolen weapons from his army base. Shay gives Gabi an expensive golden necklace. She refuses to accept it and heads down to the principal's office ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 9 While Khaled lays injured in Micah's garden shed, Micah is left with the task of transporting the weapons to Omar himself. Shortly after the delivery the car detonates and one of Omar's men is killed. Rufus is being investigated by the Police Investigations Department for suspected collaboration with the Ben Atar family. Shay looks for Gabi at school and realizes she's left. Sarah insists Shay stay over at her place for a couple of days. Micah and Shay object and Sarah leaves in anger. Mica calls Nora and asks her to pick up the wounded Khaled. Rufus is ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 10 Ben Atar's soldiers take out two of the Massri's drug dealers and steal their drugs. Massri's sponsors are kicked out of a construction site by Ben Atar's men. The Ben Atar family decides to officially eradicate the Massri's criminal organization. An old case of Micah's is leaked to the press and eliminates any chance he had of being elected District Court Judge. A female jailer and collaborator of the Ben Atars' contacts Rufus in police custody, and informs her that from now on she will be the liaison between Udi and herself. Omar looks for Khaled, who is ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 11 A late night meeting between Omar Massri, Udi Ben Atar and Khaled brings out the truth: the culprit who hit Asaf Ben Atar with his car is none other than Shay Alkobi, son of Judge Micah Alkobi. Rufus steals the trash from Micah's home and in it finds a used inhaler. She meets with a private eye and comes to realize that the inhaler found at the scene of the hit-and-run belongs to Shay. Nora finds out that Khaled was taken. Rufus tells Yael she suspects Shay Alkobi. Yael in turn relays this to Micah, who can practically feel the rope tighten around his neck....    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Your Honor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 12 Shay is interrogated by the police in Sarah's presence. When Sarah hears exactly who it was that Shay hit with his car, she realizes that she's just led her beloved grandson right into the lion's den. Micah meets with Udi who reassures him: there is no danger to your son, so long as you play the game by my rules. It's very important to him that he have a District Court Judge on his side. Shay is sentenced to three months in prison. When Micah visits him in jail, Shay tells him the whole truth.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Hattab, Yoram"
            },
            {
                "name": "Dishi, Alma"
            },
            {
                "name": "Suliman, Hisham"
            },
            {
                "name": "Aharish, Lucy"
            },
            {
                "name": "Ben-Yaakov, Ilanit"
            },
            {
                "name": "Atlas, Michal"
            },
            {
                "name": "David, Liran"
            },
            {
                "name": "Eini, Yossi"
            },
            {
                "name": "Hagi, Tom"
            },
            {
                "name": "Hillo, Hanan"
            },
            {
                "name": "Masri, Maisam"
            },
            {
                "name": "Masri, Maisra"
            },
            {
                "name": "Monte, Jetta"
            },
            {
                "name": "Oved, Erez"
            },
            {
                "name": "Schuster, Agam"
            },
            {
                "name": "Sfadi, Adiv"
            },
            {
                "name": "Shafrir, Erez"
            },
            {
                "name": "Shechter, Eliana"
            },
            {
                "name": "Steg, Danny"
            },
            {
                "name": "Tzadka, Sofi"
            },
            {
                "name": "Yanai, Yuval"
            }
        ],
        "genres": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "36"
        ],
        "countries": [
            "Israel"
        ],
        "country codes": [
            "il"
        ],
        "language codes": [
            "he"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.8,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTUwMTYzMDEtYWU5MS00NzgwLWFmNTYtZWY2MGE5OWU0ZmFmXkEyXkFqcGdeQXVyMjMyMzI4MzY@._V1_SY150_CR113,0,101,150_.jpg",
        "plot outline": "Dark, gripping and morally complex Drama.The life of brilliant judge Micha Alkoby is heading down a promising path, with a promotion coming soon. It all changes after his teenage son, Shay, is involved in a hit-and-run, in which he is the guilty party. Just as Micha is about to turn Shay in, he learns the victim is a member of a crime family, the kind that runs its own system of justice.",
        "languages": [
            "Hebrew"
        ],
        "title": "Your Honor",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gilat, Lee"
            },
            {
                "name": "Harlev, Izhar"
            },
            {
                "name": "Knoller, Ohad"
            }
        ],
        "production companies": [
            {
                "name": "Koda Communication"
            }
        ],
        "distributors": [
            {
                "name": "yes Studios"
            }
        ],
        "plot": [
            "Dark, gripping and morally complex Drama.The life of brilliant judge Micha Alkoby is heading down a promising path, with a promotion coming soon. It all changes after his teenage son, Shay, is involved in a hit-and-run, in which he is the guilty party. Just as Micha is about to turn Shay in, he learns the victim is a member of a crime family, the kind that runs its own system of justice.::Nadav"
        ],
        "tech": {
            "runtime": [
                "36 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 8.8
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "males": {
                "votes": 20,
                "rating": 8.9
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 8.8
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 11,
                "rating": 9.6
            }
        },
        "number of votes": {
            "10": 10,
            "9": 9,
            "8": 4,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.8,
        "median": 9
    }
}