{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "September 2017"
            },
            {
                "country": "USA\n",
                "date": "7 September 2017",
                "notes": "                            (Primere Natonal Public Television Release)"
            }
        ],
        "release dates": [
            "USA::September 2017",
            "USA::7 September 2017                            (Primere Natonal Public Television Release)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "F.S. Key",
                    "kind": "episode",
                    "episode of": {
                        "title": "F.S. Key After the Song (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Sandy, Gary"
            },
            {
                "name": "Hazlett, Deborah"
            },
            {
                "name": "Proctor, Phil"
            },
            {
                "name": "Gaines, Boyd"
            },
            {
                "name": "Gorney, Karen Lynn"
            },
            {
                "name": "Astin, John"
            },
            {
                "name": "Brennan, Deirdre"
            },
            {
                "name": "Brooks, J. Arthur E."
            },
            {
                "name": "Fletcher, Gary-Kayi"
            },
            {
                "name": "McMullen, Cliff"
            },
            {
                "name": "Nelson, Bruce"
            },
            {
                "name": "Witt, Gavin"
            },
            {
                "name": "McGowan, J. Emerson"
            },
            {
                "name": "Morley, Jefferson"
            },
            {
                "name": "Sinha, Manisha"
            },
            {
                "name": "Marszalek, John F."
            },
            {
                "name": "Johnson, David"
            },
            {
                "name": "Cheathem, Mark R."
            },
            {
                "name": "Edel, Charles N."
            },
            {
                "name": "Hickey, Donald R."
            },
            {
                "name": "Leepson, Marc"
            },
            {
                "name": "O'Hara, James B."
            },
            {
                "name": "Wood, Nicholas"
            },
            {
                "name": "Quarstein, John V."
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "certificates": [
            "United States:PG"
        ],
        "original air date": "Sep 2017 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDgzNmJlNTItNTVkZC00MTc0LWFiM2EtZmQwZjYwMjMwNzY1XkEyXkFqcGdeQXVyNDI2MjUwNA@@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$180,000 (estimated)",
        "plot outline": "A three-part series about the life story of Francis Scott Key is told through remembrances from his closest associates, as played by a group of gifted actors. Key wrote our national anthem but was also a constitutional lawyer and an ambitious political operative for President Andrew Jackson whose conflicted views on slavery reflects the antebellum societies attitudes that eventually lead to civil war. The series is a window into the antebellum mindset that in many ways continues to raise questions to this day. The film centers on interviews between the filmmaker and a series of 13 characters from history who discuss and explore the events of Francis Scot Key's lifetime in a collective conversation that's supplemented with interviews with academicians and experts on the historical period. Re-creations of some historical events add further depth to the film. Part One of F.S. Key After the Song is subtitled \"The Era of Good Feelings.\" It starts a heartbeat after Jackson's battle of New Orleans and is a primer on early slavery. Part Two is titled \"Might Versus Right.\" It centers on Key's change in character and his involvement in the Jackson Administration and his transformation into a political operative. Part Three is titled \"Absolute Power Corrupts Absolutely.\" It shows how Key goes head-to-head with abolitionists' ideas -- and loses.",
        "languages": [
            "English"
        ],
        "title": "F.S. Key After the Song",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-2017",
        "akas": [
            "F.S. Key After the Song (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Marshall, Philip J."
            }
        ],
        "director": [
            {
                "name": "Marshall, Philip J."
            }
        ],
        "production companies": [
            {
                "name": "Kismetic Productions"
            },
            {
                "name": "Maryland Public Television"
            }
        ],
        "distributors": [
            {
                "name": "American Public Television"
            },
            {
                "name": "Maryland Public Television"
            }
        ],
        "plot": [
            "A three-part series about the life story of Francis Scott Key is told through remembrances from his closest associates, as played by a group of gifted actors. Key wrote our national anthem but was also a constitutional lawyer and an ambitious political operative for President Andrew Jackson whose conflicted views on slavery reflects the antebellum societies attitudes that eventually lead to civil war. The series is a window into the antebellum mindset that in many ways continues to raise questions to this day. The film centers on interviews between the filmmaker and a series of 13 characters from history who discuss and explore the events of Francis Scot Key's lifetime in a collective conversation that's supplemented with interviews with academicians and experts on the historical period. Re-creations of some historical events add further depth to the film. Part One of _F.S. Key After the Song_ (qv) is subtitled \"The Era of Good Feelings.\" It starts a heartbeat after Jackson's battle of New Orleans and is a primer on early slavery. Part Two is titled \"Might Versus Right.\" It centers on Key's change in character and his involvement in the Jackson Administration and his transformation into a political operative. Part Three is titled \"Absolute Power Corrupts Absolutely.\" It shows how Key goes head-to-head with abolitionists' ideas -- and loses.::Filmmaker"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        }
    }
}