{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "30 June 2017"
            }
        ],
        "release dates": [
            "Turkey::30 June 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Kalp Atisi"
            },
            {
                "countries": "Russia",
                "title": "Сердцебиение"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "Heartbeat"
            }
        ],
        "akas": [
            "Kalp Atisi (original title)",
            "Сердцебиение Russia",
            "Heartbeat World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Kalp Atisi (original title)",
            "Сердцебиение Russia",
            "Heartbeat World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Kalp Atisi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 27,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Eylul had a very difficult childhood living with her father and stepmother. When she was suspended from yet another school her father left her with her grandmother in Marmaris. Now living with her grandmother Gulayse becomes an opportunity for a fresh start. Upon meeting her teacher Ali Asaf Denizouglu, she makes a decision to put her life on track. Actually the friendship that develops during these years, the situations that she lives through, and the enemies that she gains becomes the breaking point of the signs of her future. With the loss of her grandmother, she ...    "
                },
                "2": {
                    "title": "Kalp Atisi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Years later Eylul and Ali Asaf are face to face.    "
                },
                "3": {
                    "title": "Mucize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "14 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    You are a miracle.    "
                },
                "4": {
                    "title": "Geç Olmadan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "21 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Ali Asaf speeds his plan to make his dream a reality after the very dangerous evening that Eylul lived through.    "
                },
                "5": {
                    "title": "Kim Bilir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "28 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    For a period of time Eylul cannot get over the shock she feels following those romantic moments with Ali Asaf while in the park.    "
                },
                "6": {
                    "title": "Tut Elimden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    I will never be like her.    "
                },
                "7": {
                    "title": "Korkma Asktan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Esma organizes a surprise evening for Eylul and this becomes an opportunity for Ali Asaf to give the gift of her childhood to Eylul.    "
                },
                "8": {
                    "title": "Masallara Inan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "18 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Ali Asaf's totally unexpected birthday present makes Eylul very happy. Meanwhile at the same time the painful event that takes place in the hospital has everyone questioning their own relationships. Oguz makes a totally unexpected confession to Eylul. What will Eylul's response be? Meanwhile the last plan that Sinan puts into motion to have Eylul expelled from the hospital shocks everyone especially Ali Asaf. During all of this Mehmed who is still in the hospital and continues to get better, however his past does not leave him alone. This time however the person that ...    "
                },
                "9": {
                    "title": "Aciyi Paylasmak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "25 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The evening that Ali Asaf has prepared for Eylul ends in the most unexpected manner. A little girl is found in the gardens of the hospital with a shocking secret, Suleyman and Ziyanur's nerve ending anger, Oguz not giving up on the battle he entered for Eylul - With all of this is going on a danger that enters, someone who seems to be a normal thief bringing with him an unthinkable danger, and the entire hospital is now under a very dark cloud. As all of this continues, the price paid by the innocent and there is Eylul stuck in the middle looking for a way out. Eylul,...    "
                },
                "10": {
                    "title": "Son Bakis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Eylul is face to face with a grave danger. Standing before her is a very sick person who has totally lost control of himself and who sees her totally as the person responsible for this. In her arms lay a policeman who is taking his last breaths with the hope of surviving. In the emergency room is Bahar who is also fighting death and Ali Asaf who is willing to take all risks in order to save her, and Fatih who is totally devastated by the pain that he is feeling. Then we have the special forces who have taken over the hospital, locking all doors, blocking all entrances...    "
                },
                "11": {
                    "title": "5 Dakika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Eylul experiencing a shock from what she heard from Sinan. While questioning the truths of everything that she has been experiencing since the first day, Eylul rises a wall between her and Ali Asaf.    "
                },
                "12": {
                    "title": "Feda Etmek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 12,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Besides Selim's acknowledgment, that he behaved as well as Ali Asaf patronizingly with Eylul, will cause a tension. But this time, Ali Asaf will also be different. Against herself, Eylul will find a very different Ali Asaf. In the midst of this tension, her sister, Ipek, will take a seat beside Ali Asaf, which will also annoy Eylul. Everyone is impressed by Ipek from her first day at the hospital. While Sinan acts to take revenge for Bahar, he will face an unexpected surprise. With the help of Ziyanur, Eylul gets a lot of important information about her grandmother's ...    "
                },
                "13": {
                    "title": "Kalbime Iyi Bak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 13,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    White aprons are a hope not only for patients but also for doctors. When you remove the white shirt, you are no longer protected. Like everyone - And Ali Asaf, having saved many lives, runs to this hope for his own father. Together with Eylul. Eylul will say two very important words to Ali Asaf. And those two words will be enough to erase everything. The innocent girl who is the bomb and hero in a tragedy, whose hand Esma will never let or the letter that Hakan gives to Eylul and in which this time in a surprising way has written his own story - all this will be ...    "
                },
                "14": {
                    "title": "Herseye Ragmen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 14,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Ali Asaf is deeply shaken with the death of Ziyanur. In order to explain the entire truth as he knows it, he and Eylul head on a journey back to where everything started. However there is a bad surprise that awaits this on that journey.    "
                },
                "15": {
                    "title": "Sana Ihtiyacim Var",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 13,
                    "original air date": "13 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    If in order to stay alive your only choice was to take the heart of the person you love, would you? Or if you heard their heartbeat in another body what would you feel? In the hospital while looking for an answer to these questions, Eylul receives a gift from Cihan which puts her in the middle of an unexpected danger. Ali Asaf who is closer than ever to the woman that he loves, this time for the woman that he loves is going to take on a very heavy burden. As for Eylul as she continues to move step by step towards marriage, for the first time listens to Ali Asaf. ...    "
                },
                "16": {
                    "title": "Kiskaniyorum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 12,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    With the inheritance of the shares in the hospital, Eylul has now learned the entire truth. Ziyanur was one of the persons involved in covering up the death of her grandmother. Of course naturally the anger that she feels first is directed right at Ali Asaf. As these two lovers are face to face in a very hard confrontation, Ali Asaf will find himself standing before the Eylul from 11 years ago. Everyone is curious whether Eylul will take off the engagement ring. Ali Asaf has absolutely no intentions of giving up and he will find his own way of trying to heal Eylul. ...    "
                },
                "17": {
                    "title": "Son Nefesime Kadar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 12,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The love between Ali Asaf and Eylul overcomes all obstacles and goes to a happy spot.    "
                },
                "18": {
                    "title": "Yarim Kalan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 13,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Eylul puts her happiness aside and takes action to find her sister. At the same time, an emergency phone call from the hospital will unexpectedly put Ali Asaf in front of his past. Many years later, Ali Asaf confronts his ex-wife Nazli and her unceasing pain.Ali Asaf is shaken by this encounter, but yet Eylul is next to him. And as a sign of it, she will go to him with a box. At the moment when Ipek is face to face with death, Alp has an entirely different battle. On the edge of a cliff he will fulfills his last wishes. Everyone is giving a big lesson. Happiness is ...    "
                },
                "19": {
                    "title": "Iyi ki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 12,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Years later the strong link between the sisters was reestablished. Ipek is now living with Eylul. On the other side, the great secret shared by Nazli becomes an unexpected surprise for Ali Asaf. Who is Nazli's \"saved him\" and whose life she left to Ali Asaf's hands? Eylul, whose life so far goes into struggle, will fight for love this time. A place decorated with roses is the reason once again that magical question to be asked . The answer will be a great disappointment for some people.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 11,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Eylül has her miracle and is fast moving towards marriage with Ali Asaf. Nazli will do everything possible to prevent it. Esma, who is disappointed with the marriage proposal, will once again be surprised. In the hospital, a father-son war has begun, and while Suleyman is angry with Sinan's plans, nobody notices the great danger in the hospital. At the end of the day, a bag is left unattended in the hospital, a paternal revenge, and Eylül, who always puts the lives of others in front of hers, challenges the death, and turns into a hero.    "
                },
                "21": {
                    "title": "Tutuklu Kaldim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 12,
                    "original air date": "24 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Despite all of Eylul's efforts, the bomb explodes. In the same night a bad surprise expects Eylul and Ali Asaf at home. As Nazli becomes increasingly unstable, Eylul responds to her games with an unexpected reaction. On the other hand, Esma and Alp's marriage also hit a hard rock - Esma's dad. In spite of the bad times, this moment for Ali Asaf and Eylul is fast approaching. Two lovers walking in happiness step by step. And one day later, in a wedding dress, Eylul will wake up in a different morning.    "
                },
                "22": {
                    "title": "Benim Rüyam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 9,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Despite all obstacles they encounter, Ali Asaf and Eylül entered the marriage. As thanks to Oguz the surprised wedding continues, a phone call from commissioner Turan causes exciting moments to happen in the hospital. Süleyman's plans to take the hospital are ruthlessly progressing. When all this is happening, with Sultan's coming the events will take a new direction. Who is Sultan? Why did he choose Ali Asaf and Eylül's happiest day?    "
                },
                "23": {
                    "title": "Duy Beni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 9,
                    "original air date": "8 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While Eylül is questioned by the police as the only suspect in the disappearance of Ali Asaf, he was kidnapped by Sultan and closed in a place where nobody can find him. Unexpected events will change the course of the game that Sultan has set for Ali Asaf. In the hospital, the struggle for power has almost become a controversy over the throne, and the relationship between Sinan and Süleyman will get worse that they will not be able to get better. Eylül looks for ways to find her husband without knowing that her enemies are near her. But a video record released in ...    "
                },
                "24": {
                    "title": "Gitme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 10,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While Eylül is racing with time to save Ali Asaf, the traps set by the Sultan are continuing to worsen. This time there is someone on the end of the barrel who will change all the balances. The salvation of Ali Asaf, who is between life and death, is in the hands of an innocent man. Ali Asaf now faces another face of Istanbul and is in a whole new world. Will the great love of Eylül and Ali Asaf continue to exist in this established new world?    "
                },
                "25": {
                    "title": "Uzat Elini",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 8,
                    "original air date": "22 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    As Ali Asaf tries to heal people in another end of the city, he gives a word to himself to build a world in which everyone will receive equal health care, whether rich or poor. At that time, the police are closely following Sultan. It is a matter of time for Commissioner Chetin to reach Sultan. He is even more angry with the fact that Ali Asaf becomes a hero. Moreover, this happened because of him. But also he does not intend to give up. For this reason, in order to strengthen his place in the hospital, he will bring to the hospital a case that can be seen once a ...    "
                },
                "26": {
                    "title": "Hersey Seninle Güzel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 12,
                    "original air date": "29 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While Cetin, who felled in Sultan's trap, is struggling with death, Ali Asaf tries to bring Cetin back to the live, as well as to normalize his relationship with Eylül. Eylül wants to destroy the wall that Ipek built between them after their father's death and is unhappy that she remained between her husband and her sister. While the Siamese twins face big dilemmas at the threshold of the most important decision in their lives, a patient coming from Eylül's past will be her biggest moral support in this difficult period. At a New Year's Eve dinner organized by Sultan,...    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "votes": 9,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The fear inside all of the doctors escalates after the incident they all lived through at the New Years Eve dinner. Ali Asaf's existence in the hospital and the skepticism that this is causing is most being enjoyed by Sinan. In order to use this to his benefit he immediately calls to order a board meeting with the intent of removing both Eylul an Ali Asaf from the hospital, however Sultan's very sneaky plan stops this move. Ali Asaf starts to become suspicious of Sultan to arrived so suddenly. But these suspicions with Selim's suggestions and the sudden arrival of a ...    "
                },
                "28": {
                    "title": "Hosçakal Kalp Atisim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kalp Atisi (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "votes": 12,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    After reading the letter left by her mother, Eylul whose life was driven by this suicide and realizing that this suicide was committed because of selfishness, falls totally apart. Eylul wants to be alone to deal with this destruction, but the help comes from the person that she blamed for abandoning her during her life, but after learning the truth the person she becomes closest with - her maternal grandmother. Ali Asaf panics as he thinks that Eylul might have been kidnapped by Fatih. Ipek, being the one who gave Eylul the letter, is being blamed from both Ali Asaf ...    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Alkan, Gökhan"
            },
            {
                "name": "Karayel, Öykü"
            },
            {
                "name": "Türünz, Burcu"
            },
            {
                "name": "Dogusoy, Basar"
            },
            {
                "name": "Pasali, Selahattin"
            },
            {
                "name": "Ceylan, Burak"
            },
            {
                "name": "Dönmez, Fatih"
            },
            {
                "name": "Altuner, Demet"
            },
            {
                "name": "Gerçek, Hakan"
            },
            {
                "name": "Coskun, Metin"
            },
            {
                "name": "Çagiran, Merve"
            },
            {
                "name": "Atmaca, Devrim"
            },
            {
                "name": "Sahinturk, Hasan"
            },
            {
                "name": "Aytac, Baris"
            },
            {
                "name": "Kaynarca, Erdem"
            },
            {
                "name": "Erincin, Vedat"
            },
            {
                "name": "Kökenli, Ege"
            },
            {
                "name": "Tinmaz, Serkan"
            },
            {
                "name": "Kosucu, Tugba"
            },
            {
                "name": "Kumral, Tugçe"
            },
            {
                "name": "Akhanli, Gürkan Deniz"
            },
            {
                "name": "Küçük, Ahmet"
            },
            {
                "name": "Özhan, Nehir"
            },
            {
                "name": "Bozkurt, Emir"
            },
            {
                "name": "Akman, Seda"
            },
            {
                "name": "Asici, Nihan"
            },
            {
                "name": "Alpan, Dogu"
            },
            {
                "name": "Sezgin, Aydin"
            },
            {
                "name": "Akay, Hakan"
            },
            {
                "name": "Usun, Ertugrul Aytaç"
            },
            {
                "name": "Demirel, Muzaffer"
            },
            {
                "name": "Elkaya, Ceyda"
            },
            {
                "name": "Sahan, Murat"
            },
            {
                "name": "Tiryaki, Tuana Naz"
            },
            {
                "name": "Acar, Ayse"
            },
            {
                "name": "Besener, Kadir Gökhan"
            },
            {
                "name": "Demir, Aysun"
            },
            {
                "name": "Erdem, Yilmaz"
            },
            {
                "name": "Ergün, Bülent"
            },
            {
                "name": "Ketenci, Emre Kerem"
            },
            {
                "name": "Tanir, Nuri"
            },
            {
                "name": "Uçar, Yigit"
            },
            {
                "name": "Çeribas, Ilgaz Umut"
            },
            {
                "name": "Ceylan, Ceylan"
            },
            {
                "name": "Içen, Ali Aslan"
            },
            {
                "name": "Içen, Elanur"
            },
            {
                "name": "Akpinar, Sivan"
            },
            {
                "name": "Aktuna, Selda"
            },
            {
                "name": "Akyüz, Hüseyin"
            },
            {
                "name": "Avcioglu, Ahmet"
            }
        ],
        "locations": [
            "Istanbul, Turkey"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 1089,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjQ0Yzk2YWQtZDI5Ny00OWM2LTkwZDAtZGVhNjcyZDg3MzBiXkEyXkFqcGdeQXVyODY1MDkwOQ@@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Eylul the stubborn, school girl turns up to be a strong professional doctor by the help of her teacher Ali Asaf. After years of separation they meet up again but not as a teacher and student, instead as surgeons working side by side. Their love is met by many challenges and the inner conflict of the stubborn women who refuse to yield easily to her heart, refusing to repeat the miserable story of her dead mother.",
        "languages": [
            "Turkish"
        ],
        "title": "Kalp Atisi",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ha, Myung Hee"
            },
            {
                "name": "Kosif, Makbule"
            },
            {
                "name": "Tezcan, Eda"
            }
        ],
        "production companies": [
            {
                "name": "MF Yapim"
            }
        ],
        "distributors": [
            {
                "name": "Show TV"
            }
        ],
        "plot": [
            "Eylul the stubborn, school girl turns up to be a strong professional doctor by the help of her teacher Ali Asaf. After years of separation they meet up again but not as a teacher and student, instead as surgeons working side by side. Their love is met by many challenges and the inner conflict of the stubborn women who refuse to yield easily to her heart, refusing to repeat the miserable story of her dead mother.::Rana",
            "Eylul is a rebellious young girl who has changed schools many times and teachers do not want to deal with her. Her father does not even have a tear when he takes her from the last school she was expelled and beat her. However on that day all their lives will change. He leaves her with her grandmother in Marmaris where she have a small hostel. Ali Asaf Denizoglu is not known why he came as a successful doctor from Istanbul to a countryside village to be a teacher. Yet it is an extraordinary entity that will once touch the lives of people and change everything. This will save Eylul from the edge and make her a successful surgeon. Two lovers - yes, no mater how much they deny, Ali Asaf and Eylul fell in love. He leaves and years later they meet again as a two doctors. This is the story of the challenge of life as a surgeon of a girl who has begun to succumb to life, nothing but anger. A man who will give her the courage at the same time. It's a guide that keeps your hand and you can do it. The person we want all of us to have in our lives with all our heart will always keep our hopes of our dreams like Eylul. Of course with love .::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1089,
                "rating": 6.7
            },
            "aged under 18": {
                "votes": 25,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 367,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 99,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 40,
                "rating": 6.7
            },
            "males": {
                "votes": 184,
                "rating": 5.4
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 107,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 28,
                "rating": 3.9
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 6.5
            },
            "females": {
                "votes": 478,
                "rating": 8.0
            },
            "females aged under 18": {
                "votes": 19,
                "rating": 8.6
            },
            "females aged 18 29": {
                "votes": 258,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 70,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 33,
                "rating": 6.6
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 5.6
            },
            "us users": {
                "votes": 108,
                "rating": 7.3
            },
            "non us users": {
                "votes": 333,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 531,
            "9": 79,
            "8": 102,
            "7": 84,
            "6": 52,
            "5": 31,
            "4": 24,
            "3": 19,
            "2": 19,
            "1": 148
        },
        "arithmetic mean": 7.6,
        "median": 9
    }
}