{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 August 2017"
            }
        ],
        "release dates": [
            "USA::15 August 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The First Cast!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    J. Percy Priest Lake is in trouble. Oliver and Carnell hit the ground running for their new web series in Nashville, Tennessee. Their goal is to catch the biggest and baddest fish the Music City has to offer. Before they hit the water they decide they want to bring the production assistant along for the ride and teach her how the pros fish. Pros who fish, also have to eat so while in Nashville the guys know they have to eat some of the famous hot chicken. We'll see if Oliver and Carnell can handle the heat in and out of the water.    "
                },
                "2": {
                    "title": "Beats and Bass at the Holler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    With Carnell's musical background, the production has asked him to record a theme song for the show. Since Nashville is the mecca for music, what better location to lay down some rap tracks than the Music City. The boys will be going to a studio called \"The Holler\" where many country music stars have recorded. Although there won't be much fishing this day, Carnell has to channel his love of the game into his songs. Oliver wishes he could spit some rhymes but he's happy to oversee the project. Anything can happen when you put a rap star in the hands of country artists.    "
                },
                "3": {
                    "title": "Sneakin' and Fishin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The boys head to Kentucky, now they're the ones who are fish out of water. These LA kids are painting the town red and checking out the fishing on Dale Hollow Lake. Oliver and Carnell meet up with their local friends Jason and Brian to challenge them to a fishing duel, least fish caught buys lunch. After the LA vs. Kentucky match, the guys may want to partake in a little game of \"golf.\" Is it still considered golfing if you go to a golf course and fish in the course ponds instead?    "
                },
                "4": {
                    "title": "Tackling Kentucky's Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Kentucky has one of the biggest man made reservoirs in the country so naturally Oliver and Carnell want to dive in and try to catch the biggest of them all. A local captain is joining them to guide the boys though this massive lake. The production team will have to try its best to keep up with Oliver's boat as they race through the horizon. If they don't get lost in Lake Cumberland then the guys can check out the town at night and maybe even go for a game of bowling.    "
                },
                "5": {
                    "title": "Dry County, Wet Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The boys are in Arkansas, where the fish run wild and the booze flows slowly. Oliver and Carnell are headed to Lake Conway where the waters are unlike any others. This lake is filled with Cypress trees...in the water. Carnell describes the trees growing out of the water as a huge hub for fishes. But with those advantages also come huge risks, Oliver hopes his boat makes it out alive. After tackling a lake like that, the boys and crew will need a drink...where can they find a stiff drink in a dry county?    "
                },
                "6": {
                    "title": "Missouri Master Baiters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Missouri brings out the wild in people and the guys are hoping to see some wild fish in Lake Taneycomo. Oliver's friend Kevin Brightwell will be joining the guys and crew on the fishing adventure. Oliver is also bringing along his Houston native friend Melissa to see what this girl's got out on the water. When the guys lose daylight the fishing stops and the exploring begins. The crew then heads to Branson's first distillery...let's see what kind of whiskey Missouri's got.    "
                },
                "7": {
                    "title": "Rockin' Table Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    When it comes to Table Rock Lake in Missouri you're talking big waters. This lake stretches between Missouri and Arkansas and it is home to some of the biggest fishing tournaments in the country. With tournaments in mind, Oliver and Carnell challenge their friends, Kevin, Eric and Melissa to a three-team duel. With an odd number in the duel, the guys decide to recruit Matt the sound guy to participate. The TV crew gladly lends Matt to the talent but they hope all of their mics stay in place.    "
                },
                "8": {
                    "title": "Fishing a Private Lake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    When it comes to fishing, there is a whole lot of competition; everyone is always trying to get the upper hand. Today's lake is being called lake secret or the \"Private Lake,\" for anonymity. Knowing about hidden gems is key to keeping the fish plentiful. With a lake full of fish, Oliver and Carnell are giving Matt the sound guy a chance to redeem himself since the last time he was out on the water he was a total disaster.    "
                },
                "9": {
                    "title": "Missouri Scurryin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    On their last day in Branson, the guys and the crew have a packed day. Oliver and Carnell are fishing Table Rock Lake one more time before hitting the road. On top of that, the guys and crew get to stay in a nice local lodge to enjoy some luxuries. Before heading to the lodge at the end of the day, cameraman John wants to stop by a grocery store to whip up a good dinner for everyone. In a packed house, who knows what will happen.    "
                },
                "10": {
                    "title": "The 5-0 Crashes the Party!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Carnell is back in the OK. Oklahoma was Carnell's home as a kid. Before they hit any big waters, the guys make an unexpected stop at Turkey creek after Carnell tells Oliver that the hidden creeks is where he used to catch some big fish. The guys and crew push past major foliage to get to the sweet fishing spot where Carnell really reminisces about his past. Next up is Lake of the Arbuckles but when the crew arrives, the police halt production. How can they make a show when the crew is behind bars?    "
                },
                "11": {
                    "title": "Fishing for Some Good Producing!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Lake Texoma is the last stop on Oliver and Carnell's trip to Oklahoma. Unfortunately the production crew was not able to find a follow boat so the producer Mark Favreau aka DJ Fav is joining the guys on their boat. Oliver and Carnell want to put DJ Fav to work so they're putting a rod in his hand and live bait on his line. But first, they all stop in a bait shop to complete DJ Fav's look with a pink cowgirl hat.    "
                },
                "12": {
                    "title": "Good Ol' Southern Fish Fry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Hello Texas. Oliver and Carnell are excited to be fishing Lake Fork with their friend Bee. She's a Utah native who has come down to visit the guys and give them a run for their money with her fishing skills. But when Bee brings a banana on the boat, she gets schooled on the history of fishery. NO BANANAS ON THE BOAT. But Bee doesn't stay hungry, they guys are planning a traditional southern fish fry.    "
                },
                "13": {
                    "title": "Trading the Fishing Rod for the Gun Holster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    The guys are at it again, fishing a secret lake. Oliver calls it his Texas \"Honey Hole\" where they're hoping to make a monster catch. Their friend Bee joins them again along with their friend JP who is the number 1 college ranked angler in the country. But when the fishing gets slow, the production crew needs to step in and be creative. On days when fishing is slow the guys need to blow off steam...the Texas way. What happens when you get a couple of Cali boys out on the gun range?    "
                },
                "14": {
                    "title": "Dimension Needs Some Bling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Where do you go when you're a rapper and you need to accessorize the right way? Johnny Dang's is the answer. Johnny Dang is the jeweler to the stars so when Carnell wants a grill to accessorize his rap act, he heads to Houston, TX. He's hoping some ice gives him some luck out on the water. And since the boys are on their way to Austin, they stop at Lake Fayette which is located near a power plant. The crew is hoping to find a three eye fish.    "
                },
                "15": {
                    "title": "Night Fishing in Austin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Oliver is back in his second home of Austin, Texas. There's no better way to throw a homecoming than to rent out a party boat. Oliver and Carnell gather their friends out on the water while they drink and reminisce about their adventures on the road. But as soon as the sun goes down and the city lights of downtown Austin shine, the boys go out on their boat for some fishing in the middle of the city.    "
                },
                "16": {
                    "title": "That's a Rap Folks!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Bass (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    On the season finale of Breaking Bass, the boys end up where everything started...Puddingstone Lake in San Dimas, CA. It was at this very lake that Carnell and Oliver met when they were kids. Being back here after the long journey of filming their first web series seems fitting, especially with having one of the producers fish with them. In this episode we also see Carnell get a massive bass tattoo on his leg, something he's been wanting for a long time. And last but not least, we get to see the world premier of the Big Bass Dreams theme music video. Hold on to you ...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Lee, Carnell"
            },
            {
                "name": "Ngy, Oliver"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWViODdlMDktZjE2Ny00OGNiLTgxM2ItZjM0ZTBjZGYxYjA2XkEyXkFqcGdeQXVyMjE2MDgxNzc@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Breaking Bass",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Breaking Bass (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Authentic Entertainment"
            },
            {
                "name": "Complex Networks"
            }
        ],
        "distributors": [
            {
                "name": "Go90"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}