{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 January 2017"
            }
        ],
        "release dates": [
            "Canada::6 January 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Michelle & Thompson/Rob & Thor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    After losing her sight as a teen and falling into a deep depression, a young woman finally gets her life back with the help of a guide Poodle named Thompson. After 'soldiering through' 34 years of military service and subsequently losing his family while battling PTSD, a special German Shepherd service dog showed up as a hero in this story. Not only does service dog Thor help Rob deal with the isolation and anxiety brought on by the PTSD, but it's helping him find a reason to enjoy life again.    "
                },
                "2": {
                    "title": "Liane & Harley/Jason & Blaze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A lumbering Black Labrador named Harley helps his owner overcome the obstacles related to PTSD from a traumatic accident in frigid waters. A firefighter struggles with the toll his 20 year career took on him, but he is putting his life back together with the help of a rambunctious young service dog named Blaze.    "
                },
                "3": {
                    "title": "Brooklyn & Abbey/Butch & Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The parents of a little girl at risk of strokes, can rest a little easier now that a sweet yellow service Lab, is able to alert them to any abnormalities in their daughter's physiology. An alert Australian Shepherd named Spirit keeps her handler in the present when he shuts down due to the affects of PTSD when environmental triggers remind him of his time in pirate infested seas.    "
                },
                "4": {
                    "title": "Chewy & the Kuceys/L.A. & Dixon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A therapy pig named Chewy helps a large family de-stress after moving countries, giving them the motivation to be more involved in their new community. A former police officer with PTSD receives assistance from a fun loving Bernese/Black Labrador mix named Dixon, who helps her cope with past traumas allowing her to find a new life and love again.    "
                },
                "5": {
                    "title": "Braeburn & Annabelle/Lynn & Zev",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A dog trainer with type 1 diabetes trains a miniature horse named Annabelle to detect his low blood sugars giving him the confidence to do more things in life without worrying about his health. A rescued American Bull dog named Zev helps a woman with a severe digestive disorder and allows her to stay true to her passions and gain the courage live more fully and enjoy life in a way she never had before.    "
                },
                "6": {
                    "title": "Cora & Max/Fern & Bella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A Yellow Labrador named Bella helps a woman with chronic pain enjoy life again. A former hunting horse named Max bonds with a 9 year old girl who has fetal Alcohol Syndrome while helping her thrive emotionally and physically.    "
                },
                "7": {
                    "title": "Jade, Brooke & Nettle/Steve & Squirt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    One of the first diabetes alert dogs in Canada saves the lives of teenage twins with type 1 diabetes, and offers them new found freedom and independence. An animal loving Gulf war veteran with amnesia receives Animal-assisted therapy from a dolphin named Squirt.    "
                },
                "8": {
                    "title": "Jackson & the Pygmy Goats/Sam & Molly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A non-verbal teenage boy with Autism finds his voice through a friendship with two pygmy goats, Jasper and Zephyr, helping him develop remarkable differences in his social skills. An energetic Golden Retriever named Molly, eases a young woman who was assaulted and has developed seizures, making her feel safe at all times and allowing her to be independent again.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A former teacher who developed multiple emotional and mental disorders after teaching overseas, finds comfort and peace of mind thanks to a beautiful Golden Retriever named Jamie. A laid back Bengal cat named Aragon provides love and affection to his owner, who battled with bi-polar and alcoholism throughout her adult life. Now they are a team providing comfort to people in their community.    "
                },
                "10": {
                    "title": "Adam & Totem/Michelle & the Rat Pack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    An 8 year old boy with severe autism who struggles with the world around him and finds comfort, safety and a way to open up through his service dog, Totem, A loyal black Labrador. In upstate New York, a woman who suffered from depression most of her life finally finds love, joy and purpose thanks to emotional support rats.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    An inmate who participated in a dog training program in prison becomes a trainer herself when she was released, changing her life and the life of others through canine companionship. A teenage girl trains a therapy donkey named Jupiter for her little brother with Down Syndrome.    "
                },
                "12": {
                    "title": "Steve & Tahoe/Manny & Captain Jack Sparrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collar of Duty (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A Golden Doodle named Tahoe, helps a man who is paraplegic with mobility and daily tasks, giving him a sense of independence he longed for. A veteran with PTSD receives successful therapy from an Appaloosa horse named Captain Jack Sparrow when all else failed, allowing him to be free of the triggers of his illness and enjoy life again.    "
                }
            }
        },
        "number of episodes": 12,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzczNDQxOTYtZWIwYS00Zjc0LWFlNTgtYTEzYzZlNzZjYTVkXkEyXkFqcGdeQXVyNjU1MDY5ODg@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "Collar Of Duty is a new documentary series that tells the stories of people whose lives have been transformed by a service/therapy animal. In each episode, we visit individuals living with a service/therapy animal to learn about their relationship and how each person's life has improved. We also visit the breeding/training facility the animal came from, pulling back the curtain to learn just what it takes for these special helpers to be deemed ready for service. The goal is to showcase the value of service/therapy animals for people, and we plan to do so with the utmost sensitivity and care.",
        "languages": [
            "English"
        ],
        "title": "Collar of Duty",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Collar of Duty (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Mathews, Laura Lillie"
            }
        ],
        "production companies": [
            {
                "name": "Summerhill Media"
            }
        ],
        "plot": [
            "Collar Of Duty is a new documentary series that tells the stories of people whose lives have been transformed by a service/therapy animal. In each episode, we visit individuals living with a service/therapy animal to learn about their relationship and how each person's life has improved. We also visit the breeding/training facility the animal came from, pulling back the curtain to learn just what it takes for these special helpers to be deemed ready for service. The goal is to showcase the value of service/therapy animals for people, and we plan to do so with the utmost sensitivity and care.::Summerhill Media [ca]"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}