{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 July 2017"
            },
            {
                "country": "USA\n",
                "date": "11 July 2017"
            }
        ],
        "release dates": [
            "USA::7 July 2017",
            "USA::11 July 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Can Love Survive The Truth?",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Nicky and Jamie's jokes mask insecurities and fears that threaten to tear them apart.    "
                },
                "2": {
                    "title": "Communication Breakdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    All three couples are on their own timelines to move-in together. Amanda and Ish have set-up house in a new loft, but old patterns of bad communication and their cultural differences lead to tension. Andrew's mother wants to live with him and Emily, but the pair set-off on their own apartment hunt. Jamie wants Nicky to share his home him with him, his mother and two children from previous relationships, but she is still refusing to move into his full house.    "
                },
                "3": {
                    "title": "Good Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    After cleaning out Jamie's home, Nicky's finally ready to move-in, but she fears losing her independence and struggles to find her role in the crowded household.    "
                },
                "4": {
                    "title": "Dirty Laundry",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Nicky invites Jamie to meet her good friend Ghana, but when he stands them both up, she's left to wonder if there really is space in his life for her or not. Ish takes a last minute trip to visit his family in Ohio, and Amanda is left alone to confront a potential pregnancy. Andrew surprises Emily with a spontaneous date night, but it backfires, and things get more tense when the couple hosts a family dinner at their new apartment.    "
                },
                "5": {
                    "title": "Judgment Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Amanda hasn't heard from Ish since he left suddenly for Ohio and his lack of communication leaves her wondering if is the only woman in his life, meanwhile Ish meets with resistance when he tells his conservative Muslim family that he's dating Amanda. Emily is torn between her need for control and the pressure of policing Andrew's every move, which is causing tension in their household. Nicky and Jamie start to merge their lives, but Nicky's insecurities may be too much for a laid-back guy like Jamie.    "
                },
                "6": {
                    "title": "Love and War",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    It's the halfway point in the 30 day experiment for all three couples, and they are facing the serious issues in their relationships. Andrew's mother still wants to live with him and Emily, and has offered to invest in a two family home with the couple but the offer may prove to be a Trojan horse. Amanda confronts Ish about his lack of communication while out of town. Nicky attempts to find her role in Jamie's full house, but when planning his daughter's birthday party goes south, they're both left wondering if they make a good team.    "
                },
                "7": {
                    "title": "Big Decisions",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Nicky and Jamie sit down to make a one year plan and discover that they share many goals, except when it comes to one major issue. Amanda and Ish work on being more open with one another and merging their lives by throwing a housewarming party for their friends, but Ish invites an unexpected guest. Emily tells Andrew's mother that they need space to grow as a couple and will not be living with her anytime soon, but she's still acting as caretaker to Andrew.    "
                },
                "8": {
                    "title": "Rocking the Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Amanda and Ish travel to visit her family in Maryland, but she still hasn't told her parents that they're dating again and living together for the third time. Andrew confronts his mother about her attempts to control him, and tells her and Emily that he is worthy of their trust. Nicky is having doubts about the relationship and consults a fertility specialist about freezing her eggs, meanwhile Jamie has his eyes on the future and goes shopping for engagement rings.    "
                },
                "9": {
                    "title": "Should I Stay or Should I Go?",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The 30 day experiment of asking and answering revealing questions, living together, and working with relationship expert Damona Hoffman is almost over for all three couples. Nicky finally confronts her past in the hope of building a future with Jamie. Emily struggles to express her feelings to Andrew face-to-face and writes him an emotional letter. Amanda finally meets Ish's mother in Cleveland, but what's exposed in Ohio threatens to crush their relationship. Now it's up to all three couples to decide whether or not to the process was enough to save their ...    "
                },
                "10": {
                    "title": "Trouble in Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Question of Love (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The clock is ticking for all three couples to save their relationships. They have only a few days left to confront their biggest issues: family secrets, different goals, and a lack of trust. Tensions mount, as Emily's need for control and lack of trust is wears thin with Andrew, but her tears may indicate that her tough exterior is finally starting to crack. Amanda and Ish return from visiting her family in Maryland, and gear up for their next trip to meet Ish's mother in Ohio. Nicky and Jamie finally discuss their differing financial goals, but it may be the breaking...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Hoffman, Damona"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(High Definition)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDc2YmVlMGUtYTFhOS00MTUxLWEyZmQtNTM4MzBhZDJhN2Q2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "A Question of Love",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "A Question of Love (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Noble Savages"
            }
        ],
        "distributors": [
            {
                "name": "FYI"
            }
        ],
        "tech": {
            "color": [
                "Color (High Definition)"
            ]
        }
    }
}