{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "20 August 2017"
            }
        ],
        "release dates": [
            "Denmark::20 August 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Kids on the Silk Road"
            },
            {
                "countries": "Poland",
                "title": "Dzieci na Jedwabnym Szlaku"
            }
        ],
        "akas": [
            "Kids on the Silk Road (original title)",
            "Dzieci na Jedwabnym Szlaku Poland"
        ],
        "akas from release info": [
            "Kids on the Silk Road (original title)",
            "Dzieci na Jedwabnym Szlaku Poland"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Music in my blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kids on the Silk Road (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "17 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    To Ravi (13) it feels like flying when he jams with his brother on the rooftops in his village in India. Born into a family of wedding musicians with traditions going back further that anyone remembers, Ravi's dad taught him how to play the drums and brought little Ravi along on the jobs. Playing at weddings is not only a gift, however, it's also the bread and butter of the family. And when Ravi starts pursuing his own musical ambitions he clashes with his dad, his mentor and idol. In the end he stands up for himself to go his own way to become the artist he knows he ...    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Daniar"
            },
            {
                "name": "Erdenchimeg"
            },
            {
                "name": "Javed"
            },
            {
                "name": "Poonam"
            },
            {
                "name": "Ravi"
            },
            {
                "name": "Javed"
            },
            {
                "name": "Poonam"
            },
            {
                "name": "Ravi"
            }
        ],
        "locations": [
            "Nepal",
            "India",
            "Mongolia",
            "Kyrgyzstan",
            "Bangladesh"
        ],
        "genres": [
            "Documentary",
            "Family"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "mn",
            "ne",
            "ky",
            "bn",
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "20 Aug 2017 (Denmark)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTUwNzJkZmUtZDkzMy00MGFlLTg4ZTYtM2RkZDM5ZDc1MTlhXkEyXkFqcGdeQXVyMzIzNDY1ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "\"Kids on the Silk Road\" is 5 stories about children and young teens between the ages of 11 and 14, from 5 countries along the old silk route: India, Kyrgyzstan, Kazakhstan, Nepal and Mongolia. Each story shows how the individual child deals with life's challenges, big and small, which they face in their specific cultural and social contexts. The stories are both authentic and easy to relate to because the main character tells you their own stories. Although the stories presented in the documentaries are small, they revolve around big universally recognizable themes such as love for animals, sports, developing your talents, realizing your dreams, finding yourself, and disagreeing with parents - part of every child's life.",
        "languages": [
            "Mongolian",
            "Nepali",
            "Kirghiz",
            "Bengali",
            "Hindi"
        ],
        "title": "Kids on the Silk Road",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "writer": [
            {
                "name": "Pedersen, Jens J.V."
            },
            {
                "name": "Pedersen, Jens"
            }
        ],
        "director": [
            {
                "name": "Pedersen, Jens J.V."
            },
            {
                "name": "Pedersen, Jens"
            }
        ],
        "production companies": [
            {
                "name": "Pedersen & Co."
            }
        ],
        "distributors": [
            {
                "name": "DR Ultra"
            }
        ],
        "plot": [
            "\"_Kids on the Silk Road_ (qv)\" is 5 stories about children and young teens between the ages of 11 and 14, from 5 countries along the old silk route: India, Kyrgyzstan, Kazakhstan, Nepal and Mongolia. Each story shows how the individual child deals with life's challenges, big and small, which they face in their specific cultural and social contexts. The stories are both authentic and easy to relate to because the main character tells you their own stories. Although the stories presented in the documentaries are small, they revolve around big universally recognizable themes such as love for animals, sports, developing your talents, realizing your dreams, finding yourself, and disagreeing with parents - part of every child's life."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}