{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 July 2017"
            }
        ],
        "release dates": [
            "USA::12 July 2017"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "How Strip Clubs and Hip-Hop Fueled Atlanta's Lemon-Pepper Wing Obsession",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Grails (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    For the Food Grails season finale, Miss Info heads to Atlanta, a city that takes pride in its strip clubs, hip-hop, and wing culture. But talk to locals and you'll quickly learn that one wing stands above the rest-lemon pepper. Natives have fiercely claimed lemon pepper as their own, turning it into an icon that's been referenced in rap lyrics, television, and pop-culture. To find out why so many people have fallen under its spell, we head to strip clubs like Magic City, taste-test wings in backyard parties with Rembert Browne, and talk to some of lemon pepper's ...    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Info, Miss"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDJkNDJkOGUtZmE5Ni00ODMyLTgzMTUtODU1NTcwMjI2ZjE1XkEyXkFqcGdeQXVyNzU4NzgwNzQ@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Welcome to Food Grails, First We Feast's traveling food and culture series hosted by Miss Info. As a music journalist, she's traveled the world and seen the power of artists who rep for their hometown sound. Now, she wants to discover how foods define a city's flavor-from D.C.'s mumbo sauce to NYC's beef patties. These are America's food grails.",
        "languages": [
            "English"
        ],
        "title": "Food Grails",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Food Grails (United States)"
        ],
        "distributors": [
            {
                "name": "Complex Networks"
            }
        ],
        "plot": [
            "Welcome to _Food Grails_ (qv), First We Feast's traveling food and culture series hosted by Miss Info. As a music journalist, she's traveled the world and seen the power of artists who rep for their hometown sound. Now, she wants to discover how foods define a city's flavor-from D.C.'s mumbo sauce to NYC's beef patties. These are America's food grails."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}