{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 July 2017"
            }
        ],
        "release dates": [
            "USA::12 July 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Gunner Stahl: Rap's Rawest Photographer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Culture (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Dominique Maldonado is Living A Music Nerd's Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Culture (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The first entry point of the culture is being a fan of the culture. Domonique Maldanado-founder of hip-hop showcase Leaders of the New Cool and former manager of Q-Tip who is currently an A&R Consultant, and co-manager of Divine Council-began her journey as someone who loved not only music but had a hunger for knowledge for how creativity was harnessed into art.    "
                },
                "3": {
                    "title": "Sickamore: From Hustling Mixtapes to Platinum Albums with YG & Travis Scott",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Culture (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A lifelong fan of hip-hop, Randall 'Sickamore' Medford used to hustle mixtapes in New York City. Over the years, with tons of hard work, he built himself up into the man he is today. A senior music exec at Interscope Records, with platinum albums by Travis Scott and YG on his resume. But his path has been anything but easy. For Sickamore, the key to his success has been his allegiance to the art, learning from failures, and making self-improvements.    "
                },
                "4": {
                    "title": "Brock Korsan: The Winston Wolfe of Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Culture (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Brock Korsan-aka Brocky Marciano-is one of the culture's most trusted opinions. Starting out on a street team, Brock has found success in various roles in music and fashion including artist management, A&Ring, and marketing. He's done so by soaking up game whenever possible and making himself valuable no matter the project. Fashioning himself as a sort of cultural Winston Wolfe, Brock is always in the right place, leaving things better than when he found them.    "
                },
                "5": {
                    "title": "Colin Tilley: A Visionary Directing This Generation's Craziest Music Videos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Culture (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    If you're talking about music videos, then you're talking about Colin Tilley. Growing up in the Bay Area, Colin Tilley went from college dropout to an award-winning music video director. Having helmed videos for everyone from Rihanna to Lil B to Lil Wayne to Kendrick Lamar, Colin's growth has been immense, allowing him to helm videos for a generation of musical artists. As he begins to break into feature films, Jinx connects with him to learn more about his journey and what has made him so successful.    "
                },
                "6": {
                    "title": "Kaytranada: How His Music Went From His Basement To Dance Floors Around The World",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Culture (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kaytranada-the Haitian-born, Quebec-raised DJ and producer-started out messing with music on the family computer in his basement. Using production software, and posting his music online, Kaytra's use of technology helped him bring his unique sound into the real world. Years later the high school dropout's music can be heard on dance floors around the globe.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Jenkins, Brandon Jinx"
            },
            {
                "name": "Tilley, Colin"
            },
            {
                "name": "Maldonado, Dominique"
            },
            {
                "name": "Stahl, Gunner"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "The Culture",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Culture (United States)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Complex Media"
            }
        ],
        "tech": {}
    }
}