{
    "imdb": {
        "raw release dates": [
            {
                "country": "Serbia\n",
                "date": "  2017"
            },
            {
                "country": "Montenegro\n",
                "date": "25 September 2017"
            },
            {
                "country": "Serbia\n",
                "date": "25 September 2017"
            },
            {
                "country": "Bosnia and Herzegovina\n",
                "date": "15 January 2018"
            },
            {
                "country": "Croatia\n",
                "date": "15 October 2018"
            }
        ],
        "release dates": [
            "Serbia::2017",
            "Montenegro::25 September 2017",
            "Serbia::25 September 2017",
            "Bosnia and Herzegovina::15 January 2018",
            "Croatia::15 October 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Sta se desilo na krovu zgrade kada je Tanja pokusala da skoci? Kako je Rade podneo prevaru? Sta se u medjuvremenu dogodilo sa Nikolom i Marinom?    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Vanja u Slobinom stanu zatice prizor koji joj se uopste nije svideo. U Radetovo predduzece stize Slavica Jankovic, jos jedna Nikolina skolska drugarica, ali i obozavateljka. Kad je ispred Kristininog stana zacuo dobro poznat muski glas, Pavle je doziveo neverovatan potres. Devojke prosto oblecu oko Arse, a jedna se cak vraca iz proslosti.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Rade daje uni mesto direktorke finansija. Ocajni Sloba se jada Kristini, ali ne nailazi na ocekivanu podrsku. Ni Marinina izjava ne prolazi najbolje jer novinarka Slavica nema \"dlake na jeziku\" i postavlja pitanja koja se Marini ni malo ne svidjaju. Jos jedan Nikolin pokusaj da zaprosi svoju skolsku ljubav zavrsava se krahom i neocekivanim susretom.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Svi sa nestrpljenjem iscekuju da Vanja na svet donese naslednika, a najvise sludjeni Sloba. Svoj bes Nikola gasi u picu, ali i Uninom drustvu. Dana biva potresena kada joj je policija saopstila da je Ilija uslikan pred bankomatom sa mladjom. Kada mu se Tanja ispovedila, Rade je ostao bez teksta bas kao i Arsa koji je bio svedok njihovog strasnog poljupca.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Una ne prestaje da zavodi Nikolu, a vece se zavrsava strasnim poljupcem. Niko ne sluti koju ona igru igra i da je Nikola zapravo decko njene sestre. Vanja se poradja i na svet donosi prelepu devojcicu. Iako je Marina imala ozbiljno opravdanje da se ne pojavi na veceri koju je Nikola smislio, on nema nameru da joj oprosti, a povrh svega je izbegava zbog poljupca koji je imao sa Unom. Ilija se konacno pojavio.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Vanji je krivo sto dete nije Nebojsino. Una nastavlja sa svojim osvetnickim planom, ali niko za sada ne zna istinu ni ko ju je poslao. Tatjana je ljuta na Pavla sto je pomislio da ona stoji iza Ilijine preljube sa droljom. Nikola nastavlja da izbegava Marinu i vadi se na Slobu koji trenutno boravi kod Isidorovica u kuci.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Dzerijeva devojka Beti postaje nova Arsina zanimacija pa je policija sada uverena da je i Arsa umesan u kradju lekova u bolnici. Rade zakazuje sastanak u preduzecu, a Nikola biva potresen kada je na svom radnom mestu ugledao devojku sa kojom se prethodne noci ljubio. Resen da se pomiri sa Vanjom, Sloba odlazi u porodiliste, ali ono sto je tamo zatekao, ni malo mu se nije dopalo.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Marina ubedjuje inspektore da Arsa nema nikakve veze sa kradjom lekova iz bolnice. Ilija nema nameru da se vrati kuci, uprkos svim Slobinim naporima da ga vrati kod Dane. Una nastavlja sa prodorom u RB grupu, a Nikolu sve vise hvata pometnja zbog onoga sto se desilo.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Kad je naocigled policajaca poceo da laze da ne poznaje glavnoosumnjicenu za kradju lekova iz bolnice, Arsu odvode u policijsku ispostavu sa lisicama na rukama. Ilija bi najradje da otputuje daleko od svih, ali zbog svog skrticarenja ne moze nigde. Kada se zaculo zvono na vratima, Dana se odusevila. Sloba uspeva da otopi Vanjino srce, ali.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "29 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Zbog odluke da ne oda devojku koja mu se svidja, Arsu odvode u policiju. Dok Beti provodi vreme u Dzerijevom zagrljaju, Arsa cak i iz pritvora pokusava da je zastiti. Kad joj je Pavle saopstio da je Arsa u vezi sa Kristinom, Marina je potpuno poludela. Kade se zaculo zvono na vratima, Dana se odusevila, ali.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Una nastavlja svoj pakleni plan pa se vraca u kafic u kome sede Filipovici, Bozici i razjareni Nikola. Izmedju Une i Tanje nastaju varnice, a Tanja se odmah baca u akciju. Dana je besna zbog iznenadnog dolaska Ilijinog brata Anrije pa mu saopstava da je Ilija u vezi sa droljom. Sloba Vanji postavlja pitanje koje je potpuno zbunjuje.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle prebacuje Tanji da se neodgovorno ponasa prema njihovom detetu, ali nju opaske ne pogadjaju previse. Ona je resena da preuzme stranke od RB Grupe i ne preza ni od cega. Rade shvata da je Tanja pocela da se sveti. Kad je Arsa zabagovao pred Dzerijem, on je zeleo da zna kakva je vrsta njegovog odnosa sa Beti.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Marina ne dozvoljava da se RB Grupa obrusi na Tanju, vec odlazi da sa njom razgovara, uverena da je Una kriva za celo stanje jer joj se ne dopada njeno ponasanje. Dok je razgovarala sa Tatjanom, Pavle se ludo zabavljao tako sto se javio na njen telefon u trenutku kad je zvao Nikola. To je samo dodatno uznemirilo vec poljuljanog Dzonija koji se sve vise okrece Uni.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Unine namestaljke idu po planu, a jedini cinilac koji je remeti je upravo Tatjana. Na srecu, Marina uspeva da objasni Tanji da nije vreme za novi rat. Kad su usli u sukob sa Andrijom, Dana i Nikola su saznali da stan nije njihov i da ce morati da ga trpe dok se Ilija ne javi ili ne vrati. Nakon dugog cekanja u restoranu, Marina je iz razgovora sa Vanjom zakljucila da se Nikola nece pojaviti. Rade nudi Arsi posao koji se ne odbija.    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "5 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Andrija se sve vise baskari po stanu sto najvise izludjuje Danu i Taru. Tokom boravka u restoranu, Marina je ugledala Marka, inspektora koji je priveo Arsu. I dok Vanja pokusava da shvati zbog cega policija progoni njenog kumica, policajac nedvosmisleno pocinje da pokazuje naklonost prema Marini. U znak pomirenja, Tanja dolazi kod Radeta u preduzece, a ono sto mu je rekla ga je ostavilo bez teksta.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Dok Ceca caska sa inspektorom Dejanom, njegovo laskanje sve vise dopire do nje. U trenutku kad su se stvari lagano razobuzdale, na vratima se pojavio Vaske. Arsa je besan zbog toga sto ga Beti kulira pa izmedju njih dvoje izbija svadja. Potpuno rasejana, Tanja dolazi kod Vanje na seansu i dok joj saopstava da je na ivici da prevari supruga, ona je moli za tajnost.    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "9 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Marina se potresla kad je od Kristine dobila lazno priznanje da je u vezi sa Arsenijem. Kasnije, Pavle u kanti za djubre pronalazi Kristinin test na trudnocu.    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "10 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle pokazuje Marini test za trudnocu, a Marina se potresla kad je shvatila da on pripada Kristini. Po izlasku sa fakulteta, Sofija pada u nesvest, a Arsa je posle pregleda u hitnoj pomoci dovodi svojoj kuci. Tanja i Pavle privremeno prekidaju rat i zavrsavaju u strastvtenom zagrljaju. Beti je poludela kad je shvatila da Arsa nece doci na zakazani susret.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Sloba je otkrio da je Kris trudna. Sofija nije sigurna da je boravak kod Filipovica najbolje resenje za nju. Dok joj Arsa objasnjava da mora da miruje jer je prethodnog dana dozivela zivcani slom, Marina pokusava da sazna od Nikole da li je Kris pila na sedeljci na kojoj su zajedno bili prethodne noci.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "12 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Kristina je dovedena u mat jer Sloba navaljuje da mu kaze ko je otac njenog deteta. Tanja vise ne moze da izdrzi pa odlazi kod Vanje i priznaje joj da Pavla zeli da prevari sa jednim odredjenim muskarcem - Radetom. Mairna ulazi u novu zustru raspravu sa Unom, a Nikola upada u patnju oko izmisljene price o kradji prstena. Dana pod izgovorom da joj treba manikir preko Pavla zove kozmeticarku u stan za koju veruje da se svalerise sa Ilijom.    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Kozmeticarka Nina dolazi kod Dane u stan, a ona lako gubi zivce i na devojku poteze pistolj. Luka saopstava Uni da njegovo drustvo obustavlja saradnju sa RB Grupom. Radeta je ova vest frapirala.    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Inspektor Masic poziva Cecu da zajedno traze izmisljeni izgubljeni prsten. Dok su sedeli u kolima, izmedju njih dvoje su sevale varnice, a inspektor nije propustio priliku da joj kaze za opasnost koja vreba od Kaspera i moli je da ga pozove ukoliko ikad cuje to ime. Dok je razgovarala sa Tarom, Sofija je dobila napad plakanja. Na sastanku RB Grupe, Una je pred svima saopstila svoj plan kako da izvuce preduzece iz teskog stanja i potpuno je kupila Radeta.    "
                },
                "23": {
                    "title": "Episode #2.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "17 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Una prima prsten koji je Nikola odneo na glancanje za Marinu i odlucuje da mu ga odnese u poslovnicu. Tamo je nastavila da koketira sa njim i izazvala ga da je poljubi. Dok je posle razgovora od Arsi Marina krenula od Pavla, ona je srela Tanju koja je dozivela ozbiljan napad ljubomore.    "
                },
                "24": {
                    "title": "Episode #2.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Beti dobija poziv od Sindikata, a prete joj i kaznom zbog Arse. Tanja ulazi iz rastrojstva u rastrojstvo. Ona sada veruje da nesto nije u redu sa Lavom sto dodatno razdrazuje vec rastrojenog Pavla koji pocinje da muva dadilju. Tara je srecna zbog Zikinog povratka i sada svi veruju da ce on uspeti da pronadje Iliju. Ceca priznaje Marini da joj je inspektor Dejan raspalio erotsku strast.    "
                },
                "25": {
                    "title": "Episode #2.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Nebojsa otvara Vanji oci i saopstava joj da sve ukazuje na to da je ona zaljubljena u Slobu. Nikola surovo napada Kristinu uveren da je dete koje ceka Arsino. Ona je potresena slusala njegove uvrede, a onda je odlucila da prekine mucenje snaznim samarom. Ni Sloba nije uspeo da ih umiri. Andrija je dosao kod Radeta kako bi mu izneo svoj plan kako da vrate Iliju.    "
                },
                "26": {
                    "title": "Episode #2.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Una nudi Luki posao. To je deo njenog plana da se priblizi Radetu i stekne njegovo puno poverenje. Vaske otvara oci Arsi i saopstava mu da je jasno kao dan da Sofija samo juri frajere koji imaju novca. Izmedju Nikole i Marine sve vise varnici i konacno kad su ostali sami, doslo je do nespretne prosidbe koja se zavrisla neizvesno.    "
                },
                "27": {
                    "title": "Episode #2.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "23 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Marina upozorava Arsu da je Sofijino stanje uzbunjujuce i da bi trebalo da se obrate strucnom licu za pomoc. Zbog grize savesti koju oseca, Ceca igra sa Vasketom toplo-hladno, a Nikola daje svoj verenicki prsten Uni na cuvanje. Kod Vanje u ordinaciju stize novi bolesnik - Cane Krkljus.    "
                },
                "28": {
                    "title": "Episode #2.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "24 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Cane Krkljus je odusevljen doktorkom Vanjom. Ona mu prepisuje lekice. Arsa objasnjava Marini da je imao u planu da sa Kristinom otvori \"hab\" i ima teskoca da objasni znacenje te reci, ali veca teskoca mu je Kristina pa zato odlucuje da razgovara sa drugovima. Nikola moli Iliju da potpise hartije kojima ce se jednom zauvek resiti Andrije i \"osloboditi\" stan.    "
                },
                "29": {
                    "title": "Episode #2.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Vanji na vrata stize nova poseta, i to u vidu Slobe sa cvecem i poklonima. Tara dolazi kod Nikole kako bi raspravili stanje sa \"svalerkom\". Una se zblizava sa Nebojsom i Jocom kako bi otvorila prostor za pakleni plan koji sprema. Kad joj je priznala da je odlepila za inspektorom, Marina trazi od Cece da se obuzda. I Vasketu je jasno da se nesto desava pa nevoljno priznaje Arsi da misli da ga Ceca vara. Na Kristininim vratima se pojavljuje Stefan. Stefan je ocajan zbog cinjenica da ga Kristina uporno odbija i da ne zeli da gaji dete sa njim.    "
                },
                "30": {
                    "title": "Episode #2.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Nikola ponosno baca Andriji pod nos hartiju na kojoj se jasno vidi da je stan njihov. Naivni Rade odobrava ulaganje koje je Una predlozila, a ostali podrzali. Dana zatice Andriju u nesvesti u Nikolinoj sobi.    "
                },
                "31": {
                    "title": "Episode #2.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Pokusavajuci da pomogne Sofiji, Ceca odlucuje i da je podrobno ispita o Arsinom kretanju kako bi mogla da ga cinkari inspektoru Dejanu u kog je zaljubljena. Cane upada kod Vanje usred tertmana koji je ona imala sa drugom bolesnicom. Arsa pokusava da osvesti Sofiju i da je trgne iz mraka u koji je upala.    "
                },
                "32": {
                    "title": "Episode #2.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Iako mu je saopstila da ga nece iskljuciti iz detetovog zivota, Kris ne zeli da bude u osecajnoj vezi sa Stefanom sto njemu jako tesko pada. Tanja zove Radeta, ali odgovor koji je od njega dobila ju je naterao da se u sekundi vrati u proslost i posegne za svojim najvecim porokom.    "
                },
                "33": {
                    "title": "Episode #2.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "31 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Vanja zavrsava u Slobinom zagrljaju dok se Kristina kroz suze ispoveda Marini i Nikoli. U kaficu izbija ispad izmedju Sofija i Luke, njenog bivseg, a prekida ga Arsa i ispraca Sofiju na taksi i tada nalece na pobesnelu Beti. Ona je kipela od njubomore dok je Arse pokusavao da sazna u sta se uplela.    "
                },
                "34": {
                    "title": "Episode #2.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Una se malo razmastala pa je verenicki prsten koji joj je Nikola dao na cuvanje stavila na sovju ruku. Ali, prsten se zaglavio i ne nema nameru da se skine. Kad je Dana izasla sa Slobom na kafu, u stan je usao Ilija zeljan mirisa toplog doma, ali i Daninih djakonija. Odmah po povratku kuci, Dana je shvatila da se nesto cudno desava. Inspektor Gvozdenovic je dosao kod Kristine.    "
                },
                "35": {
                    "title": "Episode #2.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "2 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Kristine ne moze da veruja kakvo joj je reagovanje izazvalo prisustvo inspektora Gvozdenovica. Zbog svega sto je osetila, ali i zbog cinjenice da je Arsa umesan u zakulisane radnje, Kris odlucuje da odlozi put. Joca saopstava Radetu Tanjin ultimatum. Ceca se sprema na novi sastanak sa inspektorom Masicem.    "
                },
                "36": {
                    "title": "Episode #2.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa odbija da prihvati da je Sofiji sve gore. Na zalost, otreznjenje je stiglo kad je Sofija ponovo zavrsila bez svesti na plocniku ispred fakulteta. Dok je sedela sa inspektorom Masicem u poslasticarnici, Vaske se sa Dzerijem pojavio taman na vreme da uhvati Cecin preljubnicki poljubac.    "
                },
                "37": {
                    "title": "Episode #2.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Iznenada se u RBG-u pojavljuje Marina i na Radetovoj stolici zatice Unu. Una je posle iz znatizelje prisluskivala razgovor oca i cerke, a prizor kome je prisustvovala vratio joj je bol iz detinjstva. Tanji nije dobro pa je odlucila da dodje na razgovor kod Vanje. Iako nije imala zakazano, ona ju je ubedila da moraju da razgovaraju. Dok se ispovedala na kanabetu, njen monolog cuo je Pavle. Inspektor Gvozdenovic ne moze da izbaci Kristinu iz glave pa pokusava da zakaze sastanak.    "
                },
                "38": {
                    "title": "Episode #2.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "7 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle pokusava da razgovara sa Tanjom i utvrdi zbog cega je stalno nezadovoljna. Zbog Sofijinog stanja Goga dolazi kod Filipovica, a njeno ponasanje izaziva Marinu. Kristina saopstava Slobi i Nikoli da se zaljubila u inspektora Gvozdenovica. Sofija pocinje da ljubi Arsu jer zeli bliskost sa njim.    "
                },
                "39": {
                    "title": "Episode #2.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Nikola je priznao Slobi da jedna ceka da vidi Marinu u beloj vencanici. Kada je otisao kod Une po psrten, Marina ga je zatekla u veoma kompromitujucem stanju koji nikako nije mogao da objasni. Inspektor Gvozdenovic je dosao kod Kristine i ni jedno ni drugo nisu uspeli da odole svojim osecanjima. Arsa zahteva od Beti da porazgovaraju i da mu objasni sto mu policija dise za vratom.    "
                },
                "40": {
                    "title": "Episode #2.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "9 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Ilija nastavlja segu sa Danom i Andrijom. Dana se isprepadala i plasi se da ostane sama kod kuce sto je Andrija potpuno pogresno protumacio. Kad se bacio na jadnu Danu i poljubio je, Ilija vise nije mogao da nastavi skrivanje. Potresena, Dana je ucinila nesto nepredvidjeno. Beti je konacno posustala i saopstila Arsi da ce mu sve razjasniti. Dok je sedeo sa Pavlom, Nikola mu se poverio i priznao da ima teskoca sa prstenom. Pavle je odlucio da preuzme stvar u svoje ruke.    "
                },
                "41": {
                    "title": "Episode #2.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Po doasku u RB Grupu, Tanja je odmah usla kod Radeta u poslovnicu i priznala mu da ga i budna sanja. Bas kao sto je i obecao Nikoli, Pavle je otisao kod Une i trazio joj da vrati prsten. Inspektor Gvozdenovic je obavestio Kris da se dogodila jos jedna kradja lekova.    "
                },
                "42": {
                    "title": "Episode #2.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Nikola konacno odvodi Marinu u restoran. Romanticna vecera je trebalo da se zavrsi jos romanticnijom prosidbom, ali u trenutku kad se spremao za konacni korak, u restoranu se pojavila osoba koja im je svima pomrsila konce. Zaljubljeni Arsa se nalazi sa Beti i ona ga odvodi u skroviste svog tajnog udruzenja nudeci mu da postane njegov deo.    "
                },
                "43": {
                    "title": "Episode #2.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "14 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Bas kao sto je i pocela, Nikolina prosidba se zavrsila krahom, a cak ni taj trenutak nije mogao da prodje bez crne ptice zloslutnice. Rade je ocaran Uninom posvecenoscu, ali cak i Jovan pocinje da izrazava svoje sumnje. Nikola nije spavao kod kuce sto je Marinu samo dodatno uznemirilo. Izmedju Arse i Sofije izbija mala svadja.    "
                },
                "44": {
                    "title": "Episode #2.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Marina je zabrinuta zbog Danine odluke da ostane u njenom domu. Nikola joj se ne javlja i ona ne zna gde je proveo noc posle neuspele prosidbe. Inspektori Gvozdenovic i Masic sumnjaju da je Ilija kradljivac i zato spremaju teren da ga posete. Kad je ugledala Pavla sa dadiljom, Tanja ja napravila bruku. Manja svadja koja je izbila izmedju Arse i Sofije je ubrzo prerasla u iznenadjujuca priznanja.    "
                },
                "45": {
                    "title": "Episode #2.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "16 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Luka Bordjoski zapocinje svoju novu karijeru u RB Grupi. Jovan polako pocinje da sumnja u Unine namere, ali tesko uspeva da dopre do Radovana koji je ocaran i ujedno zaslepljen svojom saradnicom. Inspektor Gvozdenovic dolazi kod Isidorovica i vrlo se iznenadio kad mu je vrata otvorila Kristina. Dzeri je napao Beti i optuzio je da se muva sa Arsom.    "
                },
                "46": {
                    "title": "Episode #2.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Ilija je postao presrecan kad je na Marininoj ruci ugledao prsten svoje majke. Svi su mislili da je svadba konacno na pomolu. Joca se ne libi da kaze Uni da je drzi na oku. Nakon sto su uspesno upisali Lava u vrtic, Tanja je pokusala da zapocne obicniju fazu sa Pavlom, ali da li je sad on spreman na to.    "
                },
                "47": {
                    "title": "Episode #2.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "20 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Una je srecna sto je dolaskom Luke u preduzece dobila saveznika, ali pre svega marionetu koja ce joj pomoci da lakse stigne do cilja. Dok je Sloba molio Vanju za novu priliku, ona mu je saopstila da misli da je pravo vreme da pocnu da se vidjaju sa drugim ljudima. Ilija sve vise pada u ocaj zbog Dane. Kad je saopstio Marini da se Nikola ne snalazi najbolje u preduzecu, ona je odobrovoljila Radeta tako sto mu je rekla da je pristala da se uda.    "
                },
                "48": {
                    "title": "Episode #2.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "21 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Marina moli Pavla da pomogne Nikoli da spremi prezentaciju i tako odobrovolji Radeta. Ni pored Andrijinog izvinjenja i Ilijinog poziva, Dani ne pada na pamet da se vrati kuci sto je posebno uzrujalo prestravljenu Cecu.    "
                },
                "49": {
                    "title": "Episode #2.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 49,
                    "original air date": "22 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Inspektori Gvozdenovic i Masic su pronasli jedno zanimljivo ime na spisku svoje stare musterije Sakica. Nikola se spremio za prezentaciju, ali ga je Dana za doruckom jako pritiskala sto mu je jako zasmetalo. Jos veca teskoca je nastala kad je Nikola ostao bez podataka.    "
                },
                "50": {
                    "title": "Episode #2.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "original air date": "23 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Ceca je iznenada odlucila da poseti RB Grupu i potrazi Nikolu, ali ju je prizor koji je ugledala potpuno potresao. Nakon sto je videla Nikolin i Unin poljubac, ona je videla i Radeta koji je poklekao pred Tanjom, ali se najvice potresla kad je cula Unin telefonski razgovor. Tako sludjena, Ceca je izasla na ulicu gde su je udarila kola.    "
                },
                "51": {
                    "title": "Episode #2.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Policija je na nogama. Svi pokusavaju da udju u trag kolima i vozacu koji je pregazio Cecu. Pojavila se i svedokinja koja tvrdi da je neporedno pre udarca cula kako je Ceca drzala telefon u ruci u nameri da Marini prenese vaznu poruku. Tanja je glavna osumnjicena, ali klupko je pocelo polako da se odmotava.    "
                },
                "52": {
                    "title": "Episode #2.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "original air date": "27 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Svi su osumnjiceni za pokusaj ubistva. Una je korak ispred svih i za sada jedino ona nije na meti inspektora. Rade je odlucio da prizna Marini i Nikoli da je i dalje zaljubljen u Tatjanu, ali u trenutku kad im je saopstavao da je Ceca videla njihov poljubac, ovaj podatak je cuo neko ko ce da ga iskoristi.    "
                },
                "53": {
                    "title": "Episode #2.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 53,
                    "original air date": "28 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Marina je otisla kod Tanje i jasno joj je stavila do znanja da zna za nju i Radeta i da se nada da je pri pokusaju brisanja snimka sa sigurnosnih kamera koristila rukavice. Masta inspektora Gvozdenovica i Masica je sve burnija pa su slucaj Cecinog pokusaja ubistva povezali sa Kasperom. Zbog toga su otisli kod Arse. Nikola se poverio Slobi.    "
                },
                "54": {
                    "title": "Episode #2.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 54,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Inspektori Gvozdenovic i Masic su saznali da je Tanja promenila ime i prezime pa im je to podgrejalo sumnju. Gvozdenovic je pritiskao Marinu da mu pomogne, ali je ona umesto toga, na ivici zivaca objasnila inspektoru da je jurenje njenog buduceg svekra i svekrve gubljenje vremena. Vanja je ponovo zavrsila sa Slobom u krevetu. Danu su zvali iz produkcijske kuce na sastanak povodom novog ciklusa, a zapravo joj je policija spremila zasedu.    "
                },
                "55": {
                    "title": "Episode #2.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 55,
                    "original air date": "30 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Beti je konacno skupila dovoljno hrabrosti i priznala Dzeriju da joj se svidja Arsa. Nikolin predlog da imaju jos jedno dete je potresao Marinu. Kada od Tanje nije dobio odgovor o prirodi njenog odnosa sa Radetom, Pavle je odlucio da ispita Vanju.    "
                },
                "56": {
                    "title": "Episode #2.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 56,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Inspektori Gvozdenovic i Masic su zaustavili Danu, Iliju i Slobu na ulici i odlucili da ih privedu. Pavle navaljuje da cuje istinu: Da li ga Tanja vara? Kada nije dobio odgovor od Vanje, on se uputio na drugu adresu - kod Marine. Nikola je upozorio Arsu da im policija dise za vratom zbog Beti i pokusava da sazna ko je devojka koju Arsa toliko srcano stiti. Na kraju, Beti se odlucila na korak vise.    "
                },
                "57": {
                    "title": "Episode #2.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 57,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tanja je preklinjala Pavla da joj pruzi jos jednu priliku kako bi mu dokazala da su on i Lav jedini muskarci u njenom zivotu. Beti je dovedena pred svrsen cin i sada mora da napravi bolan rez. Ilija i Dana su i dalje u policiji i nikome nije jasno sta se desava. Arsa je sklopio kockice i neposredno je pitao Beti kakve veze ona ima sa kiber zlocinom.    "
                },
                "58": {
                    "title": "Episode #2.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 58,
                    "original air date": "5 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Una je otvorila novi front i trazi podatke o Tatjani kako bi otisla u policiju da je prijavi. Tamo je srela Iliju i Danu, a njihovo poznanstvo je dodatno zbunilo inspektora Gvozdenovica. Da bi mu dokazala da zeli jos jedno dete, Marina je dala Nikoli neobican \"poklon\" na cuvanje kako bi ispitala njegovu nameru. Ipak, mnogo vaznije je pitanje Arse i to sto zbo njegove veze sa Beti svima preti zatvor.    "
                },
                "59": {
                    "title": "Episode #2.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 59,
                    "original air date": "6 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa je dobio neocekivani poklon. Kristina je donela vaznu odluku i u to ime mu je poklonila kljuceve svog stana. U policijskoj stanici, inspektor Masic je pustio Dani i Iliji snimljeni zapis iz bolnice na kom se jasno vidi kako su se Rade i Tanja poljubili. RB Grupa je konacno uredila toliko iscekivanu proslavu, a sve oci su bile uprte u zvezdu veceri.    "
                },
                "60": {
                    "title": "Episode #2.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 60,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Pred kamerama i izvestacima, policija je usred proslave uhapsila Tanju, a Una se nasladjivala svojim \"remek-delom\". U gluvo doba noci, Arsa je primio neocekivanu posetu. Vanja je priznala Slobi da ga previse voli da bi ga menjala. Marinu je zaprepastio prizorom u Arsinoj sobi.    "
                },
                "61": {
                    "title": "Episode #2.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 61,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Marina je besna na Nikolu sto je nije podrzao u svadji sa Arsom. Sve novine pisu o bruci u RB Grupi. Ceca se probudila, ali ko je u najvecem strahu? Arsa je otisao u policijsku ispostavu spreman da sve prizna u vezi sa Beti.    "
                },
                "62": {
                    "title": "Episode #2.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 62,
                    "original air date": "11 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Inspektor Gvozdenovic je objasnio Arsi da mora da pronadje Beti jer je ona jedina koja moze da resi slucaj, ali od Beti ni traga ni glasa. U razgovoru sa Arsom, Nikola je otvorio oci jer je shvatio da Kristina nikada nije prebolela njegovu vezu sa Marinom.    "
                },
                "63": {
                    "title": "Episode #2.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 63,
                    "original air date": "12 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle je otisao kod Marine kako bi saznao da li postoji nesto izmedju Tanje i Radeta. Dok je prisluskivao njihov razgovor, Nikola je zbog Arse ispustio jaje i \"ubio\" Iliju. Una je otisla u posetu Isidorovicima i tamo zatekla Slobu. Njih dvoje su razmenili telefone, a svako je na umu imao ostvarenje svojih paklenih planova.    "
                },
                "64": {
                    "title": "Episode #2.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 64,
                    "original air date": "13 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle je toliko ocajan da vise ne zna kome da se obrati za pomoc. U pokusaju da otkrije da li ga Tanja vara sa Radovanom, on je otisao u policijsku ispostavu i neposredno to pitao inspektora Gvozdenovica. Kad se najmanje nadao, stigao je odgovor koji ga je potresao.    "
                },
                "65": {
                    "title": "Episode #2.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 65,
                    "original air date": "14 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Dok je sedeo sa Unom na picu, Sloba je za sankom uocio besnog Pavla, a kad mu je prisao, stanje se jako usloznjilo. Marina i Vanja ne znaju sta da rade sa pomahnitalom Tanjom, a za pocetak su pokusale da je otrezne. Izmedju Slobe i Vanje je izbila velika svadja, ali sta se desilo izmedju Une i Pavla?    "
                },
                "66": {
                    "title": "Episode #2.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 66,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Posle nekoliko nedelja provedenih u bolnici, Ceca se vratila kuci. Svi su srecni sto je vide, ali nesto nije kako treba. Inspektori Gvozdenovic i Masic nisu sigurni ko igra koju igru, ali su uvereni da je Ceca izmislila gubitak pamcenja zbog straha da joj se nesto ponovo ne dogodi. Ceca je stavila Nikolu pred svrsen cin.    "
                },
                "67": {
                    "title": "Episode #2.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 67,
                    "original air date": "18 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Inspektori Gvozdenovic i Masic su pokusali da izvuku jos neki korisni podatak od Cece, ali je umesto toga nastala jos veca gungula jer je Ceca svojom nesmotrenoscu ponovo povredila Vasketa. Pavle nema nameru da nastavlja sa Tanjom pa je trazio razvod. Tanja je u ocajnom stanju pozvala Radeta, ali on nije bio raspolozen da je slusa.    "
                },
                "68": {
                    "title": "Episode #2.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 68,
                    "original air date": "19 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle se potresao zbog Arsinog priznanja. Kad su rekapitulirale dogadjaje od prethodne veceri, Marina i Vanja su dosle do zakljucka da je Pavle otisao kuci kod Une. Dok je besnela sto joj se Pavle ne javlja, Una je odlucila da \"sahrani\" Radetov posao, ali da sa njim povuce i Tanju.    "
                },
                "69": {
                    "title": "Episode #2.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 69,
                    "original air date": "20 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tanja je potpuno ocajna pa se nasla sa Vanjom da joj isprica sta se desilo izmedju nje i Pavla. Luka i Una su nastavili sa muvanjem, a ona je resena da ga potpuno pridobije na svoju stranu pa je zbog toga zakazala sastanak u restoranu. Izmedju Vanje i Slobe je konacno zavladao sklad. Pavle je otisao kod Radeta kuci kako bi se obracunali.    "
                },
                "70": {
                    "title": "Episode #2.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 70,
                    "original air date": "21 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Kad je saznao da je Luka novi komercijalni direktor RBG-a, Arsa je poludeo i otisao pravo kod Radeta, ali Rade nije bio raspollozen za hirove svog unuka. Dok su Una i Luka sedeli na veceri, niko nije slutio sta se sprema. Danko je pozvao Ruzicu i preteci joj saopstio da mora da se vrati u Beograd.    "
                },
                "71": {
                    "title": "Episode #2.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 71,
                    "original air date": "24 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Marko je postavio policijsku izvidnicu da cuva Isidorovice, ali Nikola nije oducevljen tim vestima pa je jasno stavio do znanja Marini da mu se ne dopada to sto im on opseda kucu. Nakon pijanstva sa Arsom, Vaske je mamuran dosao kuci, a Ceca je zapocela istragu. Vasketov odgovor joj se ni malo nije svideo. Ruzica je stigla u Beograd.    "
                },
                "72": {
                    "title": "Episode #2.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 72,
                    "original air date": "25 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Stanje izmedju Pavla i Tanje se sve vise usloznjilo, a najvise je trpeo mali Lav. Arsa uopste ne zna ni sta mu se dogodilo posle noci pijanstva ni ko ga je doveo u Krisin stan. Dok je mamuran bauljao po stanu, Rade ga je pozvao, ali mu je on odbio poziv. Radetu je zbog toga ozbiljno pozlilo.    "
                },
                "73": {
                    "title": "Episode #2.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 73,
                    "original air date": "26 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle je osuo paljbu po Nebojsi zbog cinjenice da je od njega krio Tatjaninu preljubu sa Radetom. Vrlo neposredno, Joca je stavio Radetu do znanja da ga, malo po malo, Una svadja sa svim unutar porodice. Na Nikolino navaljivanje, Arsa je priznao da ga je stanje sa Beti potpuno rasturilo. Sloba zeli da izadje iz price o habu, na ogromno razocarenje svojih ortaka.    "
                },
                "74": {
                    "title": "Episode #2.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 74,
                    "original air date": "27 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Posle pustolovine po Becu, Tara je odlucila da se vrati kuci. Dok se Una raspitivala za Cecino pamcenje i nagovarala Nikolu da sve prizna Marini, on joj je stavio do znanja da zna za sva njena petljanja oko Luke, Slobe i Pavla. Ipak, to je nije najvise potreslo. Kad je shvatila da je Joca prozreo sve njene namere, ona nije znala sta da radi. Luka se konacno javio majci na telefon i zakazao susret.    "
                },
                "75": {
                    "title": "Episode #2.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 75,
                    "original air date": "28 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tara je pocela ponovo da uziva u porodicnoj \"idili\" sa svojima i da im pomaze oko spremanja za obnovu zaveta. Ceca se konacno odvazila na razgovor sa Marinom. Trenutak iskrenosti izmedju Tanje i Pavle izazvao je tektonske poremecaje. Nastup iskrenosti doziveo je i Luka sa svojom majkom.    "
                },
                "76": {
                    "title": "Episode #2.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 76,
                    "original air date": "31 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Prihvatajuci Slobin poziv, Danilo je dosao da cuva malu Helenu zbog cega je Sloba odmah pozvao Vanju kod sebe i zahtevao da pocnu da zive zajedno - kao prava porodica. Inspektori Gvozdenovic i Masic su pronasli nove dokaze u vezi sa Cecinom nesrecom, a svi su bili zaprepasceni ishodima istrage.    "
                },
                "77": {
                    "title": "Episode #2.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 77,
                    "original air date": "25 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kris is revealing - she's in love with Nikola. A completely freaked, Arsa goes to Nikola and experiences his first drunkenness. Ilija tells Dana their son is homosexual. Did Nesa recognize Tanja and what terrible secret she hides?    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Pavle and Tanja slowly, but surely, enter a deeper connection. Arsa becomes an adult and saves a big party. A birthday without a serious gift from grandpa Rade is not possible. On 18th birthday, grandson gets a car as a present.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The party can start. Who will get together at the birthday party? Arsa and Sofija? Or maybe Nikola and Marina? Still, the old guard knows best how to flirts, so maybe it'll be Rade and Tanja?    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Suspicious Dana decides to reveal the secret of Nikola's relationship with a teenager. She succeeds to find Arsa's home phone and goes into action. Mysterious patient Olga is again on therapy with Vanja. What's the trouble now? Pavle is still torn between his family and Tanja.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Will Dana arrive to Arsa's home to find out who's living in it all? For the first time, Rade represents Arsenije as his successor, putting everyone in the know who will one day become a firm. Marina's request was heard, Nikola agrees with the DNA test.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Rade's old-fashioned methods try to seduce Tanja, perform her for dinner and dance. Sofija arrives at Arsa for math classes? Can Pavle, by purchasing a gift, repair his relationship with Marina? Arsa is experiencing a car accident.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Pavle, Marina, Nikola, Kristina and Sloba on the same place? No, they're not at school. They all are connected by Arsa. Vanja tries to seduce Nesa, but encounters unexpected resistance.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nesa still tries to find Tanjin's true identity, but she threatens him. Pavle is suspicious about Nikola, and Marina discovers that Tanja and her father are seeing out of work too, which leads to a grudge between her and Rade. Nikola finds himself more and more tied to Arsa and can not forgive the conflict that occurred shortly before the traffic accident. Tara and Sofija take care of Arsa after his return home, and Rade thinks both of them are his girlfriends. He offers Tara a job in his firm, which she enthusiastically accepts.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "6 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Marina tells Arsenije about DNA test results. However, he is so in love with Dragana that he isn't interested in anything other than the possibility of being with her. Kristina flirts to make Nikola jealous, but he is preoccupied with Arsa and his love hurts, which will result in being taken to the police. Rade seeks from Vanja advice how to propose Tanja and hires her to work for him. Dana slept on the low branches because she began to steal from her own daughter. Marina tries to find a way to tell Pavle about the results of the test, but is aware that Tanja plays ...    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Dana slept on the low branches because she began to steal from her own daughter. Dana finally acknowledges that she is a dice addict. Joca and Tanja conflicts about Tara. Sofija is torn apart between break up with Kiza and help for mother to save her job. Rade is trying to get Nikola to work for him and offers him a job of consultant, which gets Pavle jealous.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Marina and Nikola got attacked in a park by Tasa, but they managed to escape. Tasa, later, called Kris on a radio and threatened to her and Sloba. Kiza came to Arsa for advice because Sofija broke up with him. Pavle slept with Tanja. Joca decided to investigate their \"relationship\". Tara goes angry on her mother because of her salary.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Rade organizes a celebration in his firm regarding his \"Kebab for dogs\", but, then, the problem begins - Arsa tells him the recipe is in fact Nikola's, so Rade sends Pavle at Nikola's place to ask him to sing a treaty that gives them a recipe, but Nikola refuses, but, later, he comes in firm and Rade offers him a job of consultant, which got Pavle jealous. Arsa reveals Tara he is her nephew, and Sofija calls Arsa and tells him she and Kiza reconciled. Meantime, Joca openly threat Tanja.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "13 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Tasa comes at Kris' radio and starts to bully her, so, she call for help sending secret message in a form of song dedicated to Nikola and Sloba - Pomagajte drugovi. Sloba immediately got it and alarmed Nikola and Nikola went to Kris. Arsa got advice from Nikola how to save Sofija from Kiza, so he went in cafe to meet with her and Kiza and brought Tara with him. Marina thinks Pavle is cheating on her, so she starts and investigation with Vanja and finds out she's right. Joca tells Marina her father wants to marry Tanja and, later, presses Tanja even stronger. Rade ...    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Nikola ran's into Kris' apartment and saves her from Tasa. Marina forced Pavle to admit what he did and, after he admitted it, she threw him out of the house. After the conversation with Nikola about Pavle's affair, Marina told Nikola she wants a divorce. Rade met Nikola in the park with Marina and again offered him a job. Tanja gave Pavle an ultimatum and threatened him very brutally.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Sofija ran from home and Arsa took hide her in his room, which made a little misunderstanding when Marina saw her in bathroom hiding behind the door and thought Pavle slept with her too, but Arsa explained all. In school, Sofija's mom, Goga, talked with Arsa about Sofija and he told her he don't know where she is and then Nikola came and Arsa introduced him as his father, which made Goga confused later when Pavle opened her and introduced himself as Arsa's father. Rade proposes Tanja and Joca warns Marina about that.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Rade and Marina came to Tanja's place to talk and Pavle, half-naked, barely had a time to get dress and hide. Goga talked with Sofija and with Arsa and Marina and Vanja and Sofija returned to school. During a dog walk, Marina saw Nikola kissing with Goga.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Vanja and Marina spoke about Nikola's kissing with Goga and Vanja presents the fact that Nikola is maybe Sofija's biological father too. Rade once again talked with Nikola about his offer. Dana and Ilija are dividing things in the flat and preparing for the divorce. Arsa got in a fight with Kiza in school because of Sofija, but he got lucky because Dzeri was with him.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Sofija and Arsa ran from home and Marina, Pavle, Nikola and Goga are looking for them. Nikola asks Kris to help and she sends a coded message via radio and finds out Arsa and Sofija are at Sloba's place. Vanja borrowed Tanja's place for an emergency \"seasnce\", but, when Tanja left for work, she started to snoops around and finds something socking in Tanja's place. Episode ends with Tanja ambush Pavle with knife in his bedroom.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Pavle explained to Tanja why Goga answered on his phone and Tanja then beg him to forgive her and wanted to make love with Pavle in his bed, but Pavle managed to take her out of the house. Arsa tells Sofija his biological father is Nikola. Rade announces he is marrying Tanja and because of that, Arsa served a blackmail to Pavle for a breakfast. Vanja reveals to Marina what she found at Tanja's place.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kiza tries to get back Sofija, but failed while Ilija gives an advertisement in the papers for a female worker. Arsa tells Nikola and Marin he will tell Pavle the truth. Pavle reveals Tanja he is blackmailed by Arsa, but it's backfires him. Tanja takes Vanja to be her bridesmaid.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Tanja calls Pavle on cellphone and her talking over the phone is extremely disturbed. Marina decides to tell Pavle the truth about Arsa, but, after a talking with Nikola over the phone, Arsa decides it isn't time yet. After the test, Ilija introduces Goga to the job, but Dana is trying to sabotage her in all ways.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Sofija asks a pause from Arsa - she needs to be alone a little. Nesa returns from Morocco and, after Marina told him about her father and Tanja, he immediately recruits Joca to work undercover for him and find everything he can about Tanja. Pavle calls his brother Stefan to come. Nikola is guest at Kris' radio and dedicates a song to Marina, but, unknown to him, Goga calls the radio and flirts with him and because of that, Marina got angry on him. Later, Nikola came at Marina's place and told her he knows she still loves him.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Joca cunningly asks Tanja for information about her family to \"sent them invitation cards\" for wedding. Pavle welcomes his brother, lawyer Stefan, to help him and Tanja to steal a firm from Rade. Pavle surprised when he saw Nesa coming out from his bathroom just when he finished showering. Nikola, Marina, Nesa and Vanja went out in club, but Nikola and Marina went from there drunk. Dana suspect Ilija is cheating on her.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "30 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Vaske informs Arsa he saw Sofija on a coffee with Kiza. Rade informs Tanja Joca wants her passport, but Tanja gives her passport to Rade instead and she gave Rade an ultimatum - or he will fire Joca, or she is leaving him. Arsa came at Nikola's place, found Marina and him sleeping together and ran out. Dana caught Ilija trying to kiss Goga. Stefan meets with Rade at firm, where he meets Tanja, and Rade offers him a job in a legal department.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Nesa found out from Joca about the clinic Tanja went at and told that Marin and Vanja. Marina found out Joca was fired and spoke with her father about it and she got the idea how to found a little bit more about Tanja. Meantime, Marina told Arsa he saw all wrong when he saw her and Nikola, but Arsa came out with Pavle from the toilet and Marina and Arsa told Pavle Arsa saw her speaking with Tanja. Goga told by accident Dana about her grandson, but she managed to pull out. Arsa holds Sofija on stand by.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Marina managed to convince Tanja to give back Joca and Nesa their old jobs. Tanja tries the wedding dresses with Marina's and Vanja's help. Sofija informs Arsa she and her mother are moving to Nis. Stefan flirts parallel with Tara and Kris.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Arsa slept over at Sofija's place. The morning after, Goga calls Pavle and informs him Arsa has a temperature, so Pavle and Marina went to her, but they caught her kissing Nikola. Sloba found himself in an unblemished grape when he met with Kris' lawyer and realized it lawyer isn't he's family's lawyer.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "7 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Joca and Nesa set up another \"present\" for Tanja and called Marina and Vanja to see her reaction. Rade found CD by Dr. Ripstajn by accident and saw Tanja face on it. Nikola got drunk because Marina saw Goga kissing him and he ended up in Arsa's bed where he slept.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    After negotiation with Ilija and Dana, Sloba sends them son of one of Danilo's friends and instructed him to represent himself as Nikola's son. Vanja informs Marina the clinic where the DNA test had been done is closed and the doctor was arrested, and because of that, the DNA test maybe is wrong.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Nikola has difficulties with a young man Sloba \"infiltrated\" as his son, and then, Marina makes even bigger difficulties when she tells him about the DNA test and the clinic. Rade managed to reconcile with Tanja and they married and informed his family when they finished it. Sloba's family lawyer shows up at Kris' door, so Stefan was forced to explain to her who he really is.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    After a brief incident in which Vasa accidentally reveal himself as not being Dana's and Ilija's grandson, they realize Sloba fooled them. Rade tells his colleagues in firm he married Tanja and Joca fell unconscious.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "14 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Rade organizes a wedding celebration and calls Nikola and his family on it, but Nikola is asked by Marina not to come and he already didn't wanted to come. On the celebration, Rade got a heart attack and he felt his life is over so his last wish was to Nikola and Arsa took over his firm.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Rade was hospitalized, but he insisted to be at home, so he was transferred at Marina's house where his condition stabilized. Meantime, Vanja announces to Marina she is going to have a baby with Nesa.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Tanja is preparing to take over the firm, but it is not going as well as she planned. Marina, Pavle and her are informed by Ceca that Rade is missing, but they calmed down when Nikola returned him at Marina's house. Meantime, Nesa canceled the baby-making with Vanja because she told Marina about it and Marina told Pavle, and Arsa's and Sofija's relationship got strained.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Rade is still in house and can't go anywhere. Arse doubts in Sofija's relationship with Kiza and Vaske helps him in \"spying\" them. Tajna's and Pavle's relationship comes to a stumbling block because she wants him to divorce Marina and he wants her to divorce Rade. Nikola's and Marina's relationship starts to change.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "21 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Rade got a visit - Dana and Ilija. Nesa meets with a former professor of music education, Marta, from high school who taught the class where were Pavle, him, Marina, Nikola, Vanja, Kris and Sloba. Later, professor Marta met with someone she helped in the past.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "25 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Nesa brought retired professor Marta at Marina's and Pavle's house and he, Vanja, Pavle, Nikola and Marina sang a song. Rade buys a place for him and Tanja and they move there. Kris managed to find Sofija job at one cafe, but Arsa is a little bit jealous where he saw Sofija taking drink for two guests.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "26 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Rade returns on job. In schoolyard, fight starts between Kiza, Vaske, Arsa and Buki. Later in toilet, Kiza orders Vaske to informs him what happens between Arsa and Sofija. Nesa resigns on his position at Rade's firm. Tanja tries to force him to stay, but fails. Marina openly tells Pavle she wants a divorce.    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Vanja suggest Marina to go to spa and Marina accepts the suggestion, but one small accident turns her going to a search for a missing person. The situation is solved after Marina and Vanja return from the spa. Rade decides to send Tanja to talk with Nikola and to try to persuade him to join his firm.    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "28 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Tanja comes at Nikola's place and talk with him by Rade's instructions. Sloba asks Vanja to go on a date and she accepts, so Sloba starts to change his life. Tara finds out who was Stefan's other girlfriend.    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa tells Rade he found a job in Tigar's cafe and Rade got furious. Marta visited Rade and Tanja was forced to pay her again for her silence. Pavle comforted Marina with his knowledge about her's and Nikola's meeting in park.    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Marta again visited Rade in firm. Later, she redemanded money from Tanja. Tigar found out Arsa is talented for singing and he ordered him to find 25 songs and perform in his cafe. Marina, Nikola and Arsa retested DNA.    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Marta calls Marina and she asks for a meeting with her and Marina accepts this. Arsa is preparing for his first performance in cafe and the news about this spreads through school. Later, Marina calls Marta to ask her why she didn't come on their meeting, but Marta's niece answers and tells her Marta had a car accident.    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "4 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Tanja reveals to Pavle who took the photos of Nikola and Marina. Later, she planted a worm of suspicion in Rade's brain about Marina's cheating on Pavle. Arsa performed in Tigar's cafe and he got a kiss on cheek from Ana and she asked him for his phone number which gave a little jealousy to Sofija.    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Accidently, Kris finds out Sofija called Stefan which starts a big series of events in about is Stefan flirting with Sofija or not. Arsa and Sofija reveal they reconciled and because of that Ana's and Sofija's relationship got strained. Kris reveals to Nikola who is spying on him and Marina, but, she they doesn't know for who that person is spying. Dana comes in Rade's firm with a business proposition.    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Aftera a misunderstanding with Sloba, Arsa gets mad and argues with Sofija because he thinks she cheats on him with his uncle Stefan. Later, Marina and Nikola are ambushed in Kris' car by the policeman who tells them to go in police station, but the situation ends when Dejan, the policeman, recognize Nikola. Rade talks with Tanja about Pavle.    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "10 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ilija finds out the real reason of Novica's arriving in the city and Nikola and Novica had an unusual meeting with Montenegrin brothers in the park and because of that Nikola lost Marina's dog Eva. Arsa and Sofija break up. Marina comes in the firm to tell Rade she is divorcing Pavle, but she overheard the conversation between Rade and Tanja and found out a shocking news. Kris' friend, Dejan, conflicted with Stefan and Stefan got arrested.    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "11 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Stefan reveals to Joca Rade wants a baby with Tatjana and, because of that, Joca calls a clinic to ask about sperm function of an older men. Vaske tells Sofija to reconcile with Arsa, so she goes to his house, but enters in his room in the moment Ana kissed him. The Montenegrin brothers came at Nikola's place looking for Novica.    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Stefan demands from Marina to convince Rade to return him on job. Sofija caught Ana kissing Arsa and left from there under the wrong though he was kissing her. Pavle return home very sick. Meantime, Kris succeed to convince the Montenegrin brothers to let Novica go.    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle's sickness got worse - he now has a fever. Marina reconciled with Tanja and convinced Rade to return Stefan on job and that the divorce doesn't affect on Pavle's position in the firm. Sofija told Vaske what happened at Arsa's place and he will no longer hear about Arsa because he likes Ana. Vaske told Kiza about Ana's and Arsa's kissing. Later, Arsa tried to reconcile with Sofija, but failed.    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle is a bit better, but he is still in bed because he has a temperature. Marina, Nikola and Arsa are still waiting results of a new DNA test they did. Vaske visits Arsa and their reconcile and Vaske tells him he is no longer in love with Ana, because he now fall in love with Ceca, the maid of Filipovic's. Later, Tanja gave Tara the keys of the firm so that she could stay with Stefan alone.    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "18 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle healed and returned in the firm. Tanja fixed Rade to caught Tara and Stefan in his office and Tara was forced to tell them she is pregnant and that Nikola is going to marry her. Ilija and Dana's godson Novica is leaving. The new DNA test are finished, but there was an accident - Nikola forgot them in his room and Dana found them.    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Stefan reconciled with Kris and told her the truth about his relationship with Tara. Later, he got in conflict with Tanja and she punched him in his balls and Tara saw it. Arsa finally reconciled with Sofija. Kiza told Buki he asked Ana to go with him out just to make Sofija jealous, but he didn't know Sofija reconciled with Arsa in the meantime.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Stefan admits to Pavle what Tanja did to him and Pavle conflicted with her. Vanja met with her former boyfriend Zaharije at her office. Marina speaks with Vanja about should she tell Pavle about the DNA test. Stefan told Dana and Ilija he doesn't want to marry.    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Tanja and Pavle reconciled and continued their secret affair. Vaske went at Arsa's place and talked with Ceca and managed to convince her to go out with him. Rade becomes suspicious about Tanja and Joca helped him to break in her drawer, but the attempt failed because Tanja caught them. Because of that, she left Rade's house and returned in her flat. Marina admitted to Nesa who is Arsa's biological father.    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "25 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Tanja's and Rade's relationship is more and more strained and Rade thinks, under the influence of Joca's allegations, Stefan is Tanja's lover. Arsa spoke with Dzeri about his family problems and Kiza overheard their conversation. Vaske called Ceca and asked her to go out with him and she agreed. Stefan and Kris are now in serious relationship.    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    In the aftermath of Kiza's overheard of Arsa's and Dzeri's conversation, Kiza provoked Arsa and the two fought and Arsa got spelled out of the school. Ilija overheard Nikola's and Tara's argue and found out Arsa is his grandson, Vanja slept with Zaharije in her office and Stefan sabotaged Tanja's trip to Novi Sad by sending Rade to meet with her instead of Pavle. Nikola, Kris and Sloba watched the old movie they made in which is the oath their made about 20 years ago.    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Rade wants Stefan's opinion about is Tanja truthfully to Rade. Problem with Arsa will maybe be solved because Tanja suggest one her friend to teach Arsa economy. Arsa and Ilija spoke for the first time as grandson and grandpa. Dana overheard part of Ilija's conversation with Arsa and she wrongly thinks Ilija has a lover.    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Tanja and Rade found Arsa a teacher of economy - Viktorija who is Tanja's friend. When Viktorija and Arsa finished their first class, Ceca feels that something is going on between the two. Joca resigns from Rade's firm and the resignation is irrevocable. Danilo and Sloba talk about Kris' relationship with Stefan and both of them have different opinion. Zaharije thanks Vanja for being a good woman and he promises her he won't be back in her life again.    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "1 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Stefan managed to convince Joca to return to the firm. Arsa told Nikola he wants to go to San Francisco to study and Nikola tells him not to go from the wrong reasons. Marina realized Nikola was always there for her when she needed help and she went at Nikola's place where Ilija told her he knows the truth about Arsa.    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Rade suggests he and Tanja go on a dinner with Stefan and his girlfriend, who is unknown to him Kris. Arsa talks with Nikola and Ilija about his traveling to USA. After Vanja and Nesa told her they are going to have a baby, Marina strongly decides to tell Pavle that he isn't Arsa's father, but, unknown to her, Pavle found the DNA results from the clinic.    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "5 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In the aftermath of finding the DNA test, Pavle has a felling like his entire world collapsed. Stefan tried to calm him down by going with him in cafe, but Pavle went gone while Stefan talked with Kris via mobile phone. Arsa tells Ilija and Nikola he is going in USA and Nikola told him not to go from the wrong reasons. Sofija came at Arsa's to talk with him, but Arsa didn't want to talk with her. Jovan overheard Tanja gifted her car to Tara.    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Sofija tried to talk to Arsa, but she left from his home when Viktorija came. Stefan managed to convince Pavle to behave as nothing happen and to wait for Marina to tell him about Arsa herself. Jovan told Arde about Tanja's gift to Tara. Dana returned with completely new look that nobody can accept.    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Vaske comes at Arsa's place and gives Ceca a present and see there Viktorija, Arsa's teacher, and recognizes her as a stripper in the club he works at. Dana thinks Marina is Nikola's girlfriend.    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "8 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Dana and Ilija visited Rade at his firm to talk about Tanja's present to Tara and, while being there, Tanja made a little incident in front of them. Meantime, Pavle behavior is more and more strange - he wanted to hit and run Nikola, but in the last moment, he turn the car. Vaske and Dzeri told Nikola about their suspicion about Viktorija's true nature.    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "9 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Marina becomes worried about Pavle's behavior and talks with Vanja and Nesa about it. Also, Vanja caught Nesa and dr. Filip Stamatovic, their doctor about making babies, in cafe. Nikola and Sloba unmasked Viktorija and Rade had a small accident in Ilija's shop. Later, Rade sends Stefan to get close to Viktorija and finds out is she the real professor. When she saw Viktorija and Stefan leaving the firm, Tara misunderstood their going out and told Kris by the phone their went on a date. Kris caught them in cafe.    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    After the fight between Nikola and Pavle at the firm, Marina finally success to tell Pavle he isn't Arsa's father. Pavle feels heartbroken. Nesa suggest Vanja to find a new doctor for them, but Vanja changes her mind and decides to let Nesa date dr. Filip and that dr. Filip continue to be their doctor.    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "13 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Stefan still instructs Pavle how to behave about Marina and, later, Stefan finds out who told Kris about his meeting with Viktorija in cafe. Viktorija admitted Arsa what her real job is and he told her he already new about it. Pavle asked Rade for an administrative leave and, despite Tanja's opposition, Rade gave him leave.    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa met with Sofija and Dzeri in school and Sofija explained she managed to convince the school board the fight is Kiza's fault and their asked Arsa to return to school. Stefan again met with VIktorija and talk with her about Tanja's past. Nikola is broken after Marina told him there is no \"Them\" in her life.    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "15 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa is now officially back in the school, but Vaske has a problem - he will be expelled from the school because of a large number of absences. There was a little incident in the school - Pavle and Nikola had a small fight, but Arsa managed to separate them. Filip explains Nesa why he can't live with him and who his daughter is.    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "16 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle, Marina and Arsa set down with Nikola to talk about situation with Arsa and, after some little conflicts between Pavle and Nikola, they agreed to keep the truth about who the real Arsa's father is from their families until they find a solution. Neibor Zika came at Ilija and Dana and meet with Tara. He likes Tara, but Tara doesn't like him and Dana matchmakes. Arsa decided to live with Nikola.    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "19 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    When Arsa decides to continue living with Isidorovic family, angry Pavle is coming to Isidorovic's house. As she runs the radio show, Kris will receive a phone call where Stefan announces his visit. Ilija and Dana are waiting for the epilogue of Pavle's visit.    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle wants that he and Marina have a baby. Vanja talks with Nikola about Marina. Zika helps Dana to start a blog. Kris doesn't know how to get rid of Stefan, so she hires Danilo to play her boyfriend, Australian shipowner Simon. Tanja spends afternoon having sex with Pavle. She lied Rade that she's going to a physiotherapist. Rade is mad at Tanja after he realizes that she wasn't at physiotherapist's. Tara has a car accident and her car crashed. Zika promised that he'll hack the insurance company's website, so it'll look like Tara's car has insurance.    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Stefan tried to reconcile with Kris, but she didn't want that and hit him in the head with a guitar. Rade and Tanja have a dinner with Marina and Pavle and Pavle explains his plans for their future. It looks like Ceca broke up with Vaske.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "22 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    At dinner in Filipovic's home Marina admits to Rade that she doesn't want a second child with Pavle, and Rade admits to her that he doubts that Tatjana is cheating on him and that it's someone from work. Tatjana is jealous and she tells Pavle that if he makes a child to Marina, she will have to make a child her too. Because of Tatiana, there is a fight between Stefan and Pavle. Arsenije rolled out when he called Ilija 'grandpa' in front of Dana, so Nikola and Arsenije told her the truth. Marina accuses Stefan that he's Tanja's lover.    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "23 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In Rade's firm, the system drop down, and the situation is, of course, drawn by Zika, which in the name of gratitude gets an excellent business offer. Nebojsa is sad because his dear is going to London, but he is surprised with Filip's request to take care of Ana. Nikola and Ilija come for Dana, but nobody knows that furious Pavle will appear in the flat. Stefan proposes Tatjana an indecent offer, and she accepts without a conversation.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "26 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Marina asks Kris about Stefan's cheating on her and with whom it was. Nikola and Sloba went out in some clubs. There was a brief incident after Marina accidentally told Rade Arsa is going to his grandparents on a dinner.    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "27 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Under the pretext that he encountered a huge woman on the street who associated him on a schoolmate, Stefan gets the information he asked for - her name is Anastasia Bencic. Kristina confesses to Nikola and Sloba she spoke with Marin and told her Nikola and Sloba had gone to their detriment. Stefan goes to Tanja's office and makes her aware she is caught. At dinner at Isidorovic's place, Arsa arrives, but with a surprise.    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle is preparing a surprise in the form of traveling, but Marina doesn't rejoice, because she realizes Pavle is pressuring her over every extent. She is again torn apart, but still doesn't give up trying to save their marriage. Tanja makes a scene to Pavle because his traveling to Venice. Rade is questioning Vanja about Tanja, and Nikola is very badly after receiving news about Marina's traveling with Pavle. Stefan openly confronts Tanja with a reminder of Antastasija. which will force her to show full range of her aggressiveness.    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Zika impose himself on Tara and has an ally in Dana. Tanja feels worse and wants to stay alone, which rattles Rade hard. Eva is ill and Nikola comes to help. Pavle brutally and aggressively attacks Vanja, accusing her of destroying his marriage. At the vet's, Nikola meets Sandra, with whom he had an adventure as a high school student. Vaska comes to Ceca at the right time.    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Eva is successfully operated, but Sandra is awakening different emotions with her former schoolmates. Nesa tells Vanji a secret that links him and Sandra, and she and Marina feel uncomfortable and little jealous. Zika seeks from Dana advice on how to conquer Tara, which she welcomes with joy. Tanja isn't ready to share joyful news with Rade, but Pavle also sees the nervousness of the future. He begins to apprehend Tanja's reactions and plans, because he realizes she doesn't stray from anything.    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "5 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tanja won't be afraid to put Pavle's child as Rade's, but Rade doesn't feel anything. Ana arrives at Arsa's place, where Sofija sees her and becomes jealous of the newly-established closeness of Arsa and Ana. Marina's instinct says something about Tanja's pregnancy is wrong.    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Sandra comes to visit Nikola, where the curious Dana and Ilija welcome her. She wants to restore beautiful memories of youth and chemistry between Nikola and herself. Marina's instinct says something about Tanja's pregnancy is wrong. Sloba sees Stefan at Kristina's place and confronts him. Dana realizes she has to talk to Marina. Rade and Tanja are arguing about her lifestyle what he doesn't approve of because he thinks she doesn't care about the child she is carrying. Nikola meets Janko, Sandra's former business and emotional partner, with whom she has unhealthy ...    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa openly faces Pavle with the question paternity, while Marina's jealousy on Sandra is growing. After the night they spend together again, Kristina and Stefan can't be separated, and he admits to her he is in love with her.    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "8 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Rade dobija pismo od Tanje. To ce ga izbezumiti jer se plasi da ce da je izgubi. Umesto sa Nesom, Vanja na premijeru vodi Marinu, a Pavle im se privaljuje u poslednji cas. Na Nikolinim vratima pojavljuje se neodekivan posetilac koji ce mu izneti veoma zanimljive podatke o Sandri. U sred noci, Marini u kucu dolazi Rade koji je potpuno izbezumljen zbog toga sto ne zna sta da radi sa svojom zenom. Vest da se Nikola zeni potresce Marinu. Arsa smislja opaki plan - on zna kako da raskrinka Tanju i Pavla i zato sa Anom odlazi kod Stefana.    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa, Sloba i Ana saopstavaju Kris da su kod Stefana u stanu zatekli Tanju. Nikola dolazi sa Sandrom kod Radeta kako bi se dogovorili oko pokroviteljstva. Marina se protivi brzopletoj odluci svog oca, ali ne iz poslovnih, vec iz licnih razloga. Kada ugleda Anu i Arsu kako se ljube, Sofija potpuno poludi.    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Na najprepredeniji moguci nacin Tanja ponovo ucenjuje Taru. Sva izbezumljena, Ana odlazi kod Nebojse i prica mu da je uradila nesto lose, ali da joj se ipak svidelo. Sandrin bivsi muva Marinu, a ona i ne sluti sta se krije u pozadini.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kada Filipova bivsa supruga dodje u posetu Ani, Nesa, Vanja i Arsa glume srecnu, obicnu porodicu, ali spetljanost iz minuta u minut postaje sve veca i neprijatnija, pogotovo kada zazvoni telefon. Zbog teskoca u koji je zapao, Stefan pomaze Slobi i izmedju njih dvojice pocinju da se radjaju prijateljski odnosi. Kada Ilija dodje u posetu Radetu, izmedju njih dvojice izbija velika svadja.    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Nikola zatice Sandru u Jankovom zagrljaju i shvata da ga ona i dalje voli. Nakon Tanjine dojave, Rade besan kao ris dolazi u Ilijinu radnju gde zatice Arsu.    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tatjana se opasno igra sa Pavlovim zivcima, ali i tajnom koju je otkrila. Filipova bivsa se na kaucu poverava Vanji, a jedan pogresan zakljucak navesce je da napadne jadnog Nebojsu. Arsa nije siguran da li mu prica oko Sofije i Kize smeta. Oseca kolicinu ljubomore, ali istovremeno i veliku naklonost ka Ani. Zbog svega sto ga je snaslo, Rade ce se veoma rastuziti, a razlog svog bola podelice sa Jocom.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Taman kada Marina zavrsi u Nikolinom zagrljaju, na Vanjinim vratima se zaculo zvono. Potpuno izbezumljena, Marina na vratima zatice nepozvanog gosta. Stvari se dodatno usloznjuju kada se zvono zacuje opet. Kada ugleda Sofiju sa Kizom, Arsa dozivljava novo pomracenje svesti.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle dobija dojavu od Stefana da ce Marina ponovo pokusati da se sastane sa Nikolom, i to u Slobinom stanu. Zbog toga on ne casi ni casa i odlazi pravo na Slobina vrata. Kada upadne u stan kod Vanje optuzujuci je za laganje, Filipova bivsa upoznaje Radeta i tu se radaju obostrane simpatije. Lukava Tanja angazuje Taru da prati svaki Radetov korak, ali ono sto ce saznati, nece joj se svideti.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Rade objasnjava Tatjani da mora na neodlozni sastanak sa poslovnim ortakom, ali ona ne veruje u njegovu pricu. Marina saopstava Pavlu svoju konacnu odluku. Kako bi spasio brak, on izvlaci keca iz rukava. Arsa priznaje Ani sta oseca prema njoj.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Rade je nespretan u svojim lazima. Iako je trazio od Stefana i Joce da ga pokrivaju, on sam jedva uspeva da se sastavi u svojim izmisljotinama pa Tanja vrlo lako zakljucuje da je Rade vara. Zato odlucuje da ga raskrinka pa zove Pavla da joj pomogne, ali on je obuzet svojom brigom.    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "22 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kada je izasao sa Zorom na veceru, Rade ne uspeva da precuti cinjenicu da je ozenjen, ali svojom iskrenoscu, umesto odbijanja dobija jos vecu naklonost simpaticne zene. Kada konacno odu u Stefanov stan kako bi nastavili romanticno druzenje, na vratima se pojavljuje histericna Tanja.    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "23 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kada shvati da je Tanja ozbiljna u svojim namerama i da ce mu prilikom razvoda uzeti sve, pa i dete, Rade ponovo trazi pomoc od Stefana, koji mu preporucuje posebnog zastupnika. Ali stvari su daleko slozenije. Nakon sto ugleda Sofiju u Arsinoj majici, Ana razocarana izlece iz kuce i odlucuje da se sa majkom preseli u Novi Sad.    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Rade nema nameru da se odrekne Zore i cini sve da joj stavi do znanja da stvari nisu onakve kako izgledaju. U to ime, on odlucuje da je iznenadi. Arsa pokusava da objasni Ani da je po sredi veliki nesporazum i da on nema nista sa Sofijom. Taman kad pomisli da je svima dolijala, Tanja upada u sopstvenu zamku. Ceca ce biti potresena onim sto vidi.    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "27 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Rade uziva u razgovoru sa Zorom, a njeno prisustvo ga cini beskrajno zadovoljnim. Pre nego sto krenu iz stana, na vratima se pojavljuje neko koga je Rade najmanje ocekivao. Kada pocne da slaze kockice, Rade biva potresen.    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tanja beskrupulozno iskoriscava Sofiju kako bi je pretvorila u svog saveznika. Na vratima Isidorovica se pojavljuje Rade, resen da sa Ilijom izgladi odnose. Ali, to nije jedina iznenadna poseta. U Radetovu poslovnicu dolazi Marina iz koje krece da kulja bes kada u fotelji svog oca zatekne Tatjanu. Kada vidi da ce ih Tanja sve zedne prevesti preko vode, Arsa krece u protivnapad.    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Plan koji je Arsa skovao sa svojim drugarima prolazi neocekivano dobro. Oni su uspeli da zabeleze trenutak kada Tatjana gubi zivce i beskrupulozno preti unuku svog supruga. Tanja je promenila plocu i ponovo vrti Radeta oko malog prsta. Na sastanku, on saopstava da od sada ni jedna odluka koja se tice njegovog preduzeca nece moci da bude donesena bez Tanjinog glasa. Da li ce Vanja prihvatiti Slobinu ponudu?    "
                },
                "116": {
                    "title": "Episode #1.116",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Marina i Vanja su zelele da se malo opuste, ali casicu po casicu, stigle su do tacke bez povratka. Najvise je zaradio Sloba, ali ono sto je Nikola cuo od Marine, ostavilo je u senci sve prethodne dogadjaje. Taman kada se Ana uselila kod Arse, na vratima se pojavljuje Sofija i sopstava Arseniju da ceka njegovo dete.    "
                },
                "117": {
                    "title": "Episode #1.117",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Tara odlazi kod Kristine i trazi joj savet u vezi sa Stefanom, a on dozivljava napad besa kada cuje sta se dogodilo. Vanja odlazi kod Marine i saopstava joj da ce postati baba, ali Nikola je najrazumniji u prici i naslucuje da je po sredi Sofijina velika prevara. Kada shvati da je Rade angazovao Daru, Tatjana potpuno odlepljuje.    "
                },
                "118": {
                    "title": "Episode #1.118",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kad je Goga dobila podatak da joj je cerka trudna, u trenutku dolazi iz Nisa za Beograd. Pod pritiskom, Sofija priznaje da je izmislila pricu o bebi, ali umesto prekora, od majke biva uvucena u novu besmislicu - sada mora da se uda za Arsu. Zanesena i izbezumljena majka ne odustaje od svoje zamisli, a kako bi bila sigurna da ce ostvariti ono sto je naumila, on se upucuje u poslovnicu kod Tatjane.    "
                },
                "119": {
                    "title": "Episode #1.119",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Stefan iznosi Pavlu svoju sumnju da je Tatjana umesana u pricu o Sofijinoj trudnoci. Beskrupuloznim nastupom, Goga pritiska Tanju da ubedi Radeta da Arsa ozeni njenu cerku. Kada je cula Arsinu odluku, Marina se potresla. Vanja i Sloba prezivljavaju novi krah, a spasava ih recna policija.    "
                },
                "120": {
                    "title": "Episode #1.120",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Sve vise ljudi sumnja da je Tatjana upletena u pricu o Sofijinoj trudnoci, a Pavle, svestan da ona svojom bolesnom igrom zeli da se osveti Arsi, veoma jasno upozorava svoju dragu: Ne diraj mi Arsu. Kada kod Slobe u stanu zatekne Gogu, Vanja za nju smislja nedvosmislenu poruku: Pali odavde. Sofija odlucuje da progovori i nastaje rasulo.    "
                },
                "121": {
                    "title": "Episode #1.121",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Goga dolazi kod Tanje i trazi od nje da joj nadoknadi \"svu stetu\" zbog neprilike koju je napravila oko Sofijine lazne trudnoce. Pavlu je urnebesna cinjenica da je Rade posumnjao da je Nikola Arsin otac. Kako bi razresio svoju sumnju, Rade odlazi u kafic sa Ilijom i moli ga da mu razjasni u kakvom su odnosu Nikola i Arsa - Ono sto je cuo, veoma ga je uzbudilo.    "
                },
                "122": {
                    "title": "Episode #1.122",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Radeta i dalje muci stvar koju mu je otkrio Ilija, ali ne razgovara ni s' kim o tome. Nakon razgovora sa Stefanom, Pavle se vraca kuci, ali besna Marina odatle odlazi kod Nikola pa Pavle zapocinje potragu sa njom prvo besno odlazeci kod Vanje. Nesa i Filip su se verili.    "
                },
                "123": {
                    "title": "Episode #1.123",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Dana postaje svedok Tanjinog sloma. Njene halucinacije potpuno je zgranjuju. Kada shvati da je Arsina devojka zapravo cerka njegove velike simpatije Zore, Rade biva prijatno iznenadjen. Prisluskujuci razgovor izmedju Arse i Marine, Pavle shvata da je Marina kod Isidorovica i nastaje haos.    "
                },
                "124": {
                    "title": "Episode #1.124",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kad shvati da ga Nikola \"vozi\", Pavle potpuno gubi razum i saopstava Stefanu da ce da ga ubije. Dok Ceca prenosi abrove preko telefona, Arsa shvata da i ona zna za vezu izmedju Pavla i Tatjane pa koristi priliku da je natera da pred svima ponovi sta je rekla.    "
                },
                "125": {
                    "title": "Episode #1.125",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle pritiska Marinu da mu prizna da li je u vezi sa Isidorovicem. Umesto toga, ona mu saopstava da gaji osecanja prema Nikoli, sto potpuno unistava Pavlovu sujetu. U suzama, Rade se poverava Joci da ne zeli da se vrati kuci. Sve je spremno za proslavu Ilijine i Danine godisnjice braka, a porodicnu idilu prekida telefonski poziv. Krenuvsi kod Isidorovica, Pavle dozivljava tesku saobracajku.    "
                },
                "126": {
                    "title": "Episode #1.126",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    U bolnici, Stefan dozivljava zivcani slom zbog Pavlovog stanja i urla na Marinu koja je potpuno slomljena. I Nikolu muci osecaj krivice, a Tatjana poseze za starim porokom.    "
                },
                "127": {
                    "title": "Episode #1.127",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Dok se Tatjana pomela zbog Pavlovog gubitka pamcenja, Arsa uvidja koliko je ozbiljan i slozen odnos izmedju njih dvoje. Zbog toga kako se Nikola oseca povodom novonastalog stanja, Arsa se ljutiti na svog rodjenog oca. Tanjina prividjanja postaju sve gora.    "
                },
                "128": {
                    "title": "Episode #1.128",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Tara dobija hladan tus od Stefana. Ocajna zbog svih uvreda koje joj je izgovorio, ona pada u narucje Ziki. Tanja ne moze da se pomiri sa cinjenicom da je se Pavle ne seca pa zato ulazi u njegovu sobu i pocinje da ga ljudi. To biva dovoljno da mu se pamcenje vrati, ali.    "
                },
                "129": {
                    "title": "Episode #1.129",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Taman sto je odlucila da pricu sa Stefanom ostavi za sobom, Tara izlazi na veceru sa Zikom ni ne sluteci da ce upasti u ljubavni trougao sa njegovom bivsom suprugom. Pavlu se secanje vratilo pa je sa bratom Stefanom sabrao sta mu se sve desilo pre saobracajne nesrece. Dok su njih dvojica razgovarali u kupatilu, nisu ni znali da ih Arsenije sve vreme presluskuje i da shvata da se Pavle sve vreme pretvarao. Da li ce se Pavle opet izvuci?    "
                },
                "130": {
                    "title": "Episode #1.130",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Posle dogadjaja u restoranu kada je njegova zena imala napad ljubomore, Zika dolazi kod Tare kako bi joj saopstio svoju odluku. Rade dobija podatak da je Tanja otisla na ultrazvuk bez njega i krece joj u susret. Stanje sa Nebojsinim okolisanjem ocu se sve vise usloznjava.    "
                },
                "131": {
                    "title": "Episode #1.131",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Nebojsa nikako ne uspeva da izgovori ocu da je peder zbog cega ga Ana stalno podbada. Filip je potpuno potresen. Prolazeci hodnikom, Tara cuje da je otac Tanjinog deteta Pavle sto je potpuno poremeticuje. Pavle slucajno nacuje nesto bitno: Rade sumnja da je dete njegovo.    "
                },
                "132": {
                    "title": "Episode #1.132",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kada vidi da je Tara u ocajnom stanju, Nikola je primorava da mu prizna sta se desava. Ona popusta pod pritiskom i saopstava mu da je Tatjana u vezi sa Pavlom i moli ga da nikom ne govori, ali on ne moze nista da joj obeca. Umesto toga, sledeceg jutra se na vratima Isidorovica se pojavljuje Tatjana noseci macetu i spremna da zapocne krvavi pir.    "
                },
                "133": {
                    "title": "Episode #1.133",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kada sazna za njegovu prljavu preljubu, Nikola odlazi kod Pavla i saopstava mu da zna da je dete koje Tanja nosi njegovo. Pavle se izbezumljuje i javlja Tatjani losu vest. Svestan da stvari konacno moraju da izadju na videlo, Nikola odlazi kod Marine, ali njihov razgovor prekida zmija otrovnica.    "
                },
                "134": {
                    "title": "Episode #1.134",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Taman se Dana oporavila od kosmara, na vratima Isidorovica se ponovo pojavila Tanja, ali ovog puta na javi. Ona od Tare pokusava da sazna da li je ona rekla Nikoli za nju i Pavla, a odgovor je ne zadovoljava. U Vanjin stan iznenada dolazi Nebojsin otac, ali i Sloba i Kristina. Zbog Slobinih ispada, on odlazi kod Nebojse u stan i tamo shvata da je Nebojsa homoseksualac.    "
                },
                "135": {
                    "title": "Episode #1.135",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa iznosi Marini svoje sumnje da je otac Cecinog deteta zapravo Vaske. Dok su razmenjivali neznosti u kaficu, Nikoli i Marini je pobegla Eva. Tanja nastavlja da huska Radeta protiv Nikole, samo ovog puta ukljucuje i Iliju.    "
                },
                "136": {
                    "title": "Episode #1.136",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Arsa trazi od Marine da se udalji i od Pavla i od Nikole. Njoj to tesko pada, a odluku joj olaksava upravo Nikola. Rade sapostava Tatjani nesto sto joj se uopste ne svidja.    "
                },
                "137": {
                    "title": "Episode #1.137",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Rade saziva hitan porodicni sastanak na kom Pavle smislja da glumi pokornu zrtvu. To mu polazi za rukom sve dok Nikola ne izjavi da je doslo vreme da prizna Arsu i da mu da njegovo prezime. Ali, to nije sve. Nikola sada igra na sve ili nista.    "
                },
                "138": {
                    "title": "Episode #1.138",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n    Polemika oko prezimena koje bi trebalo da stoji uz Arsino ime se nastavlja. Svako ima svoje objasnjenje o tome, ali ne i resenje. Ilija i Dana mole Taru da da otkaz u Radetovom preduzecu. Marini i Nikoli ne cvetaju ruze, a sve se dodatno usloznjuje kada odluce da prestanu da se vidjaju.    "
                },
                "139": {
                    "title": "Episode #1.139",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    Isidorovici itekako ulaze u rat sa Bozicima. Tesenje Nikole se zavrsava tako sto on zavrsava u krevetu sa Kristinom. U naletu strasti, Pave i Tatjana nisu ni svesni posledica koje ce pretrpeti zbog svojih spletki. Iako Taru roditelji mole da da otkaz u Bozicevom preduzecu, Tanja sa Stefanom priprema novu taktiku za nju. Da li ce ona nasesti?    "
                },
                "140": {
                    "title": "Episode #1.140",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    Dok Pavle i Tanja razmenjuju neznosti, u kuci se iznenada pojavljuje Rade i na podu zatice nesto sto je Pavlu ispalo. Izbezumljeni Pavle iskace kroz prozor, ali on i ne sluti da ga je video Joca. Tara se potpuno uzivela u ulogu velike direktorke. Dok je novom poslovnom oratku veoma simpaticna, Tanja nema previse razumevanja za njeno novo stanje.    "
                },
                "141": {
                    "title": "Episode #1.141",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "4 May 2018",
                    "year": "2018",
                    "plot": "\n    Rade pokusava da dokuci cije dugme je nasao na podu svoje kuce. U tome mu pomaze Joca. Nakon sastanka sa Nikolom, Pavla hvata nevidjena frka. On je siguran da ce Nikola pokazati svoj snimak ukoliko ne prizna preljubu sa Tatjanom. Tara zapocinje romansu sa novim poslovnim ortakom Bozicevog preduzeca.    "
                },
                "142": {
                    "title": "Episode #1.142",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    Pavlu istice vreme i on jako je zivcan. Tatjana pokazuje Radetu lazni list kojim se potvrdjuje da je on otac jos nerodjenog deteta. Na vrata Isidorovica stize Zika koji pokusava da ispravi stvari sa Tarom. Zbog grize savesti, Nikola odlazi kod Marine i priznaje joj sve sto zna o odnosu Pavla i Tanje. Marinu istina potresa.    "
                },
                "143": {
                    "title": "Episode #1.143",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    Pavle je sateran u cosak. Kad je video da je u bezizlaznom stanju, on je odlucio da se obracuna sa Nikolom, a taj susret prolazi krvavo. Kada je dobila potvrdu od Joce, Marina je krenula kod Tanje kako bi se suocila sa njom.    "
                },
                "144": {
                    "title": "Episode #1.144",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    Marina dolazi kod Nikole i zajednickim snagama pokusavaju da shvate kako je Pavle saznao za njihov razgovor. Na Kristini poziv Vanja dolazi kod Slobe kako bi mu pomogla da prevazice osecajnu krizu zbog Danilovog penzionisanja. Dok priprema izvestaj za Radeta, u preduzece ulazi Luka. Kada mu Tara objasni da povuce rucnu, on gubi razum i pocinje da nasrce na nju. Srecom, stize Zika.    "
                },
                "145": {
                    "title": "Episode #1.145",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Kada je cuo od Marine da je videla nalaze DNK analize i da je sigurna da je dete Radetovo, Pavle dozivljava ogroman potres. Zbog Danilovog odlaska, Sloba ne moze da dodje k' sebi pa trazi novog \"kucepazitelja\", a prvi izbor mu je Vaske. Sloba se toliko uplasio da ostane sam, da je sa rancem punim igrica otisao kod Vanje.    "
                },
                "146": {
                    "title": "Episode #1.146",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "11 May 2018",
                    "year": "2018",
                    "plot": "\n    Poveravajuci se Joci da je ispala smesna u Radetovim ocima jer je analiza pokazala da je Tanjino dete 100% Radetovo, Marina dobija samar i shvata da je jos jednom nasamarena. Analiza ne da mira ni Pavlu, pa ona moli Stefana da mu pomogne da je provere. I Tara ima priznanje, zaljubljena je u Ziku, a on ne gubi vreme. Marina zatice Tanju u stanju zivcanog rastrojstva, a to se ne zavrsava dobro.    "
                },
                "147": {
                    "title": "Episode #1.147",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    Posle traumaticnog susreta sa Tanjom, Marina odlazi kod Joce i uplaseno mu saopstava da je Tanja luda i da nije osoba za koju se predstavlja da jeste. Stefan odlucuje da laze Pavla i saostava mu da je dete zaista Radetovo. Kada joj Tanja dodje u kucu, Marina odlucuje da zaigra na kartu Anastasije Bencic.    "
                },
                "148": {
                    "title": "Episode #1.148",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    Kad je kurir pogresio i zamenio poklone koje je Pavle namenio Tanji i Marini, kod njega u poslovnicu dolazi pobesneli Arsa koji mu stavlja do znanja da je shvatio kome je koji poklon bio namenjen. Nikola saopstava roditeljima da zeli da se odseli i zapocne samostalni zivot. Kad je konacno shvatila slicnost i vezu izmedju Anastasije i Tanje, Marina odlazi da se obracuna.    "
                },
                "149": {
                    "title": "Episode #1.149",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "16 May 2018",
                    "year": "2018",
                    "plot": "\n    Posle jos jednog bezuspesnog pokusaja da raskrinka Tanju, Marina svoje objasnjenje saopstava Arsi. Nedugo zatim, na njen kucni prag stize nepotpisano pismo cija je sadrzina zaprepascuje.    "
                },
                "150": {
                    "title": "Episode #1.150",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 150,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Tanja poziva Marinu i Vanju na veceru kako bi im saopstila nesto vazno. U medjuvremenu stize novo nepotpisano pismo, ali ovoga puta Marina i Vanja hvataju kurira. Kako bi konacno isterale stvari na cistac, njih dve zovu Stefana i zahtevaju od njega da im prizna sve sto zna o Tanji.    "
                },
                "151": {
                    "title": "Episode #1.151",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "18 May 2018",
                    "year": "2018",
                    "plot": "\n    Nikoli stize izvestaj od stedionice, a cifra koju je video na ekranu ga potpuno frapira. Kristina u trenutku pocinje da se ponasa drugacije prema njemu, optuzujuci ga da je izdao svoja uverenja. Kada joj se pozalio da mu je tesko zbog Isidorovicevog dolaska u preduzece, Tanja obecava Pavlu da ce se osvetiti. Ona smislja pricu o izgubljenoj rodjaki i nada se da ce Marina i Vanja nasesti.    "
                },
                "152": {
                    "title": "Episode #1.152",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 152,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    Kada je Kristina iznenada dosla kod Nikole, ona u stanu zatice Marinu, a jedana njena nepromisljena opaska je bila povod za veliko udaljavanje. Tanja nastavlja svoju prljavu igru pa poziva Vanju telefonom i predstavlja se kao Anastasija, Ali tokom njihovog razgovora, u poslovnicu ulece Pavle.    "
                },
                "153": {
                    "title": "Episode #1.153",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 153,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    Stefan kuje podli plan - ponovo ce da smuva Taru kako bi upravljao svime sto se desava oko Nikole. Marina nije ni ne slutila sta se sprema. Dok je ocekivala Anastasiju usplahirena sto nema Vanje, na vratima se pojavljuje Tanja i unosi dah smrti.    "
                },
                "154": {
                    "title": "Episode #1.154",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 154,
                    "original air date": "23 May 2018",
                    "year": "2018",
                    "plot": "\n    Kad je poslusala Nikolin savet kako da konacno otkrije pravi lik Tatjane Bozic, Marina se nalazi oci u oci sa svojom drugaricom iz srednje skole i vise nema vrdanja. Izmedju Nikole i Pavla izbija novi kurslus, a posledice se nikome ne dopadaju, a ponajmanje Radetu. Videvsi Taru u Stefanovom zagrljaju, Zika nedvosmisleno odlucuje da otkaze vencanje.    "
                },
                "155": {
                    "title": "Episode #1.155",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 155,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Pod izgovorom da ima temperaturu, Vaske zove Vanju da dodje i pomogne Slobi. Umesto temperature, Vanju docekuje veliko iznenadjenje: romanticna vecera i molba da pocnu ispocetka. Romasu prekida Danilov povratak i ostaje neizvesno da li ce sve drugo pasti u vodu? Posle svega sto se desilo, Tanja odlucuje da napusti zemlju. Izbezumljeni Rade dolazi kod Marine i zahteva da mu kaze istinu.    "
                },
                "156": {
                    "title": "Episode #1.156",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 156,
                    "original air date": "25 May 2018",
                    "year": "2018",
                    "plot": "\n    Tara je ocajna zbog svega sto joj se dogodilo. Kad je Nikola saznao da je u njenu nesrecu umesan Stefan, on odlucuje da se obracuna sa njim, ali sa Stefanom je i razjareni Pavle. Ocajna Tanja je u velikoj krizi - potpuno izbacena iz stroja pa zove Vanju i moli je za pomoc.    "
                },
                "157": {
                    "title": "Episode #1.157",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 157,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    Nikola na nagovor ekipe odlucuje da napravi zurku useljenja. Vanja u tome vidi priliku da celoj ekipi predstavi novu Anastasiju, tacnije Tanju, ali Tanja ima druge planove. Kada je Stefan preko Tare poceo da preti Nikoli, Tara je odlucila da ga nabode u glavu.    "
                },
                "158": {
                    "title": "Episode #1.158",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 158,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Stefana je sramota sto je popio udarac od Tare pred celim preduzecem pa se zali Pavlu koji odlucuje da se osveti. On nepozvan odlazi na Nikolinu zurku useljenja gde svima kvari zabavu, ali najvise Tanji koja odlucuje da istupi sa svojim velikim priznanjem.    "
                },
                "159": {
                    "title": "Episode #1.159",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 159,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    Arsa laze Anu da ide da se vidi sa Nikolom pa mu susret sa Sofijom zagorcava zivot. Marina u Slobinom stanu dozivljava potres kada ugleda negliziranu Kristinu, ali jos veci potres dozivljava Nikola kada u Marininom kupatilu zatekne Pavla u bademantilu.    "
                },
                "160": {
                    "title": "Episode #1.160",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 160,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    Izmedju Tatjane i Stefana izbija rat nakon snimka koji je Zika po nagovoru ubacio u Tanjin racunar. Marina konacno saopstava Nikoli da je podnela zahtev za razvod braka.    "
                },
                "161": {
                    "title": "Episode #1.161",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "original air date": "1 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle je uveren da Marina zeli da mu se vrati pa setka okolo k'o muva bez glave. Rade odlazi kod Marine kako bi saznao kakva je veza izmedju Tatjane i Anastasije Bencic, ali se na vratima pojavljuje Tanja koja navaljuje da ona saopsti Radetu istinu. Kad je od Nikole saznao da je Marina podnela hartije za razvod braka, Arsa je poludeo.    "
                },
                "162": {
                    "title": "Episode #1.162",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 162,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Kad je cuo za Marinin plan za medijaciju, Pavle je potpuno poludeo, a ona biva potresena njegovim reagovanjem. Dok je pokusavala da mu stavi do znanja da ga vise ne voli, Pavle ju je je poljubio, a tom cinu svedocili su unezvereni Nikola i Arsa. Zatecena u bezizlaznom stanju, Tanja odlucuje da prizna Radetu da je ona zapravo Anastasija Bencic.    "
                },
                "163": {
                    "title": "Episode #1.163",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 163,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Kad je iz Tanjinih usta cuo da ona zapravo voli Radeta, Pavlu se rusi svet. On ostavlja oprostajno pismo i penje se na vrh zgrade. Svi dolaze za njim i mole ga da sidje sa ivice, ali on ih ne cuje.    "
                },
                "164": {
                    "title": "Episode #1.164",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 164,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Kako bi se ponovo uvukao u Marininu kucu, Pavle vesto glumi ucveljenost i svi padaju na njegove fore o samoubistvu. Prvi pocinje da sumnja Nikola, ali kad je cuo da se posle svega Pavle vratio kuci, on potpuno biva slomljen. Vanja razmislja da Slobi pruzi jos jednu priliku.    "
                },
                "165": {
                    "title": "Episode #1.165",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 165,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Pod Kristininim uticajem, ali i zbog Pavlovog povratka, Nikola odlucuje da stavi tacku na vezu sa Marinom. Ona je potpuno potresena i ne zna kako da reaguje.    "
                },
                "166": {
                    "title": "Episode #1.166",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 166,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Posle Nikolinog raskida, ocajna Marina se obraca Vanji za pomoc. Kao dva sakala koji vrebaju, Kristina je presrecna sto ce moci ponovo da pokusa sa Nikolom dok Pavle slusa Stefanov savet i odlazi da tesi Marinu.    "
                },
                "167": {
                    "title": "Episode #1.167",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 167,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Iako Marina dolazi Nikoli na noge i saopstava mu da ga voli, on ne posustaje u svojoj nameri i ne zeli da se pomiri sa njom. Ocajna, Marina odlazi iz stana Isidorovica. Sloba biva prijatno iznenadjen Vanjinim dolaskom, ali i njenom odlukom.    "
                },
                "168": {
                    "title": "Episode #1.168",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 168,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Pavle pokusava da sazna od Marine sta se desilo sa njom i Isidorovicem. Kako nailazi na otpor, on joj saopstava da zeli da se preseli u Nebojsin stan. Stefan ubacuje Tari bubicu kako bi zajedno mogli da provedu njeno devojacko vece. Prizor koju je videla potpuno porazava Marinu, ali ona nije jedina povredjena ovim gestom.    "
                },
                "169": {
                    "title": "Episode #1.169",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 169,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ziku neprijatno iznenadjuje kada cuje da Tara priprema devojacko vece. Na nagovor Nikole i Slobe, i on pocinje da razmislja o momackoj veceri. Stanje pred vencanje dodatno usloznjuje Marinina odluka da se ne pojavi na svadbi sto Nikoli posebno tesko pada.    "
                },
                "170": {
                    "title": "Episode #1.170",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 170,
                    "original air date": "14 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Dok se Zika silom prilika zabavlja sa striptizetom na momackoj veceri, Taru muci velika poteskoca. Kad je priznala majci u cemu je stvar, Dana biva potresena. Kristina otvoreno razgovara sa Marinom, a ona joj biva veoma zahvalna.    "
                },
                "171": {
                    "title": "Episode #1.171",
                    "kind": "episode",
                    "episode of": {
                        "title": "Istine i lazi (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 171,
                    "original air date": "15 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Svadbeno veselje Tare i Zike pocinje divnim iznenadjenjem zbog cega mlada umalo pada u nesvest. Ali onaj koji zaista zavrsava bez svesti je Rade koji konacno saznaje istinu o Tatjani, Pavlu i njihovom detetu. S' obzirom da nije u mogucnosti da se sam izbori sa poteskocama, on moli Arsu da preuzme porodicni posao, a on ulogu gazde shvata veoma ozbiljno i spreman je na drasticne mere. Kada je saznao da je Tanja ustvari Anastasija Bencic, Pavle ne moze da se obuzda, a reci koje joj izgovara, dovode je na ivicu zgrade. Da li ima povratka?    "
                }
            }
        },
        "number of episodes": 248,
        "cast": [
            {
                "name": "Dragutinovic, Ljiljana"
            },
            {
                "name": "Stojanovic, Fedja"
            },
            {
                "name": "Goncic, Svetislav 'Bule'"
            },
            {
                "name": "Milic, Jana"
            },
            {
                "name": "Ordinacev, Bojana"
            },
            {
                "name": "Pajic, Zoran"
            },
            {
                "name": "Buzurovic, Stefan"
            },
            {
                "name": "Kovacevic, Vladimir"
            },
            {
                "name": "Stepanov, Zarko"
            },
            {
                "name": "Gavrilovic, Jelena"
            },
            {
                "name": "Kalicanin, Dusan"
            },
            {
                "name": "Rajovic, Sofija"
            },
            {
                "name": "Mit, Anja"
            },
            {
                "name": "Cosic, Marina"
            },
            {
                "name": "Korsa, Danijel"
            },
            {
                "name": "Kreca, Djordje"
            },
            {
                "name": "Radonjic, Stefan"
            },
            {
                "name": "Dujovic, Vladan"
            },
            {
                "name": "Tomovic, Borka"
            },
            {
                "name": "Zaric, Milan"
            },
            {
                "name": "Krivokapic, Bojan"
            },
            {
                "name": "Siladjev, Sandra"
            },
            {
                "name": "Jerinic, Branko"
            },
            {
                "name": "Dudic, Ivana"
            },
            {
                "name": "Sreckovic, Aleksandar"
            },
            {
                "name": "Jurican, Sofija"
            },
            {
                "name": "Jovanovic, Kristina"
            },
            {
                "name": "Karadzic, Jelisaveta"
            },
            {
                "name": "Prljeta, Miljan"
            },
            {
                "name": "Mladenovic, Mitra"
            },
            {
                "name": "Banic, Danijela"
            },
            {
                "name": "Gvero, Marko"
            },
            {
                "name": "Djordjevic, Ivan"
            },
            {
                "name": "Randjelovic, Nikola"
            },
            {
                "name": "Lazarevic, Mina"
            },
            {
                "name": "Pekic, Pavle"
            },
            {
                "name": "Vincic, Teodor"
            },
            {
                "name": "Micalovic, Dragana"
            },
            {
                "name": "Sretenovic, Jelica"
            },
            {
                "name": "Bogdanovic, Lena"
            },
            {
                "name": "Popovic, Ivana"
            },
            {
                "name": "Bjekovic, Darko"
            },
            {
                "name": "Apostolovic, Marjan"
            },
            {
                "name": "Vasiljevic, Mirka"
            },
            {
                "name": "Blam, Nada"
            },
            {
                "name": "Kundacina, Nebojsa"
            },
            {
                "name": "Perisic, Nada"
            },
            {
                "name": "Lango, Srna"
            },
            {
                "name": "Tomasevic, Branislav"
            },
            {
                "name": "Tomic, Ivan"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "Serbia"
        ],
        "country codes": [
            "rs"
        ],
        "language codes": [
            "sr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.1,
        "votes": 300,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGI3ZjQ2ZjEtZDM1NC00NmUxLWE3MjUtODE0NTI4MDhmOTdmXkEyXkFqcGdeQXVyMzc1OTQxMDM@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Through many diffrent situations, we follow the life of a family, friends, love (revered and unclaimed), and through the episodes new characters (guest stars) appear, which additionally complement the most diffrent life situations of our main characters. The evening graduation party brings together Pavle and Marina, the most popular teenagers in the school, with Nikola, Kristina and Sloba, the most famous outsiders of the school. That night, filled with excitement, loud music and alcohol will keep everyone in their memory as the end of one era and the beginning of a new stage in their lives. 18 years later, their lives are crossing again. Pavle and Marine have a son Arsenije, who is a teenager, and Nikola,Kristina and Sloba live as if nothing had changed in those 18 years - and still respected the oath which they laid down a long time ago that they would never have a permanent job, a serious bond and a family. After an accidental encounter between Nikola and Marina, the secrets from the past will flow to the surface that will change their lives to all.",
        "languages": [
            "Serbian"
        ],
        "title": "Istine i lazi",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Istine i lazi (Serbia)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Nestorovic, Ljiljana"
            },
            {
                "name": "Ortega, Sebastián"
            },
            {
                "name": "Konjevic, Milan"
            }
        ],
        "production companies": [
            {
                "name": "Smart Media Production"
            },
            {
                "name": "Prva TV"
            }
        ],
        "distributors": [
            {
                "name": "Smart Media Production"
            }
        ],
        "plot": [
            "Through many diffrent situations, we follow the life of a family, friends, love (revered and unclaimed), and through the episodes new characters (guest stars) appear, which additionally complement the most diffrent life situations of our main characters. The evening graduation party brings together Pavle and Marina, the most popular teenagers in the school, with Nikola, Kristina and Sloba, the most famous outsiders of the school. That night, filled with excitement, loud music and alcohol will keep everyone in their memory as the end of one era and the beginning of a new stage in their lives. 18 years later, their lives are crossing again. Pavle and Marine have a son Arsenije, who is a teenager, and Nikola,Kristina and Sloba live as if nothing had changed in those 18 years - and still respected the oath which they laid down a long time ago that they would never have a permanent job, a serious bond and a family. After an accidental encounter between Nikola and Marina, the secrets from the past will flow to the surface that will change their lives to all.::Ilija Zmikic"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 300,
                "rating": 6.1
            },
            "aged under 18": {
                "votes": 2,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 107,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 70,
                "rating": 5.6
            },
            "aged 45 plus": {
                "votes": 20,
                "rating": 6.0
            },
            "males": {
                "votes": 154,
                "rating": 5.9
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 66,
                "rating": 6.4
            },
            "males aged 30 44": {
                "votes": 49,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 16,
                "rating": 6.1
            },
            "females": {
                "votes": 76,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 39,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 20,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 3.8
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.5
            },
            "us users": {
                "votes": 16,
                "rating": 6.5
            },
            "non us users": {
                "votes": 117,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 109,
            "9": 23,
            "8": 31,
            "7": 22,
            "6": 15,
            "5": 9,
            "4": 12,
            "3": 11,
            "2": 17,
            "1": 51
        },
        "arithmetic mean": 6.7,
        "median": 8
    }
}