{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 November 2017"
            }
        ],
        "release dates": [
            "USA::6 November 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Christmas Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Five fantastic cookie makers enter the workshop, but instead of a winter wonderland, they find host Eddie Jackson lounging in a beach chair under a palm tree. The bakers are challenged to create cookies perfect for a Christmas in the tropics, and judges Ree Drummond, Dan Langan and Aarti Sequeira decide who's got it made in the shade and whose holiday is ending early. Then, it's all aboard for the display challenge as the cookie makers must make an entire train -- from the caboose to the cargo car -- out of cookies. Plus they have to load their locomotives with ...    "
                },
                "2": {
                    "title": "Mr. and Mrs. Claus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Everyone knows how Santa Claus spends Christmas Eve, but for this decorating challenge, host Eddie Jackson asks five talented cookie makers to imagine what Christmas Eve looks like for Mrs. Claus. Judges Stephanie Boswell, Ree Drummond and Molly Yeh know that Santa's better half deserves the very best, so only the top three move on to the display challenge, where they have to craft gorgeous fireplace mantels out of cookies with ingredients like Brazil nuts, hazelnuts or macadamia nuts. It's one tough nut to crack, but one cookie maker's fireplace scene will outshine ...    "
                },
                "3": {
                    "title": "Christmas Comes in All Sizes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Host Eddie Jackson loves traditional nesting dolls because they're the kind of Christmas gift that keeps on giving. So for this decorating challenge, he asks five of America's finest cookie makers to whip up six cookies of the same design that get progressively smaller. It's a tall order for judges Stephanie Boswell, Ree Drummond and Molly Yeh to decide which two cookie makers come up short in the first round. The task gets even tougher in the display challenge as the three remaining cookie makers must craft a Christmas village completely out of cookies. It's mayhem ...    "
                },
                "4": {
                    "title": "Christmas Surprises",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Host Eddie Jackson brings down his box of Christmas cookie cutters from the attic only to realize that it's actually his Halloween box. Now, five gifted cookie makers must hack the Halloween cutters into classic Christmas cookies. Judges Ree Drummond, Jordan Pilarski and Gesine Prado decide which cookies are frightfully festive and which are just frightful. After Halloween, there's no better way to count down the days to Christmas than with an advent calendar, so the talented bakers race against the clock to bake, decorate and assemble cookie calendars with surprises ...    "
                },
                "5": {
                    "title": "Some Assembly Required Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Five cookie makers create two cookies on sticks: one representing the best part of Christmas for kids and another showing the best part for grown-ups. Then they make life-size Christmas stockings entirely out of cookies.    "
                },
                "6": {
                    "title": "Colorful Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Traditional Christmas colors are red and green, but festive foodies have been lighting up social media with hip ombre hues, too. For the decorating challenge, host Eddie Jackson asks five trendy cookie makers to create cookies that feature at least four shades of a color. Judges Ree Drummond, Jordan Pilarski and Gesine Prado determine which three bakers have the color palette and palate worthy of moving on to the display challenge, when the remaining competitors make the workshop glow with 3-D cookie creations that actually light up. They must incorporate invigorating...    "
                },
                "7": {
                    "title": "Modern Classics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Riding around in a vintage sleigh, Santa has rocked the same style forever, and host Eddie Jackson thinks that it's time for a total makeover. For the decorating challenge, five of the cleverest cookie makers design two different cookies: one showcasing Santa's new outfit and another featuring his new ride. It's up to judges Vivian Chan, Ree Drummond and Gesine Prado to decide which cookies are fashion forward and which are just fashion fails. In the display challenge, the three remaining cookie makers must craft cookie picture frames for their cherished family photos...    "
                }
            },
            "1": {
                "1": {
                    "title": "Christmas Family Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Host Eddie Jackson welcomes five festive cookie makers into Santa's workshop where they'll craft two different Christmas tree cookies and create giant, Christmas carol-inspired cookie puzzles.    "
                },
                "2": {
                    "title": "Traditions Turned Trendy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The festive fever is high in the decorating round as five trendsetting cookie makers hack classic cookie cutter shapes and decorate them with totally wild new designs. Judges Kimberly Bailey, Damiano Carrara and Ree Drummond will choose which three bakers have a knack for hacks and which two must pack for home. The competition intensifies in the display round when host Eddie Jackson challenges the remaining bakers to build an entire Christmas tree out of cookies. The cookie tree that rises above the rest will be crowned the best and snag the $10,000 prize.    "
                },
                "3": {
                    "title": "Santa's Sweet Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Host Eddie Jackson thinks it's time Santa's hard-working elves get some love, too, so for the decorating round, the five talented cookie makers must make one super-sized decorated cookie for Santa plus some tiny decorated cookies for the little guys. Judges Kimberly Bailey, Damiano Carrara and Ree Drummond whip out their magnifying glasses to see which three bakers decorate best no matter the size and which two are headed home. Then, for the display round and with $10,000 on the line, the remaining cookie makers must bring a winter wonderland scene to life, using cookies to create...    "
                },
                "5": {
                    "title": "Christmas Gifts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Santa has fallen behind on toys this year, so host Eddie Jackson recruits five crafty cookie makers to make decorated cookie toys in the first round. Judges Ree Drummond, Dan Langan and Aarti Sequeira decide which three bakers have saved Christmas for all the good little girls and boys. The gift-giving doesn't stop in the display round as the three remaining cookie masters must make entirely edible cookie boxes to fill with Christmas cookies. They say it's better to give than receive, but in this case, the best cookie maker will take home a $10,000 present.    "
                },
                "6": {
                    "title": "Spice Up Your Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Five talented cookie makers imagine wintry Christmas window views and then put what they see on a cookie. In the display round, the remaining cookie masters represent their favorite Christmas Eve tradition in 3D cookie form.    "
                },
                "7": {
                    "title": "Crafty Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Host Eddie Jackson challenges five of America's cleverest cookie makers to create their own custom Santa cookie shapes without the use of cookie cutters. Judges James Briscione, Ree Drummond and Joy \"The Baker\" Wilson step in to decide who succeeds and who just makes \"Bad Santas.\" In the display round, the three remaining bakers have to get even more crafty by creating a Christmas wreath using only cookies. When the flour settles, only one baker's wreath will earn $10,000 of holiday green.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Christmas Family Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Cookie Challenge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Langan, Daniel"
            },
            {
                "name": "Bailey, Kimberly"
            },
            {
                "name": "Jackson, Eddie"
            },
            {
                "name": "Drummond, Ree"
            },
            {
                "name": "Briscione, James"
            },
            {
                "name": "Carrara, Damiano"
            },
            {
                "name": "Pilarski, Jordan"
            },
            {
                "name": "Dur, Tanya"
            },
            {
                "name": "Gray, Peter"
            },
            {
                "name": "Teddy, Robert"
            },
            {
                "name": "Voigt, Eric"
            },
            {
                "name": "Walters, Andrea"
            },
            {
                "name": "Webb, Spirit"
            },
            {
                "name": "Webster, Ricky"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.9,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTc3ZjYwNGUtMWZhZi00NmM2LTk0ZTAtNjFmOWQ3NTUzNDRlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Host Eddie Jackson challenges festive and talented cookie makers in this seasonal seven-episode competition. In each episode, five daring cookie makers must prove their holiday skills through two rounds, as lead judge Ree Drummond, joined by a rotating panel of guest judges, including Kimberly Bailey, James Briscione, Damiano Carrara, Dan Langan, Jamika Pessoa, Jordan Pilarski, Aarti Sequeira and Joy Wilson, determine which baker will have the best Christmas ever, walking away with a $10,000 prize.",
        "languages": [
            "English"
        ],
        "title": "Christmas Cookie Challenge",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Christmas Cookie Challenge (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Triage Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Food Network"
            }
        ],
        "plot": [
            "Host 'Eddie Jackson' (qv) challenges festive and talented cookie makers in this seasonal seven-episode competition. In each episode, five daring cookie makers must prove their holiday skills through two rounds, as lead judge Ree Drummond, joined by a rotating panel of guest judges, including Kimberly Bailey, James Briscione, Damiano Carrara, Dan Langan, Jamika Pessoa, Jordan Pilarski, Aarti Sequeira and Joy Wilson, determine which baker will have the best Christmas ever, walking away with a $10,000 prize."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 4.7
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 5.3
            },
            "males": {
                "votes": 9,
                "rating": 4.3
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 3.3
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 4.9
            },
            "females": {
                "votes": 8,
                "rating": 6.6
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 8,
                "rating": 6.6
            },
            "non us users": {
                "votes": 7,
                "rating": 3.4
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 7,
            "7": 3,
            "6": 4,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 5.9,
        "median": 7
    }
}