{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "27 October 2017"
            },
            {
                "country": "UK\n",
                "date": "20 November 2017"
            }
        ],
        "release dates": [
            "Australia::27 October 2017",
            "UK::20 November 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Queen Victoria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Private Lives of the Monarchs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    We explore two of the most important relationships in her private life - with her husband Prince Albert, with whom things may not have been quite as they seemed; and her eldest son Edward, who she came to utterly despise.    "
                },
                "2": {
                    "title": "Louis XIV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Private Lives of the Monarchs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The Palace of Versailles pays testimony to Louis XIV, the self-styled Sun King, who ruled at the height of French power for an incredible 72 years. He had a very open 'secret' second marriage, as well as very infrequent bathing practices.    "
                },
                "3": {
                    "title": "Charles II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Private Lives of the Monarchs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Hampton Court and Whitehall Palace provide the backdrops for a man besotted by sensuality who presided over a court obsessed by sex. A 24-hour 'pox doctor' was constantly on call.    "
                },
                "4": {
                    "title": "Mad King George",
                    "kind": "episode",
                    "episode of": {
                        "title": "Private Lives of the Monarchs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    We see how a handsome and popular young man with exquisite manners, a witty conversationalist, the first gentleman of England, indeed, turned into a bloated, boorish and bullying monster who hated his son.    "
                },
                "5": {
                    "title": "Henry VIII",
                    "kind": "episode",
                    "episode of": {
                        "title": "Private Lives of the Monarchs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    It turns out that Henry VIII was a bit of a prude, and shocked by the worldliness of Anne Boleyn; he had decent table manners, contrary to his image. The king's life eventually had to be adapted to accommodate his ever-increasing weight.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Rubenhold, Hallie"
            },
            {
                "name": "Banks, Richard"
            },
            {
                "name": "Coach, Dean"
            },
            {
                "name": "Mayger, Martyn"
            },
            {
                "name": "Moutsakis, Lela Jasmina"
            },
            {
                "name": "Roberts, Dean"
            },
            {
                "name": "Borman, Tracy"
            }
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzNhZWYzMzYtN2Y1YS00NmNjLWFhM2QtYWU3ZTJiYzhhZmJhXkEyXkFqcGdeQXVyMjc5Mjg2MTk@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "The iconic images of the monarchs, frequently captured in famous portraits and paintings, are part of the very fabric of national culture, in carefully-arranged poses. This is all well and good, but actually, they were all just human beings, with the same ticks and foibles, bad habits and weaknesses, as the rest of us.",
        "languages": [
            "English"
        ],
        "title": "Private Lives of the Monarchs",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Private Lives of the Monarchs (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bone, Matt"
            }
        ],
        "production companies": [
            {
                "name": "Like a Shot Entertainment"
            },
            {
                "name": "UKTV"
            }
        ],
        "distributors": [
            {
                "name": "UKTV"
            }
        ],
        "plot": [
            "The iconic images of the monarchs, frequently captured in famous portraits and paintings, are part of the very fabric of national culture, in carefully-arranged poses. This is all well and good, but actually, they were all just human beings, with the same ticks and foibles, bad habits and weaknesses, as the rest of us."
        ],
        "synopsis": [
            "\"Private Lives of the Monarchs\" is a 2017 series of five episodes presented by UK historian, author and curator Tracy Borman.The iconic images of the monarchs, frequently captured in famous portraits and paintings, are part of the very fabric of national culture. In carefully-arranged poses, designed to either inspire or awe the masses, the Kings and Queens of history still look down on us today from their portraits - powerful symbols of bygone ages.This is all well and good, but actually, they were all just human beings, with the same ticks and foibles, bad habits and weaknesses, as the rest of us. Tracy Borman investigates five of the most famous monarchs in this series.There is Victoria, the sour-faced and dowdy widow, George III who was barking mad and Henry VIII, who we have learned was a tyrannical, overweight womaniser. The series also includes the playboy Charles II and the Sun King Louis XIV of FranceYet just when you think there is nothing more to discover about these great figures from history, a new documentary series promises to reveal what went on behind closed doors.Presenter Tracy Borman, says \"every servant had to keep very detailed records of their daily duties\"\"These everyday details, which are often overlooked because they don't relate directly to state affairs, bring these wonderful characters from history to life.\"These snippets might appear trivial at first glance but also help us go beyond the commonly-held perceptions and understand what made these monarchs tick.\"For example, Victoria, who ruled from 1837, had a most interesting medicine cabinet bursting with drugs including cannabis. She didn't like smoking but enjoyed chewing on cocaine-laced gum to relieve an array of ailments. She began each day with a swig of an alcohol and opium concoction.The French court was switched from Paris to Versailles by Louis XIV, who was France's longest-ruling monarch, in 1682. Today Versailles is sumptuous but it originally lacked toilets and became known as the smelliest royal court in Europe. Nobles who were caught short relieved themselves in corridors. Louis is said to have bathed only three times in his life and relied on orange blossom perfume to cover the stench.In the Tudor equivalent of the \"Great British Bake Of\"f, chefs at the court of Henry VIII competed to catch his eye with elaborate culinary creations. Live blackbirds fluttering from a crusted pie was an actual dish. (Hence the line from the Nursery Rhyme \"when the pie was opened the birds began to sing\").A secret tunnel from the Theatre Royal in Drury Lane, London, to the inn across the road was built on the orders of Charles II so he could cavort with mistresses during intervals.Henry VIII was an athletic man for most of his reign, despite consuming 5,000 calories a day (twice the recommended amount). A jousting injury to his leg in 1536 prevented him from taking exercise and his weight ballooned. His legendary bad temper was not helped by constant pain from the injury, which was left open to heal as was the Tudor custom and became infected.Empress of India was one of Victoria's titles and she developed a passion for spicy curries. They were cooked by her manservant Abdul Karim, who also taught her Urdu. Among her favourites was calves' foot Madras. The Queen was a quick eater who suffered terrible indigestion and became obese. A pair of her bloomers kept by Historic Royal Palaces has a huge 50-inch waist.The Great Plague and Fire of London in the 1660s were regarded by Charles II as punishment for his immoral lifestyle. He tried to redeem himself by remaining in London and putting himself among the people during these two disasters in his reign. At the height of the fire he and his brother James joined efforts to fight the blaze.George III is best-known for the madness that blighted much of his life but in his youth he was a cultured man who loved studying botany. He and his son, also called George (eventually George IV), were like chalk and cheese and loathed one another. The Father was frugal and hardworking while son was a lazy spendthrift. He became Prince Regent in 1811 - when George III was deposed by Parliament because of his declining mental state - and king from 1820 to 1830, but is considered to have been one of the worst rulers in history.Louis XIV believed he was God's representative on Earth and France was the centre of the universe, so took the sun as his moniker. To raise cash he charged nobles to watch him sleep, eat and bathe - even building a platform over his bed to hold the adoring crowd.The show premiered on Australia's Public Broadcaster SBS TV with the first episode running on 27 October 2017. The first episode aired on UKTV about a month later on 20 November 2017.Note: While Episodes 1 (\"Victoria\") and 5 (\"Henry VII\") were the same in both countries, the middle three episodes were numbered differently in the UK to Australia. Since the programmes were first aired in Australia, the Australian episode numbering has been used. In the UK, Episode 2 was \"Mad King George\" (Australian Episode 4), Episode 3 was \"Louis XIV\" (Australian Episode 2) and Episode 4 was \"Charles II\" (Australian Episode 3)."
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 5.0
            },
            "males": {
                "votes": 7,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 5.0
            },
            "females": {
                "votes": 3,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.7
            },
            "us users": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 9,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 1,
            "9": 1,
            "8": 4,
            "7": 4,
            "6": 2,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}