{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 December 2017",
                "notes": "                            (limited)"
            },
            {
                "country": "USA\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "USA::28 December 2017                            (limited)",
            "USA::2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Reunited",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Artifact (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Scott, Michael"
            },
            {
                "name": "Bates, Jon"
            },
            {
                "name": "Burton, Robert"
            },
            {
                "name": "Campbell, Forrest"
            },
            {
                "name": "Davis, Charlcee"
            },
            {
                "name": "Downing, S. Joe"
            },
            {
                "name": "Forehand, Tim"
            },
            {
                "name": "Hamlet, Rene"
            },
            {
                "name": "Ihlenfeldt, Chris"
            },
            {
                "name": "Jackson, Ashley Noelle"
            },
            {
                "name": "Jackson, Kenton"
            },
            {
                "name": "Johnston, Doug"
            },
            {
                "name": "Kuyek, Amberleigh"
            },
            {
                "name": "Lamar, John"
            },
            {
                "name": "Luther, Hans"
            },
            {
                "name": "McGann, Curtis"
            },
            {
                "name": "McKibbin, Jason"
            },
            {
                "name": "Moriarty, Carrie Avery"
            },
            {
                "name": "Moriarty, Debbie"
            },
            {
                "name": "Noble, Gabriela"
            },
            {
                "name": "Ocheltree, Aaron L."
            },
            {
                "name": "Jr., Bill Read"
            },
            {
                "name": "Rosati, Joe"
            },
            {
                "name": "Small, Darryl Robert"
            },
            {
                "name": "Stoker, David"
            },
            {
                "name": "Strohm, Nathan"
            },
            {
                "name": "Thomason, Chad"
            },
            {
                "name": "True, Jennifer"
            }
        ],
        "genres": [
            "Sci-Fi"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI5OTIzNTctMDQyNi00YmIyLWEwMTMtYmFjZjQ0YjUzOGRkXkEyXkFqcGdeQXVyNTc4ODY0MjU@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Artifact",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Artifact (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Linson, Scott"
            }
        ],
        "production companies": [
            {
                "name": "TURA Productions"
            }
        ],
        "other companies": [
            {
                "name": "Shoreline Community College"
            }
        ],
        "synopsis": [
            "The story starts with Jake, a 8 year old boy and his mother running away from something through the woods as a freak lightning storm approaches. They huddle together in the woods to take cover and they get shot up in a brilliant purple light. 2 years later, Jake is found knocking on the door of his house where another family is living now. The police take the boy and call the federal government agents that were investigating his disappearance as an Alien Abduction. General Waverly takes the boy to Area 51 laboratory and brings him to one of his scientist researchers, Reggie Burns. Reggie Burns is a metallurgist and biologist. General Waverly asks him to do a physical on the boy and find out what had happened to him. Reggie takes the backpack Jake was wearing and puts it next to the examination bed. Reggie lifts the boy's shirt and find a long scar on his chest and a tattoo of an alien symbol on his hand. Reggie finds out that Jake had been experimented on with DNA Splicing and has alien DNA. Jake has two vocal chords and must have had some enhancements done with his chest. When he uses a light to shine into Jake's eyes, Jake has a flashback to his 2 years on the spaceship and panics and screams. His scream sounds like a screeching Eagle and causes Reggie to fall on the ground unconscious. Reggie wakes up on the floor moments later to see a bright purple light emanating from Jake's backpack and then it goes dark. He finds a strange cube in Jake's backpack. He takes Jake and the cube home so he can monitor Jake and experiment with this alien artifact. Reggie and his wife adopt Jake and raise him as their own son.Many years pass and Reggie cannot get The Artifact to exhibit the power he saw from the backpack. He puts it into a safe deposit box at a bank to keep it safe. Jake grows up and enters into the military. Dirk Burns, Reggie's younger brother, keeps Jake in his command in order to keep tabs on him. They both go over to Iraq. Jake meets Rachel in Iraq and fall in love. Jake talks about having a large family but doesn't know that Rachel had a full hysterectomy when she was 12 from a form of cancer. Jake goes onto a patrol to flush out Al Qaeda forces. Jake and his troop get pinned down into this building. A few of his men get shot and Jake takes a bullet in his shoulder. Jake calls for backup but they are 5-10 minutes away. The Al Qaeda forces close in around the building and Jake gets really stressed. He screams and blows out all of the windows in the building and everyone passes out. He wakes up in the hospital where Rachel tells him she has been transferred and that it is over between them.Jake gets out of the military and our story begins 5 years after he gets out. Since he got back from his abduction, Jake has had strong dreams with aliens chasing him and his body aching and his feet breaking through his shoes. He has had trouble sleeping because of these dreams. In order to cope with his sleeplessness, Jake turned to drugs. When he got out of the military, he has had odd jobs and developed a cocaine addiction. He gets his supply of drugs from Vincent, the drug lord of the Seattle area. Vincent is indebted to Jake for saving his son's life in Iraq. Unfortunately, Vincent's son took a bullet which severed his spinal chord and cannot move from the neck down. Vincent swore to his son that he will find a way to fix him. He was a successful businessman but now he need more money fast in order to maintain the 24 hour nurses and the scientists in his basement doing stem cell research. Vincent visits Jake to let him know that he owes him $10,000 from his consumption of the drugs for these few years."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}