{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "30 August 2017"
            },
            {
                "country": "Australia\n",
                "date": "30 August 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Australia::30 August 2017",
            "Australia::30 August 2017                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Jamie Tate & Josh Schafer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode, Rob heads out to Lara (VIC, Australia) and chats to rabid tape-head Jamie Tate. Tapes on display include EVIL DEAD (Filmways, K-Tel and Vestron), INCUBUS (Video Classics Gold), THE VIDEO DEAD (Premiere Home Entertainment) and DAWN OF THE DEAD (CBS-FOX). In the bumper VIDEO HOARDERS profiles LunchMeat VHS Magazine's Josh Schafer.    "
                },
                "2": {
                    "title": "Stephen Fredricks & Christopher Bouchie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Rob traverses the mean streets of inner-west Melbourne and finds his way into hardcore collector Stephen Fredricks' tape bungalow in this, the second episode of VIDEO HOARDERS. Highlighted tapes include SPERMULA (Video Classics), FRANKENSTEIN'S CASTLE FREAK (Starbase), SHE-FREAK (Go Video), THE HITCHHIKERS (K&C Video), PINK FLAMINGOS (Palace X) and WHAM-BAM-THANK-YOU-SPACEMAN (Starbase). In the bumper, VIDEO HOARDERS profiles the amazing 3000-tape collection of Christopher Bouchie.    "
                },
                "3": {
                    "title": "Kire Naumovski & Caroline Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Insatiable FRIDAY THE 13TH fanatic Kire Naumovski is the subject of Episode 3 of VIDEO HOARDERS. Rob gets a world tour VHS-style as he is exposed to Jason Voorhees' adventures on video tape from all over the globe. Stops include Germany, Italy, Japan and Korea. Other tapes highlighted in the episode include SCANNERS (Roadshow), ZOMBIE FLESH EATERS (Starbase and Infinity Video) and I DRINK YIOUR BLOOD (Media). In the bumper we profile Austin, Texas collector-extraordinaire Caroline Lee.    "
                },
                "4": {
                    "title": "Luke Woodhouse & Zack Carlson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    VHS road-tripper Luke Woodhouse is the subject of episode four of VIDEO HOARDERS. While Rob rummages through Luke's impressive collection, Luke shares with us some fantastic archival footage of his 2006 Victorian VHS expedition where he and wife, Cassie raided every video library between Melbourne and Warragul, scoring some first-rate finds. In the bumper, OUTSIDER host Zach Carlson highlights some of his 4000+ strong collection of VHS horror oddities.    "
                },
                "5": {
                    "title": "Merinda Staubli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Tapehead, Merinda Staubli has been collecting horror and Disney VHS since her early teens. In this weeks episode of VIDEO HOARDERS she shows Rob some of her impressive collection including BOARDING HOUSE (Showcase), PIECES (CBS-FOX) and TRILOGY OF TERROR PART 2 (CIC). In the bumper Rob takes us on an Op Shop treasure hunt through the wilds of Bayswater.    "
                },
                "6": {
                    "title": "Fitzroy Film Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Rob takes a trip to the Wild West of video hoarding when he enters the Fitzroy Film Fair (now the Melbourne Movie Market) and catches up market organizer Stuart Simpson (DRAGON FORCE X) and collectors Brent Medson, Ben Hellwig, Stephen Fredericks, Nick Zamudio, Hannah Atkinson and Joel Charter for a chat about all things VHS.    "
                },
                "7": {
                    "title": "John Harrison & Darryl Stephens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    In this instalment of VIDEO HOARDERS, Rob invades the home of film writer John Harrison (aka The Graveyard Tramp) and has a gander at his insane collection of weird and wonderful VHS tapes. Apart from contributing to magazine's like Fatal Visions, Cult Movies, Scary Monsters, Headpress, FilmInk and others, John also published his own seminal 90's fanzine, Reel Wild Cinema and his collection highlights his taste for the bizarre. On display are HITCH HIKE TO HELL (Starbase), BLOOD FEAST (Palace Explosive), THE TEXAS CHAINSAW MASSACRE (K-TEL), and BLOODY WEDNESDAY (...    "
                },
                "8": {
                    "title": "Matthew Runciman & Yasmina Ketita",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Our destination this week is located deep in the wilds of Adelaide as Rob ventures into Starbase-freak Matthew Runciman's garage for a look at his amazing collection. Tapes on display in this episode include SLEEPAWAY CAMP (K-Tel), EQUINOX (King of Video), GYMKATA (MGM-UA), CAT O' NINE TALES (K&C Video), THE BABY (Starbase), HOUSE OF SEVEN CORPSES (Starbase) and SASQUATCH (Starbase). In the bumper we take a look at Witch Finger Horror Podcast host Yasmina Ketita's collection of rare Linnea Quigley tapes.    "
                },
                "9": {
                    "title": "Matthew Gibb & Simon Miller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Rob visits Matthew Gibb and his unbelievable man cave in Adelaide, South Australia. We take a look at the Betamax format, laser disc and some of the first ever video cassette players which make up only a small part of this amazing collection. Tapes on display include EVIL DEAD (Filmways), ONE DARK NIGHT (Showcase), THE NIGHT STALKER / THE NIGHT STRANGLER (Star Video) and THE WRAITH (Palace Home Entertainment). In the bumper we feature Sydney-based uber-collector Simon Miller and his cupboard of doom.    "
                },
                "10": {
                    "title": "Richard Clements",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Richard Clements' phenomenal collection of VHS is enough to make any hoarder weep. Heading over to Perth, Rob gets a tour of Richard's inner sanctum and a look at some truly magnificent tapes. VHS on show include BRAINDEAD (Video Box Office), CHOPPING MALL (Vestron Video International) DEMONS (Palace Home Entertainment) HAUNTS (Delta Home Video) Exterminator 2 (RCA-Columbia), BMX BANDITS (K-TEL) and BELLS (Roadshow Home Video). In the bumper, Rob take a trip out bush to a secret location and comes back with a literal hatchback full of tapes.    "
                },
                "11": {
                    "title": "Simon Harcourt & Charlie Glennerster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Exploring the uncharted reaches of Thornbury, deep in the heart of Melbourne's inner north, Rob stumbles across the insane VHS collection of Simon 'Simondo' Harcourt. Moderator of the Facebook group 'Australian Vintage Video', Simon's collection is filled with tapes both rare and bizarre. Films on display include BEING DIFFERENT (Seven Keys), PARAMEDICS (Peacock Films), BEN (Virgin), SWEET AND SAVAGE (Roadshow) and a rare uncut preview tape of THE TOXIC AVENGER (Premiere Home Entertainment). In the bumper we feature the tapes of UK collector-extraordinaire Charlie ...    "
                },
                "12": {
                    "title": "Scott Bruce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Video Hoarders (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 60,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In the season finale of VIDEO HOARDERS, Rob travels to Perth to get a rare look at the collection of one of Australia's most extreme tape heads, Scott Bruce. The hardest working man in VHS gleefully highlights some of his most extreme and bizarre tapes, including LEGACY OF SATAN (1974 - Box Office Video), BLOODSTALKERS (1976 - Sundowner Video), FORGOTTEN WARRIOR (1986 - Seven Keys Video) and COMBAT SHOCK (1984 - Delta Home Video). Rob also delves into Bruce's many colourful YouTube characters and his obsession switch from gory horror films to Jungle Actioners. In the ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Naumovski, Kire"
            },
            {
                "name": "Lee, Caroline"
            },
            {
                "name": "Glennerster, Charlie"
            },
            {
                "name": "Harcourt, Simon"
            },
            {
                "name": "Taylor, Rob"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "number of seasons": 1,
        "rating": 6.0,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzlhODAyN2ItNjAwOS00N2E5LWJhM2YtOTM3YzYwYzhjZWYzXkEyXkFqcGdeQXVyMjc0MTQ5NA@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "VIDEO HOARDERS is a twelve episode web-series that follows series creator and host Rob Taylor as he journeys around Australia tracking down like-minded video tape collectors affectionately dubbed 'tapeheads' to check out their collections and \"search the wild for that next rare find\". Shot on a combination of high-definition digital and antiquated tape equipment, VIDEO HOARDERS has its own distinct style that while playing to the aesthetic of the program's content, it maintains a slick presentation.",
        "languages": [
            "English"
        ],
        "title": "Video Hoarders",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Video Hoarders (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Taylor, Rob"
            }
        ],
        "production companies": [
            {
                "name": "Phanterror Video"
            }
        ],
        "distributors": [
            {
                "name": "Monster Pictures"
            }
        ],
        "plot": [
            "VIDEO HOARDERS is a twelve episode web-series that follows series creator and host Rob Taylor as he journeys around Australia tracking down like-minded video tape collectors affectionately dubbed 'tapeheads' to check out their collections and \"search the wild for that next rare find\". Shot on a combination of high-definition digital and antiquated tape equipment, VIDEO HOARDERS has its own distinct style that while playing to the aesthetic of the program's content, it maintains a slick presentation."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 9.0
            },
            "males": {
                "votes": 6,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 9.0
            },
            "females": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 4,
                "rating": 8.8
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 6.0,
        "median": 8
    }
}