{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 September 2017"
            },
            {
                "country": "USA\n",
                "date": "8 September 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::8 September 2017",
            "USA::8 September 2017                            (internet)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "What's Your Resolution Solution?",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "16 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    What's your resolution solution? So often we feel pressure to make big changes at the New Year, but how realistic are they? Watch Judy and Kristin as they discuss their resolutions and get strategies for making the most of the New Year.    "
                },
                "2": {
                    "title": "The Dark Side of the Superbowl",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    America's biggest sporting event is also one of the biggest trafficking events. Join us to hear what Mary Frances Bowley is doing with 10,000 people to thwart sex trafficking at the Superbowl.    "
                },
                "3": {
                    "title": "Going and Getting Your IT",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "30 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Go-Getter Shinjini Das knows how to get what she wants as an immigrant from India who has propelled herself to an international women's advocate, motivational speaker and entrepreneur from...being introverted and educated with a technology background?    "
                },
                "4": {
                    "title": "How's 2019 Working Out So Far?",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "6 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    This is the time of year many begin to lose momentum and ground on their New Year's Resolutions. Expert Cathryn Marshall coaches Judy Goss and Kristin West on how to keep the momentum going even when the going gets tough.    "
                }
            },
            "1": {
                "1": {
                    "title": "Building Brands Into Billions",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Alexandra Wilkis Wilson joins Judy Goss and Kristin West to discuss how she built her businesses, GlamSquad and Gilt Groupe, into the global successes they are today. Alexandra also tells the What Women Want audience about her newest venture, Fitz, a concierge stylist service to revamp your closet.    "
                },
                "2": {
                    "title": "Achieving Our Highest Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kristin West welcomes guests Judy Goss, founder of What Women Want Networking and Marie Fratoni of Get Clients Everywhere to discuss networking, sales and how to make the most of your next conference or networking event. Also, Judy discusses the upcoming What Women Want Conference, October 7-8, in Atlanta, Georgia.    "
                },
                "3": {
                    "title": "Featuring Jean Chatzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Finance expert Jean Chatzky reveals how her life experience shaped who she is today and also gives our audience insights into how to manage their money better with actionable tips and her signature expert advice. Listen as hosts Judy Goss and Kristin West welcome Jean to the show.    "
                },
                "4": {
                    "title": "Getting You OUT There",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Marketing and branding experts Pamella Horton and Susan Gunelius discuss the importance of \"getting yourself out there\", an often nebulous idea. How do we get ourselves out there in positive and productive ways? This illuminating conversation, hosted by Judy Goss and Kristin West, discusses current brands' campaigns as well as content and influencer marketing.    "
                },
                "5": {
                    "title": "The Future is Female",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Listen in to the remarkable stories of Megan Grassell and Marissa Lewis, two young entrepreneurs who've created successful businesses early in life. They discuss their girlhood dreams and how they made those dreams into reality to be the success stories they are today. Hosts Judy Goss and Kristin West welcome these two enterprising ladies to the show.    "
                },
                "6": {
                    "title": "Expanding Your Mind Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Your mind has a huge role in everything you do and Business Energetics Expert Jennifer Longmore, founder of SoulJourneys.ca reveals how to use it correctly to your advantage. Join hosts Judy Goss and Kristin West for this mind-expanding conversation.    "
                },
                "7": {
                    "title": "Celeb Power Hour",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Famed Atlanta radio host Melissa Carter and \"sexiest man in horror\" Bill Oberst Jr. joined Judy Goss and Kristin West on What Women Want Talk Radio, discussing life in the limelight and the bold, brave career paths they've chosen.    "
                },
                "8": {
                    "title": "Being Bold with Jenna Wolfe",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Former TODAY Show anchor Jenna Wolfe boldly lays it all out there about why she quit TODAY after 8+ years, what she's up to now and how she deals with her biggest fear. Hosts Judy Goss and Kristin West welcome Jenna to the show.    "
                },
                "9": {
                    "title": "Age is Just a Word Like Millennial",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Award-winning actress/producer Kristin West and award-winning reporter/bestselling author Dr. Robi Ludwig came on the show for a lively discussion on the stereotypes of aging and how to bridge the gap of generations. We also discussed how to evolve by observing others, no matter what age.    "
                },
                "10": {
                    "title": "Your Brand is Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Two media powerhouses came on the show to talk about how important your branding is, and also WHAT exactly branding is all about. Joan Pelzer, Social Media Strategist and Paula Conway, founder of Astonish Media both based in NYC, revealed surprising truths about what it takes to work at your fullest potential, whether it's building a small business or expanding your career path. Listen as Judy Goss and Kristin West discuss branding strategies with these great guests.    "
                },
                "11": {
                    "title": "Chicken Soup for the Soul Publisher Amy Newmark",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Amy Newmark took over Chicken Soup for the Soul in 2008 after a decades long career in finance/technology. The stories she has, books she's written and lessons taught are priceless as she steers one of the most well-known cultural phenomenons to continual, world-wide success. Judy Goss and Kristin West get inspired by the story of Amy Newmark.    "
                },
                "12": {
                    "title": "Master Your Mind NOW",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    INC Magazine called David Bayer a \"leading expert on mindset\" and we got to pick his brain (no pun there) about his methodologies on how he and his team help people change their lives completely around. He built his multi-million dollar business in 18 months and helps people turn their annual income into monthly income while eliminating the \"suffering\" that David calls our every day anxiety, stress and overwhelm in life. Join Judy Goss and Kristin West as they get David's insight for a more powerful mindset.    "
                },
                "13": {
                    "title": "Powering Through Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Change can be scary, but with the right mindset and the right tools, change can be deeply empowering. Listen in to experts Randi Levin and Cathryn Marshall elucidate how we can make the most of our changes, large and small. Judy Goss and Kristin West host this powerful conversation.    "
                },
                "14": {
                    "title": "Reeling in Your Focus",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Sometimes we feel all over the place as life flies by us entirely too fast. Join us as we find out how to \"Reel In Your Focus\" whether it's running a business, corralling kids or just simply getting control of your daily tasks, with experts Christine Hassler and Nancy Ganzekaufer. Reel in your focus with hosts Judy Goss, Kristin West and our special guests.    "
                },
                "15": {
                    "title": "Broadcasting Your Brand",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    9 time Emmy Award-Winning Broadcast Journalist Jane Hanson joined us revealing the importance of communication and how to present yourself in public, whether it's on YouTube, Facebook, on an interview or even in front of friends and family - these days EVERYTHING you do is being watched and listened to and if people don't catch it the first time it may be video taped for later. AND ONLINE FOREVER. Judy Goss and Kristin West get all the tips you need from the legendary Jane Hanson.    "
                },
                "16": {
                    "title": "Going After Your IT",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Are you going after the right things? How about paying attention to the signs that you are in the right career or even relationship that's best for YOU? Listen to Chaitra's incredible story of how she found her IT by almost mistake (and has become very successful at IT!) and Jane Bishop who is an expert on nailing down your IT and turning it into success. Judy Goss and Kristin West host this uplifting show.    "
                },
                "17": {
                    "title": "In Every Kind of Relationship",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    in Every Kind of Relationship...finish the sentence. There are SO many aspects to personal as well as business relationships (you can't live without them!) and we have the perfect expert on the show, Dr. Dennis Neder, to help us figure it all out and approach each situation with confidence and knowledge. Hosts Judy Goss and Kristin West get real talk from Dr. Neder.    "
                },
                "18": {
                    "title": "Spring Cleaning Inside & Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    With almost 600,000 subscribers on YouTube and counting, Alyse Brautigam from Raw Alignment joined us this evening to reveal what exactly her listeners find so fascinating about her life and how she keeps \"clean\" and inspires others to do the same. Also joining us is the Apartment Jeanie, Jeanie Engelbach, who weighed in on the psychological aspects of \"chaos management\" and how decluttering your home life can lead to greater personal and business success.    "
                },
                "19": {
                    "title": "Music Legend Steve Dorff",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    \"A life in songwriting from Willie to Whitney\" - sit back and listen to hit musicmaker Steve Dorff about his star-studded career, whose music has graced our life for decades through artists such as Whitney Houston, Barbara Streisand, Celine Dion and countless others. His new book \"I Wrote That One Too...\" will be released November 1st. Kristin West welcomes Stever Dorff LIVE at LA Talk Radio Studios.    "
                },
                "20": {
                    "title": "Living Your Messy Self",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Let's get messy with Kelly McNelis Senegor, founder of Women For One, who wrote the book on messy \"Your Messy Brilliance\" which will be released October 31st. Kelly takes a deep dive into how to be messy gracefully and use it to your fullest potential. Also coming on will be Attorney Sue Basko, who helps people that get a little TOO messy...and how you can stay out of legal messes when running a business. Judy Goss and Kristin West host this messy show.    "
                },
                "21": {
                    "title": "Turning Digital Into Personal",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Olivia Poole, co-founder of Hey!Vina, an app where women can meet female friends that's exploding with popularity, takes us through her life as a tech founder and venture capitalist. Also on the show, The Brilliant Bachelorette Ali Beck talks digital dating with her favorite new apps and safety - she has an app that she says will keep you safe while going on those \"stranger-danger\" dates. Judy Goss and Kristin West host this informational show.    "
                },
                "22": {
                    "title": "Inside the Mind of Working Moms",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    If anyone knows about this subject it's Meredith Bodgas, Editor-in-Chief of Working Mother/WorkingMother.com and nationally renowned Entrepreneurial Expert Linda Albright, founder of Women's Wealth Revolution. They spoke about what it REALLY takes to be a mother, what the most common complaints are and how to handle it all, including the stereotypes. Hosts Judy Goss and Kristin West get inside the minds of busy working moms.    "
                },
                "23": {
                    "title": "Ditching Those Mental Blocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    We had a feeling that there are more mental blocks than people realize, so we asked the experts how they coach people to deal with them and even how to find them. Dr. Colleen Mullen, licensed marriage and family therapist, and Jennifer Longmore, master healer and international bestselling author, shine a light on better understanding ourselves and our mental proclivities. Hosts Judy Goss and Kristin West welcome these two insightful guests.    "
                },
                "24": {
                    "title": "Mind Body Momentum",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    This week on What Women Want Talk Radio, we explored the connection between the mind and the body. So often, we think of the two as distinct and separate, but our experts Dr. Robi Ludwig, Award-winning reporter and Psychotherapist and Sonia Satra, founder of Moticise, say body and mind are intimately intertwined. Dr. Robi Ludwig is the author of \"Your Best Age is Now\". Tired of the depressing reading and thinking around middle age, Dr. Robi decided to explore midlife and her nationally acclaimed book is coming out this week in soft cover. Sonia Satra spent 10,000 ...    "
                },
                "25": {
                    "title": "Motivation Beyond Monday",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    #MotivationMonday is great for Monday, but what about the rest of the week?. Business Coach/Author La'Wana Harris reveals her 6 keys for staying motivated throughout the rest of the week and FABMom Jill Simonian also weighed in about her busy life and how she handles (or doesn't!) several careers as a reporter, blogger, author and Mom of young kids. Judy Goss and Kristin West interview these two fascinating women.    "
                },
                "26": {
                    "title": "Making It Personal",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    They say you live and breathe your own business 24/7 so why not have one that is about YOU? That's what Stacia Pache, founder of itBandz, and Rochelle Graham, founder of Alikay Naturals, did with their companies. Listen to Judy Goss and Kristin West as their guests reveal incredible stories of adversity and then success.    "
                },
                "27": {
                    "title": "Dream Life or Still Dreaming",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Are you living your dream life yet or are you stuck in a dream you can't seem to reach? JoAnn Thomas, founder of the FANtastic Horror Film Festival will speak about living the dream life in the entertainment world, and therapist Greta Jaeger will let us know if you haven't reached your dreams yet...how you can. Join Judy Goss and Kristin West as they uncover how their guests made their dream lives ...realities.    "
                },
                "28": {
                    "title": "Multi Career Mania",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    So many of us have more than one career and it can get really crazy. Some of them are related and some not, so this show is to support women who are really rocking it and encourage those who don't feel like they are accomplishing enough, with two guests who are certainly proving you can have more than one love of a career, Joan Pelzer, Founder of Joan PelzerMedia, radio show host, networking strategist and more and Pamella Horton, Founder of Calling The Real You podcast, Mavens Connections, a wellness expert, career coach and more. Listen in to Kristin West as she ...    "
                },
                "29": {
                    "title": "Money on Our Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Revenue Breakthrough founder Monica Shah revealed her tricks for blasting through those mental money blocks to double and triple your income.    "
                },
                "30": {
                    "title": "Positively Affected by Disabilities",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Taking your disability and turning it around to show the world how powerful it can be is is tough but our guests on this show made it seem easy with their impressive stories of success. The founder of TheDailyMigraine.com, Lisa Jacobson, and founder of Parkinson Voice Project, Samantha Elandary, tell us about their incredibly inspiring stories of hope. Judy Goss and Kristin West host this fascinating conversation.    "
                },
                "31": {
                    "title": "Powering Up Your Presence",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    TV personality/founder of FabMom.com Jill Simonian came on the show to talk about her experience in anchoring a high profile entertainment show and then suddenly becoming pregnant and, well, freaked out. And whether you're a mom or not, celebrity makeup artist Ashlee Glazer uncovered the latest trends in looking good and how she deals with backstage antics of some of her personal experiences on the red carpet and during weddings. Listen in to power up your presence with our guests and Judy Goss and Kristin West.    "
                },
                "32": {
                    "title": "We Are Women United",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    What an inspirational show with the founder of WomenforOne.com, Kelly McNelis, a \"truth-telling\" website that has millions of followers from 60 countries. Kelly reveals how she built her international following and brand through simply getting women's authentic stories. And former editor-in-chief of Seventeen Magazine Ann Shoket came on to give us a preview of her soon-to-be bestselling book \"THE BIG LIFE: Embrace the Mess, Work Your Side Hustle, Find A Monumental Relationship, and Become the Badass Babe You Were Meant to Be.\"    "
                },
                "33": {
                    "title": "Success and Collaboration",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    What does it take to be the most successful you can be? Well, one thing is strong collaborations - what women are GREAT at. Find out how to leverage them on our show with guests Marylou Harris, founder of Awesome Natural Healing and Sarah Spicer, founder of Spicer Productions who give two very different perspectives at the art of Collaboration. Judy Goss and Kristin West host this great show.    "
                },
                "34": {
                    "title": "Memory Makers",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Jen Glantz, founder of \"Bridesmaid for Hire,\" talks about how her random post on Craig's List turned into a huge business. Jen just released a new book \"Always a Bridesmaid FOR HIRE\" and is coaching and expanding her brand very successfully.    "
                },
                "35": {
                    "title": "Female Game Changers",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Impressive women on our show today, changing the game in philanthropy and the Horror Film Industry. Patty Sharkey, the founder of national \"Big Wig Day\" and Joann Thomas, the honoree of Big Wig Day and founder of FANtastic Film Festival in San Diego. Listen in to these women and their amazing stories that will inspire and touch your heart. Listen as Judy Goss and Kristin West learn from JoAnn and Patty how they made game-changing decisions that have helped others.    "
                },
                "36": {
                    "title": "Speaking Up and OUT",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Jennifer Wilkov spent time in federal prison for a white collar crime she didn't commit. From her experience of speaking up to save her life through a nightmare-like groundhog day with the federal government and the banking industry, she founded the annual Speak Up Women Conference and it's coming up March 3rd with some phenomenal women holding workshops, speaking and moderating panels. One of the keynotes is our other guest, Dr. Danielle Sheypuk, a disability rights advocate who was the first model to grace the runway from a wheelchair. Awesome women and motivating ...    "
                },
                "37": {
                    "title": "Upping Your Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Where do we start when we want to raise our potential for success? Well, the bestselling author of \"The Book of Failures\" Amy Lyle can tell you how she created her popular personal brand from scratch, and the founder of MJ Alternative Investment Research Meredith Jones will also come on the show to talk about raising our game financially, and about how her path to success wasn't all smooth sailing. Listen as Kristin West explores how we can up our game and be at our best with Amy and Meredith.    "
                },
                "38": {
                    "title": "It's Complicated",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Why do relationships have to be so complicated, whether its dating or with a client? Listen to experts Mai Vu, founder of Bold, Brave Women/Hot Life Hot Love and Dr. Colleen Mullen help us sort it all out no matter what relationship you are trying to simplify. Judy Goss and Kristin West got some real talk on relationships from both these expert guests.    "
                },
                "39": {
                    "title": "Defined by Online or Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    From YouTubers to public speakers...where is the boundary from digital to personal? What can we do to stay authentic but still market ourselves? Well, Erika Katz, founder of \"Coach Parenting\" and Business Growth Expert Meridith Powell are going to tell us how to stay relevant in the digital world we live in while still keeping ourselves true to our brand. Listen to Judy Goss and Kristin West as they explore how to make the most of being online, safely.    "
                },
                "40": {
                    "title": "Behind Hollywood's Stereotype Hype",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Are Hollywood's efforts to be more inclusive working? Listen to producers and directors, Yelyna De Leon, Luis Iga and Armin Nasseri, discuss what it's like to be Latino or Middle Eastern American in Hollywood today and the steps they are taking to combat the stereotypes we've gotten too accustomed to seeing on movies and TV. Listen to Judy Goss and Kristin West dive deep into this topic with these Hollywood talents.    "
                },
                "41": {
                    "title": "Creating Lasting Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Now that the year is wrapping up, what changes are you going to make for 2018? Better yet, how do you make your process for new dreams or changes stick? We LOVE when our guests have all the answers, and this show is no different, featuring INC Magazine editor Bill Carmody and founder of Bright Outside the Box Kricket Cody Harrison. Judy Goss and Kristin West host this intriguing episode of What Women Want.    "
                },
                "42": {
                    "title": "Powerful Pursuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    What Women Want is to learn how to be more powerful in our careers, life and love. Listen and laugh to media powerhouses Shinjini Das and Sabina Hitchen how they live their dreams to the fullest. Judy Goss and Kristin West host this great conversation.    "
                },
                "43": {
                    "title": "Starting Again. And Again.",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    A moving show with jaw-dropping life stories from highly regarded Entrepreneur Sexy Boss Heather Ann Havenwood and Body-Building Champion/Entrepreneur/Model Nikki Walter. Listen to what these women went through to not only survive but thrive in their lives and careers. With special guest, daughter of Nikki Walter, 11-year old Addison Walter. Judy Goss and Kristin West co-host this inspiring episode.    "
                }
            },
            "2": {
                "1": {
                    "title": "Entrepreneur Ambition",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    What does it REALLY take to invent a product or perhaps start your own business from nothing? Our guests, powerhouse entrepreneurs FreezeFrames inventor Allison Read and founder of Francis Financial, Inc.in NYC Stacy Francis, can tell you their stories and how they made it happen against the odds of the high percentage of businesses - more than 50% - that fail. Host Judy Goss interviews these two inspiring women on What Women Want Talk Radio.    "
                },
                "2": {
                    "title": "New Year New Thoughts",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Head into 2018 with a new state of mind...or is your old one working for ya? Thinking about thinking can be tedious, so we're happy to have Dr. Robi Ludwig on the show to think FOR us for a moment and give us her insight as a psychotherapist/bestselling author/reporter. Join hosts Judy Goss and Kristin West for this excellent show.    "
                },
                "3": {
                    "title": "Get Your Motivation ON",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    If your New Year's resolutions are already seeming out of reach, tune into mindfulness expert Cara Bradley and weight loss author Bernadette Fisers discuss their successes with hosts Judy Goss and Kristin West.    "
                },
                "4": {
                    "title": "The Talk Around Pot",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The cannabis industry is exploding, whether you are for the legalization of pot - or not. Join us as attorney Leah Heise, CXO for 4Front and Mom Shira Adler, author of \"The ABC's of CBD - why pot is NOT what we were taught\" for scintillating conversation around the ever growing controversial plant.    "
                },
                "5": {
                    "title": "Women Rising & Uprising",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    This is the \"year of the woman\" no doubt, but how do we take the momentum of something like the nationwide women's march and turn it into something that we can use to change the world in our every day lives? Join us for some fascinating and inspiring talk this week as we host guests HeatherAsh Amara and Alzerina Gomes - women who know what it takes to come out on top no matter what. Listen in as hosts Judy Goss and Kristin West dive into this important topic.    "
                },
                "6": {
                    "title": "Failure is the New Win",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Laugh and learn - in this show, the laughing came first - as bestselling author and comedienne Amy Lyle talks about her \"Book Of Failures\" and just how we can fail forward through not expecting perfection.    "
                },
                "7": {
                    "title": "What's Holding You Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Starting off with iconic horror film actor Bill Oberst Jr., this show takes a turn from the glamorous red carpet movie premiere announcements to insightful, candid talk about what could be holding us back from our dreams. Daniella Cracknell, founder of The Spa Dress, also joins us for honest conversation about being a woman in a man's world and getting over past traumas to move forward to our fullest potential.    "
                },
                "8": {
                    "title": "Decisions, Decisions",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    If you think about it, everything in your life is a decision - from the moment you wake up and get out of bed (you decided to start the day) to when you get home at night, what to have for dinner...you get it. Join us as we learn how to make CONSCIOUS decisions, how it can affect us and more with Emotional Intelligence Expert Jane Bishop and founder of Sacred Stories Media Patricia Cagganello Sponsored by Sue Basko, Lawyer For Independent Media (for independent people in music, film, video, websites, journalism, design and other creative fields)    "
                },
                "9": {
                    "title": "Mental Health in Fashion",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Mental health is a hot button issue these days, and in the fashion industry it's also unfortunately more common than ever. Former legendary NYC model agent now top casting director Tyron Barrington will discuss how the industry has handled these disorders in the past and what needs to be done moving forward for models, designers and the like. And Dr. Nina Savelle-Rocklin will weigh in on what more we can do to recognize these disorders, warning signs for someone who is experiencing a decline and what we can do to help.    "
                },
                "10": {
                    "title": "Hear Us Roar",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    On the cusp of International Women's Month, we are celebrating all we can be and the exemplary successes of our guests showcasing their version of supreme women empowerment. Actress/Director/Producer/Writer Leslie Zemeckis and her award-winning feature length documentary Mabel, Mabel, Tiger Trainer which \"reveals the empowering story of Mabel Stark, an outcast who was rejected by her family, escaped poverty and abuse in rural Kentucky, and ultimately found her true passion in the eyes of a tiger\" will reveal her inspiration behind this creation premiering in March. ...    "
                },
                "11": {
                    "title": "Women Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Judy and Kristin interviewed one of the top leaders in the world of female empowerment Kelly McNelis Senegor, founder of Women For One, with her \"Truthtellers\" from over 60 countries. Find out the latest from her dynamic, international tribe, along with International Entrepreneur Yi Zhou, who's changing the world with her discoveries combining art, hard data and philanthropic ventures on a worldwide stage.    "
                },
                "12": {
                    "title": "Attracting More Money in Your Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Everyone says to \"think positive\" and just apply the \"Law of Attraction\" - but when it comes to money, it's can be complicated. Monica Shah joins us to tease apart misnomers about money mindsets and give us some actionable tips to rev up that revenue.    "
                },
                "13": {
                    "title": "Leaping Out of That Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Here at What Women Want we are not just stepping out of the box but leaping out by having sensational guests every week like Tosca Musk, from the innovative Musk Family. Tosca has invented her own revolutionary concept that is disrupting the movie industry in a big, female way and our other guest Peggy Lane O'Rourke, an award-winning actress and producer that is breaking ground with a web series featuring the challenges of the disabled community in a light-hearted way.    "
                },
                "14": {
                    "title": "We Don't Listen to the Word \"Never\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    \"You will never dance...\" \"You will never be able to talk again...\" We don't listen to \"NEVER\" and neither do our guests. Aurea McGarry, Emmy award-winning TV Host who was told she will never talk again BEFORE she won her Emmy (!) and Actress Donna Russo, star of Emmy submitted web series \"Donna On The Go\" was told she would \"never dance.\" Well, they proved the world wrong.    "
                },
                "15": {
                    "title": "An Evening with \"Gutsy Girl\" Kate White",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    The former editor-in-chief of Cosmopolitan for 15 years knows how to be gutsy. Kate White, a NY Times bestselling author, is now coming out with The Gutsy Girl Handbook to show you how to catapult to success in every area of your life. We find out about her new soon-to-be bestseller and also what she reveals about her reign as the Queen of Cosmopolitan for so many years.    "
                },
                "16": {
                    "title": "Beyond Your Perceived Boundaries",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    World-renowned love expert Arielle Ford was on the show talking about her new book YOUR HOLINESS and world-champion athlete/coach Siri Lindley gave us the a very real take on how she got to the top in sports.    "
                },
                "17": {
                    "title": "Don't Quit Your \"It\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Have you lost \"it\"? Your \"it\" is that thing that makes your heart beat and gets you up out of bed each day ready to take on the world. However, expert Jane Bishop says that our \"it\", shifts and evolves and gives us tips to re-discover our \"it\". Kristin West and guests Veronica Loving and Jazzmine Jackson also discuss Sexual Assault Awareness Month and their new play \"Feeding a Monster\". These two survivor activists are sharing their story in hopes of survival and hope at the Hudson Theater in Los Angeles.    "
                },
                "18": {
                    "title": "Breaking Your Success Barrier",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Are you unconsciously limiting yourself for success? We sometimes set barriers and don't event know it. Join us for thought-provoking conversation on how we can spot those limitations and kick them out of the way to reach our highest potential - even if you don't know what that is yet. Listen as the founder of Panty Prop, Crystal Etienne - who grew her company 400% in just 10 months - and Bill Carmody, Professional Leadership Coach, who was lauded by INC Mag for his high-powered marketing company, walk us through what may be holding us back and how to break through to...    "
                },
                "19": {
                    "title": "Directing Their Way Through Hollywood",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    There's no such thing as overnight success. Multi-Emmy Award winners for The Bay Gregori J. Martin and Kristos Andrews told hosts Judy Goss and Kristin West their story of hard work and determination to make their award-winning series. Later, teen director Aniya Wolfe, who's just starting her Hollywood journey came on the show to discuss her hopes and aspirations and what led her to be a director.    "
                },
                "20": {
                    "title": "Barefoot, Pregant & Running a Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Mompreneurs are the new 9 - 5'ers, and our two guests this evening happen to be VERY successful at both. Founder of Sseko Designs, Impact Entrepreneur Liz Bohannon and VentureMom.com founder Holly Hurd reveal their secrets to Mompreneurial success, giving back and personal stories of how to balance it all.    "
                },
                "21": {
                    "title": "Authentically Awesome Game Changers",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Alexa Rose Carlin, had a ONE PERCENT chance of living at one point, and our other guest knows what Ebola and your car have in common, Dr. Nina Shapiro - how could that NOT be captivating conversation? Hosts Judy Goss and Kristin West lead this fascinating dialog.    "
                },
                "22": {
                    "title": "Defining Empowerment for Ourselves",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    If there's anyone that knows about empowerment, it's Chicken Soup for the Soul publisher and author, Amy Newmark, who wrote the newly released book \"The Empowered Woman\". Also joining us is the founder of Simple Fat Burn, Cathryn Marshall, who defines \"empower\" with people physically as well as mentally. Listen in to hosts Judy Goss and Kristin West of What Women Want.    "
                },
                "23": {
                    "title": "Going After IT",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Do you have something your passionate about but don't know where to start? Feeling anxious because you know you're not reaching your full potential? Get expert advice from Julie Stahl and Karen Salmansohn with hosts Judy Goss and Kristin West.    "
                },
                "24": {
                    "title": "Anxious Much?",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Judy Goss and Kristin West are hearing that more and more people are experiencing \"anxiety\" so they asked Dr. Colleen Mullen to come on the show and explain why this may be happening, and what the difference is between general anxiety and having an actual diagnosis of the disorder. The hosts also discussed how anxiety may have impacted Kate Spade and her recent suicide. And if anything can get you anxious it's your finances, whether you are making money or not, so financial expert Deborah Daniel is going to join us to put our minds at ease with some simple money tips,...    "
                },
                "25": {
                    "title": "Mental Health in Fashion: Follow Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "15 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Mental health continues to be a big challenge, especially for the fashion industry. Hosts Judy Goss and Kristin West discuss the mental health crisis in fashion with expert Tyron Barrington. The tragic death of Kate Spade left many people wondering how someone who seemed to have it all could end their life so tragically. Tyron shares his experiences of mental health crises and offers profound insight and advice if you are concerned about a loved one or friend.    "
                },
                "26": {
                    "title": "An Evening with David Ault",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "21 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Rev. David Ault joins hosts Judy Goss and Kristin West to speak with them about spirituality and what it means to \"see with our mind. He talks about limiting beliefs, making peace with our pasts and much more in this fascinating interview about spirituality and higher consciousness.    "
                },
                "27": {
                    "title": "Giving Animals a Voice",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "28 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    From the Yulin Dog Meat Festival, where dogs are being tortured and BBQ'd, to Iceland's whaling season where hunting season has begun, we couldn't resist having an animal advocacy show, especially with two beautiful activists championing the cause. Join us to hear the stories we don't see every day (and maybe should) with international model and award-winning producer of the Netflix documentary \"Give Me Shelter\" Katie Cleary and JTV Host and animal activist Allyson Spellman Becker who are leading the way to fight for our helpless animals. Judy Goss and Kristin West ...    "
                },
                "28": {
                    "title": "Lonely Out There?",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "12 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    We're all lonely at times, but loneliness can become a serious issue that affects our work and social life. Listen to experts Dr. Colleen Mullen and Marie Fratoni give actionable, practical advice to hosts Judy Goss and Kristin West about how break the ice, meet new people and nurture new relationships in your life.    "
                },
                "29": {
                    "title": "Your Definition of Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "20 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Perception of success can vary from person to person, even from minute to minute. Join us as we speak with Fred Thomas, the famous WHAZZZUP guy from Budweiser fame and Shinjini Das who is an uber successful entrepreneur but her path to success is one that twisted and turned with an international flair.    "
                },
                "30": {
                    "title": "An Unusual Leader: Lesley Jane Seymour",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "26 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Lesley Jane Seymour discusses reinvention and how to she reinvented herself after her storied career in the magazine world. She discusses why reinvention is important, why you need a reinvention plan long before you may have to use it and her new venture, Covey Club.    "
                },
                "31": {
                    "title": "Breaking Up is Hard to Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "9 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Whether it's getting divorced or moving on in business, it's never easy letting go and starting over...and over again. Let the experts tell you about the ways to deal with it featuring psychotherapist to the stars Dr. Robi Ludwig and the author of Prosperity After Divorce Michelle Kalin Jacobik.    "
                },
                "32": {
                    "title": "Live, Laugh and Sometimes Learn Along the Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "9 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "33": {
                    "title": "The Power of Yes",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "16 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    When was the last time you said, \"yes\" to something that was out of your comfort zone? Amy Newmark, publisher of the Chicken Soup for the Soul books, shares her journey utilizing the \"power of yes\" and delights us with stories of how others have said \"yes\" too in empowering and transformational ways.    "
                },
                "34": {
                    "title": "Humor Makes the World Go Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Comedienne and humorist Amy Lyle has some epic fails and she's making a name for herself in TV, movies and publishing all about them. You won't want to miss Amy's updates on all her latest adventures, including some drama with an alpaca and so much more.    "
                },
                "35": {
                    "title": "The Truth of You and Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    It's said that the truth will set you free and we're going to discuss that tonight with truth-teller Kelly McNelis. She has been touring the country after her bestselling book \"Your Messy Brilliance\" came out and is now rolling out her Truthteller Tour, creating a platform for women to tell their truths...which can be messy for sure. But always brilliant.    "
                },
                "36": {
                    "title": "How to Attract Your Dream Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Mindset coach David Bayer shares his struggle with addiction and how he embraced a new way of thinking that radically changed his life and is changing the lives of others. Learn how to align your thoughts for success in business and more.    "
                },
                "37": {
                    "title": "Celebrity Interview with Daniel Ahearn",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Not only is Daniel Ahearn a familiar face on your TV and movie screens, He's a gifted musician and more importantly, an incredible human. Daniel discusses his passion for meditation, his work with the incarcerated and the importance of meditation along with his recent collaborations with Moby, Rashida Jones and more. He also discusses being a dad and how fatherhood changed his spiritual outlook.    "
                },
                "38": {
                    "title": "Achieving That Necessary Impact",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "23 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    This week we are speaking to women who are making an impact globally with their innovations and wisdom. Tiffany Pham, founder of Mogul, an award-winning worldwide platform enabling women to connect, share information, and access knowledge from each other which now reaches 18 million women per week, and Bonnie Bajorek Daneker, the author of It's In There. The Innovation, Dedication and Determination Behind the Birth of Prego Spaghetti Sauce, and founder of Write Along With You.    "
                },
                "39": {
                    "title": "Pysching Yourself Into Happiness",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The famous Chicken Soup for the Soul author/publisher Amy Newmark teamed up with a NY Times Bestselling Author and Psychotherapist, Dr. Mike Dow, to combine storytelling with mindset training you can do from the comfort of your own couch (not a therapist's!)    "
                },
                "40": {
                    "title": "Engagement Isn't Just for Marrriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The way to success is about engagement - with your potential clients, social media...even your kids and partner. Entrepreneurial Influencer Cathryn Marshall has mastered how to engage her audience in every way while building her online business with Simple Fat Burn and award-winning communications professional Katherine Morales has strong business building tips for engaging your audience.    "
                },
                "41": {
                    "title": "Behind the Cover",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    What's behind the faces of people? What's going on deep inside? We get behind the cover with singer songwriter Liz Gabriel and Christine Agro helps us discover our core life lessons.    "
                },
                "42": {
                    "title": "Speaking Up and OUT!",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    There's a lot more to speaking up than you think, both professionally and personally. We saw a great example of this with the mid-term elections this week and how women emerged as leaders with their voices being heard. Join us as we discuss different perspectives on What Women Want (and are getting!) with our experts, Entrepreneurial Influencer Heather Ann Havenwood and Master Speaking Coach Odette Peek.    "
                },
                "43": {
                    "title": "Generational Inspiration",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "44": {
                    "title": "Being Unapologetically Female",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Who better to talk about igniting your femininity in a bold and beautiful way than two powerhouse women like Amy Stanton and Catherine Conners? Co-Authors of the new book \"The Feminine Revolution: 21 Ways to Ignite the Power of Your Femininity for a Brighter Life and a Better World,\" these ladies are changing the way women are looking at and embracing their female talents and business acumen both in business and in our personal lives.    "
                },
                "45": {
                    "title": "Looking Back to Give Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Join us as we here about a 11 year old who started a crusade to cure pediatric cancer from having it herself and an internationally renowned Jewelry Designer who didn't own a pair of shoes until she was 14, and has now helped clothe the very small village in Africa where she came from.    "
                },
                "46": {
                    "title": "Celebrity Interview with Elisabeth Rohm",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Actress Elisabeth Rohm discusses her life, motherhood in the spotlight and more in this compelling discussion with hosts Judy Goss and Kristin West.    "
                },
                "47": {
                    "title": "Happy Holidays from Judy & Kristin",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "9 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "48": {
                    "title": "Shattering the Norm",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Women Want (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "19 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 95,
        "cast": [
            {
                "name": "West, Kristin"
            },
            {
                "name": "Goss, Judy"
            },
            {
                "name": "Ludwig, Robi"
            },
            {
                "name": "Marshall, Cathryn"
            },
            {
                "name": "Mullen, Colleen"
            },
            {
                "name": "Senegor, Kelly McNelis"
            },
            {
                "name": "Das, Shinjini"
            },
            {
                "name": "Bishop, Jane"
            },
            {
                "name": "Lyle, Amy"
            },
            {
                "name": "Pelzer, Joan"
            },
            {
                "name": "Newmark, Amy"
            },
            {
                "name": "Bayer, David"
            },
            {
                "name": "Carmody, Bill"
            },
            {
                "name": "Fratoni, Marie"
            },
            {
                "name": "Havenwood, Heather"
            },
            {
                "name": "Levin, Randi"
            },
            {
                "name": "Jr., Bill Oberst"
            },
            {
                "name": "Horton, Pamella"
            },
            {
                "name": "Longmore, Jennifer"
            },
            {
                "name": "Simonian, Jill"
            },
            {
                "name": "Thomas, JoAnn"
            },
            {
                "name": "Barrington, Tyron"
            },
            {
                "name": "Gomes, Alzerina"
            },
            {
                "name": "Albright, Linda"
            },
            {
                "name": "Basko, Susan"
            },
            {
                "name": "Beck, Ali"
            },
            {
                "name": "Bodgas, Meredith"
            },
            {
                "name": "Brautigam, Alyse"
            },
            {
                "name": "Carter, Melissa"
            },
            {
                "name": "Chatzky, Jean"
            },
            {
                "name": "Christensen, Holly Daniels"
            },
            {
                "name": "Conway, Paula"
            },
            {
                "name": "De Leon, Yelyna"
            },
            {
                "name": "Dorff, Steve"
            },
            {
                "name": "Elandary, Samantha"
            },
            {
                "name": "Engelbach, Jeanie"
            },
            {
                "name": "Ganzekaufer, Nancy"
            },
            {
                "name": "Glantz, Jen"
            },
            {
                "name": "Glazer, Ashlee"
            },
            {
                "name": "Graham, Rochelle"
            },
            {
                "name": "Grassell, Megan"
            },
            {
                "name": "Gunelius, Susan"
            },
            {
                "name": "Hanson, Jane"
            },
            {
                "name": "Harris, La'Wana"
            },
            {
                "name": "Harris, Marylou"
            },
            {
                "name": "Harrison, Kricket"
            },
            {
                "name": "Hassler, Christine"
            },
            {
                "name": "Hitchens, Sabina"
            },
            {
                "name": "Iga, Luis"
            },
            {
                "name": "Jacobson, Lisa"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTYxYTdjMjItZDhkMi00OTc2LThlNzAtZjIwMTQ1Y2RkYTY5XkEyXkFqcGdeQXVyMjQ4Njg3NjE@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "What Women Want",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "What Women Want (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Goss, Judy"
            },
            {
                "name": "West, Kristin"
            }
        ],
        "plot": [
            "Famed lifestyle journalist Judy Goss and co-host Kristin West interview top names in the arts, self-help, business and more to answer the question, \"What do women want?\"::Kristin West"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}