{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 December 2017"
            },
            {
                "country": "USA\n",
                "date": "18 December 2017",
                "notes": "                            (Video Release)"
            }
        ],
        "release dates": [
            "USA::11 December 2017",
            "USA::18 December 2017                            (Video Release)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Maddy Goes to Italy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maddy Goes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Maddy's journey to recreate classic Tuscan cuisine using ingredients local to Niagara, Canada begins. Maddy meets up with Sarteano chef Angela and discovers the secret ingredient to Giuseppe's Pecorino cheese, a delicious staple of Tuscan dishes.    "
                },
                "2": {
                    "title": "Maddy talks with Enrico and meets the pigs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maddy Goes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Maddy scoots over to Montepulciano, known for its Tuscan wine. She learns about the ancient history of Cantina de' Ricci and also visits the Rosati brothers, purveyors of fine wine, olive oil and cured meat.    "
                },
                "3": {
                    "title": "Spa and finale dinner then heading back to Canada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maddy Goes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Locals tell Maddy about a secluded hot spring that is the perfect place to take a break in Tuscany, she prepares her classic Tuscan meal with Angela and shares it with all the Tuscans that have helped along the way.    "
                },
                "4": {
                    "title": "Upper Canada Cheese and The Speck Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maddy Goes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Determined to recreate her amazing experience in Tuscany, Maddy Schriefer connects with Niagara locals who are passionate about their products, including the Upper Canada Cheese Company and the Speck brothers of Henry of Pelham Winery.    "
                },
                "5": {
                    "title": "Mario Pingue and Cooking With Erik",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maddy Goes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Maddy picks up guanciale, her final ingredient, from Mario Pengue of Niagara Food Specialties. Then her and chef Erik Peacock prepare their multi-course meal featuring delicious local ingredients to be shared with friends and family.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Schriefer, Madeleine"
            }
        ],
        "locations": [
            "Ontario, Canada"
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY1N2JkZmUtOTY2Yi00N2Y5LWIxZGMtNDA2M2ZmNTM2YWNkXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "CAD20,000 (estimated)",
        "plot outline": "\"Maddy Goes\" is the natural extension of my passion for really amazing food..no matter where it is. By creating a web series I will be able to share my passion and food discoveries with the world. I will put together a stellar production crew who will follow me abroad in search of the culinary mysteries that are hidden around the world. When I return to Niagara-on-the-Lake, ON, Canada, I'll team up with a local chef to help me share my extraordinary finds by re-creating it using native ingredients. The two experiences will be filmed, then broadcast on the world wide web for anyone and everyone. Niagara is known as \"Napa North\" for its excellent wines which has raised the bar for the culinary industry in this area. With \"Maddy Goes\" I plan to be in the forefront of this food revolution with a camera in one hand and a cast iron skillet in the other.",
        "languages": [
            "English"
        ],
        "title": "Maddy Goes",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Maddy Goes (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Schriefer, Kirk"
            },
            {
                "name": "Schriefer, Madeleine"
            }
        ],
        "production companies": [
            {
                "name": "P-Gags Productions"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "Maddy Schriefer immerses herself in the culinary delights of Tuscany and recreates those experiences in her hometown of Niagara-on-the-Lake, Canada. Meet the passionate locals behind two distinct foodie cultures on this delicious tour.",
            "\"_Maddy Goes_ (qv)\" is the natural extension of my passion for really amazing food..no matter where it is. By creating a web series I will be able to share my passion and food discoveries with the world. I will put together a stellar production crew who will follow me abroad in search of the culinary mysteries that are hidden around the world. When I return to Niagara-on-the-Lake, ON, Canada, I'll team up with a local chef to help me share my extraordinary finds by re-creating it using native ingredients. The two experiences will be filmed, then broadcast on the world wide web for anyone and everyone. Niagara is known as \"Napa North\" for its excellent wines which has raised the bar for the culinary industry in this area. With \"_Maddy Goes_ (qv)\" I plan to be in the forefront of this food revolution with a camera in one hand and a cast iron skillet in the other.::Madeleine Schriefer"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}