{
    "imdb": {
        "raw release dates": [
            {
                "country": "Taiwan\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "Taiwan::2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Animation"
        ],
        "countries": [
            "Taiwan"
        ],
        "country codes": [
            "tw"
        ],
        "language codes": [
            "nan"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "\"How does one marriage arise from two failed marriage proposals?. It was not the kind of day that either Song Jie Xiu or Lin Xiao Ru could have imagined. Jie Xiu proposed to his girlfriend, Tang Ai Wei. On the same day, Xiao Ru also demanded that her boyfriend, Ren Yi Xiang, marry her. But both proposals ended badly. To wallow in their respective sorrows, Jie Xiu and Xiao Ru are strangers who ended up in the same place with the same objective: to get really, really drunk. The drunker they got, the friendlier the two strangers became toward each other. By the end of the long night of drinking, Jie Xiu and Xiao Ru woke up to realize that they had married each other. Could it be a terrible mistake or the best thing that could have happened to them? \"Lulu's Diary\" is a Taiwanese animated series. It is the animated version of the popular 2011 Taiwanese drama \"Drunken to Love You\" directed by Chen Ming Zhang, who also directed the popular drama \"Fated to Love You\" (2008).\"",
        "languages": [
            "Min Nan"
        ],
        "title": "Lulu's Diary",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Lulu's Diary (Taiwan)"
        ],
        "plot": [
            "\"How does one marriage arise from two failed marriage proposals?. It was not the kind of day that either Song Jie Xiu or Lin Xiao Ru could have imagined. Jie Xiu proposed to his girlfriend, Tang Ai Wei. On the same day, Xiao Ru also demanded that her boyfriend, Ren Yi Xiang, marry her. But both proposals ended badly. To wallow in their respective sorrows, Jie Xiu and Xiao Ru are strangers who ended up in the same place with the same objective: to get really, really drunk. The drunker they got, the friendlier the two strangers became toward each other. By the end of the long night of drinking, Jie Xiu and Xiao Ru woke up to realize that they had married each other. Could it be a terrible mistake or the best thing that could have happened to them? \"_Lulu's Diary_ (qv)\" is a Taiwanese animated series. It is the animated version of the popular 2011 Taiwanese drama \"Drunken to Love You\" directed by Chen Ming Zhang, who also directed the popular drama \"Fated to Love You\" (2008).\""
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}