{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 January 2017"
            }
        ],
        "release dates": [
            "USA::3 January 2017"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Goodbye 2016, hello 2017 with Natalie Lipka and Wayne Frazier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Wholly 2017!!. Natalie and Wayne are back with a whole new episode. They recap 2016, talk Golden Globes and ring in the fresh new year. Featuring Music: Cristina Lizzul.    "
                },
                "2": {
                    "title": "The business of acting with Cheryl Texiera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    It's a Golden Global epic episode of sorts as Natalie and Wayne discuss the awards. Actor, writer and producer Cheryl Texiera (\"Girl Meets World,\" Hoax) talks about adjusting between TV/film projects and how she prepares filming scenes out of order. Featuring Music: Cristina Lizzul.    "
                },
                "3": {
                    "title": "The emotional impact of acting with Cristina Lizzul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Wayne asks Natalie a very important headshot question. Actress and singer/songwriter Cristina Lizzul (Subject 0: Shattered Memories) talks about dropping her new EP, The Percipience and the emotional impact of acting. Featuring Music: Cristina Lizzul.    "
                },
                "4": {
                    "title": "You are never too young to start your career with comedian Marty Ross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne discuss the Oscar noms and this week's Screen Actors Guild Awards. Comedian Marty Ross is a fountain of youth and laughs as he joins them in studio to talk about beginning his stand-up comedy career at the young age of 65. Featuring Music: Slant.    "
                },
                "5": {
                    "title": "A new approach to Kickstarter with Melissa Vitello",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Did Natalie and Wayne actually agree on their favorite part of the SAG Awards?. Director, writer and producer Melissa Vitello (Speak Now) talks about her different Kickstarter campaign approach, finishing up her five year plan and her favorite place to write. Featuring Music: Nick Darrow.    "
                },
                "6": {
                    "title": "You don't need a permission slip to push the limits with Allison Tate and Mike Roma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne discuss the Superbowl and its correlation to the entertainment business. Producer Allison Tate and creator Mike Roma of the web series \"Danny the Manny\" talk about framing stories around your passions and not having to ask for permission. Featuring Music: Nick Darrow.    "
                },
                "7": {
                    "title": "Turning your cell phone off and sharing a moment about filmmaking with Russell Brown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne talk Grammys and the casting director workshops controversy. Writer, director and producer Russell Brown (Search Engines, Karen Black: On Acting) joins them in-studio as they leave the cell phones off and face to face conversation on with a mix of some Valentine's stuff in between. Featuring Music: Peter Bonoff.    "
                },
                "8": {
                    "title": "Pulling from your experiences to create that powerful performance with Saniyya Sidney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "22 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne preview the upcoming Oscars. SAG Awards 2017 winner Saniyya Sidney (Hidden Figures, Fences) talks about working with Denzel Washington, Viola Davis and the hilarious Kevin Hart. Featuring Music: Richard Tichelman.    "
                },
                "9": {
                    "title": "with Ali Levine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne talk about the hits and misses of the 2017 Oscars. Celebrity stylist Ali Levine is back and better than ever as she breaks down the final award season fashion trends. Featuring Music: Richard Tichelman.    "
                },
                "10": {
                    "title": "Sharing your #ActorsLife on Social Media with Heidi Dean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne chat with musicians Kayley Stallings and Richard Tichelman as they prepare for their live performances at Planet Love Fest and Whisky A Go Go . Social media strategist Heidi Dean (Marketing 4 Actors) joins them live (on the phone) to talk about the importance of an actor's online presence, when to post bookings and her 21-Day Social Rockstar Challenge. Featuring Music: Richard Tichelman.    "
                },
                "11": {
                    "title": "Preserving our planet with environmentalists and documentary filmmakers Paul Padgett and Anahit Etemadi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Wayne goes all Kong, as \"This is Us\" consumes Natalie. Rockers 4 Wildlife hosts Paul Padgett and Anahit Etemadi share some of their solutions for environmental issues and how they implement them to help save the planet. Featuring Music: Heidi-Marie Ferren.    "
                },
                "12": {
                    "title": "Navigating LA with Ben Lopez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Breaking News: There's traffic in LA. Natalie and Wayne discuss how to maneuver the gridlock and other travel options. The National Association of Latino Independent Producers executive director, Ben Lopez joins them to chat about connecting Latino content creators and preparing them to compete in Hollywood. Featuring Music: Katelyn Marie.    "
                },
                "13": {
                    "title": "Being your own superhero with Kimleigh Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne chat about the possible WGA strike. Empowering actress and star of her own super woman show Kimleigh Smith (T-O-T-A-L-L-Y, The Discovery) talks about being your own superhero and her new Netflix movie with Robert Redford. Featuring Music: Katelyn Marie.    "
                },
                "14": {
                    "title": "Falling in love with country music with Katelyn Marie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne pay homage to the Groundlings founder Gary Austin. Country music singer-songwriter Katelyn Marie joins them to chat about her writing techniques and building her team with the OC9 Music Group.    "
                },
                "15": {
                    "title": "Filming a movie within a movie with Edward Payson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne debate over proper chocolate bunny eating etiquette. Director Edward Payson (Our Friend Jon, Paranormal Central) joins them to talk about his film school experiences and filming a movie within a movie. Featuring Music: The Last Gunfighter Guest.    "
                },
                "16": {
                    "title": "Lights, camera, horror with Phoenix Forgotten star Florence Hartigan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne discuss working for free. Phoenix Forgotten star Florence Hartigan joins them to talk about preparing for a horror role and opening a flower shop. Featuring Music: Losers Like Us.    "
                },
                "17": {
                    "title": "Telling stories through turntables with DJ Will Gill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Social Media challenge accepted and completed. Natalie and Wayne chat with DJ Will Gill about spring break with Flo Rida and how he uses his turntables to tell stories.    "
                },
                "18": {
                    "title": "Directing is like delivering the perfect pizza with director Mary Lou Belli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne rejoice, NO WGA STRIKE. Director, author and acting instructor Mary Lou Belli (\"Famous In Love\", \"NCIS: New Orleans\") compares directing to delivering a pizza and talks about how the camera reads everything in an actor's eyes. Featuring Music: Losers Like Us.    "
                },
                "19": {
                    "title": "Creating a visceral experience through immersive dance with Sophia Stoller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne defend the creatives. Choreographer and creator of the immersive dance performance \"The Other Side,\" Sofia Stoller chats about the many facets of her production which touch on political and social hierarchy. Featuring Music: Slant.    "
                },
                "20": {
                    "title": "A film franchise in the making with producer Jason Raphael",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne give tips for that last minute audition. Filmmaker Jason Raphael returns via phone to share updates on his film A New Beginning and his new comedy project. Featuring Music: Slant.    "
                },
                "21": {
                    "title": "Making the moments with filmmaker Jenn Page",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne recap their favorite moments from the 2017 Billboard Music Awards. Producer Jenn Page chats about being an independent film director and her upcoming passion project Playing with Beethoven. Featuring Music: No Small Children.    "
                },
                "22": {
                    "title": "The Beautiful thing about being a multi-hyphenate with Caitlin O'Connor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne contemplate the the age old question - Is it appropriate to wear white before Memorial Day? Actress Caitlin O'Connor (American Satan, Glass Jaw) joins them to chat about hosting the upcoming Maxim Hot 100 List Party and shares her secrets to a successful beach photoshoot. Featuring Music: No Small Children.    "
                },
                "23": {
                    "title": "Drop it like it's... comedy with Mischa McCortney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne chat about covering the red carpet at the AA4K Studios Student Short Film Premiere. Actress Mischa McCortney (Dropouts Comedy) joins them to talk about writing sketches with the one you love and how stand-up comedy can be therapeutic. Featuring Music: Bev and Cliff Nelson.    "
                },
                "24": {
                    "title": "Becoming Einstein with Jack Fry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    It's the best of the Tony Awards talk with Natalie and Wayne. Playwright, actor and teacher Jack Fry (They Call Me Mister Fry) channels Einstein. and chats about finding the right storyteller to direct your work. Featuring Music: Bev and Cliff Nelson.    "
                },
                "25": {
                    "title": "Empowering music careers with Bev and Cliff Nelson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 25,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    It's almost break time with Natalie and Wayne. Husband and wife team Cliff and Bev Nelson talk about their journey from writing their first song on the road to creating music with the OC9 Music Group.    "
                },
                "26": {
                    "title": "Veterans join forces to make a movie with Vincent \"Rocco\" Vargas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 26,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    It's the Natalie and Wayne are back from summer hiatus episode. Actor, writer, producer and U.S. Veteran Vincent \"Rocco\" Vargas (Not a War Story, \"Sons Of Anarchy: Mayans MC\") calls from Las Vegas to talk about making a film on a low budget and working with Kurt Sutter. Featuring Music: Hugh McBride.    "
                },
                "27": {
                    "title": "Being in the moment with Aliyah Moulden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 27,
                    "original air date": "19 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne get a call from past guest James Chalke with some exciting news. Singer and actress Aliyah Moulden (Netflix's Anastasia) joins them to chat about her experience working with coach Blake Shelton on NBC's \"The Voice\" and tells them about her early birthday gift.    "
                },
                "28": {
                    "title": "Feeling comfortable behind the mic with Christina Marie Leonard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 28,
                    "original air date": "26 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie goes to live theatre while Wayne goes to a movie theater. Actress, comedienne and writer Christina Marie Leonard (\"Loch Ness\", The Hidden Rebels Podcast) drops by to talk about how Pocahontas and Princess Leia influenced her career in entertainment. Featuring Music: Aliyah Moulden.    "
                },
                "29": {
                    "title": "Starting your day at 4AM with Ezina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 29,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne speak fondly of the late Sam Shepard. Former Miss Black USA, musician and author Ezina spills the \"fries\" on multitasking in the business. Featuring Music: Aliyah Moulden.    "
                },
                "30": {
                    "title": "Home is where the heart is with Bai Ling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 30,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne review the SAG-AFTRA TV/Theatrical contract vote. International actress Bai Ling (\"Entourage\", Red Corner) chats about the long casting process and truly being in the moment on set. Featuring Music: Florence Hartigan.    "
                },
                "31": {
                    "title": "The SAG-AFTRA National Presidential Candidates discuss their platforms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 31,
                    "original air date": "10 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne offer the SAG-AFTRA National Presidential Candidates an unbiased environment to discuss the issues at hand. Featuring Music: Florence Hartigan.    "
                },
                "32": {
                    "title": "with S.J. Mendelson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 32,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne are featured in Backstage AGAIN. S.J. Mendelson AKA Maw Kitty gives them a behind the scenes look at being a contestant on \"America's Got Talent\", shares her love for Simon Cowell and talks about being cast in a pilot for Netflix. Featuring Music: Florence Hartigan.    "
                },
                "33": {
                    "title": "Filming from the heart with Tess Broussard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 33,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne remember the comedy genius Jerry Lewis. Actress and model Tess Broussard (Comedy Central's \"Kroll Show\") talks about her charitable work and being a good role model for her daughter. Featuring Music: Florence Hartigan.    "
                },
                "34": {
                    "title": "with Jenna Fischer!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 34,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne share different ways to help in the relief effort for victims of Hurricane Harvey. Actress and author Jenna Fischer (\"The Office\", Walk Hard: The Dewey Cox Story) joins them in-studio to talk about her new book \"The Actor's Life: A Survival Guide\". Featuring Music: Bev and Cliff Nelson with the OC9 Music Group.    "
                },
                "35": {
                    "title": "with Stacey Taylor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 35,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne talk via phone call with two time Emmy award winning director Noel Quinones about his documentary film Uno A Uno. Stand-up comedian Stacey Taylor joins them live to talk about making life changes and the Straight Jacket Comedy Tour. Featuring Music: Bev and Cliff Nelson with the OC9 Music Group.    "
                },
                "36": {
                    "title": "Celebrating a Milestone... with Natalie and Wayne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 36,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    With 200 episodes in the books, who better to celebrate with than our favorite engineer Rena-Marie Villano and a call in from the hilarious Steve Tom. Featuring Music: LaFemme Niketta, Slant and Heidi-Marie Ferren.    "
                },
                "37": {
                    "title": "Knowing what you really want to do with Thomas J. Churchill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 37,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne share what's on the horizon for Hollywood Close-Up. Filmmaker Thomas J. Churchill (Nation's Fire, Lazarus: Apocalypse) joins them to talk about going from VHS editing to directing an Academy Award nominee. Featuring Music: Bev and Cliff Nelson with the OC9 Music Group.    "
                },
                "38": {
                    "title": "Two stars, two powerful journeys with Yorke G. Fryer and Chad Michael Collins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 38,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne celebrate Halloween with their new stage mama, Maw Kitty. They share new sketches and talk to the stars of BYUtv's \"Extinct\" Yorke G. Fryer and Chad Michael Collins. Featuring Music: Dave Smith and Garry Corman with the OC9 Music Group and The Boobe' Sisters.    "
                },
                "39": {
                    "title": "He cooks, he acts, he hosts, he scores with Faruq Tauheed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Close-Up (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 39,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Wayne premiere Hollywood Close-Up's brand new theme song. Faruq Tauheed (\"The Noise\", \"BattleBots\") joins them for the end of the year Holiday episode. Featuring Music: Leah Finkelstein and Heidi-Marie Ferren.    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Frazier, Wayne"
            },
            {
                "name": "Lipka, Natalie"
            },
            {
                "name": "Mendelson, Sj"
            },
            {
                "name": "Antico, Pete"
            },
            {
                "name": "Belli, Mary Lou"
            },
            {
                "name": "Broussard, Tess"
            },
            {
                "name": "Brown, Russell"
            },
            {
                "name": "Chalke, James"
            },
            {
                "name": "Churchill, Thomas J."
            },
            {
                "name": "Collins, Chad Michael"
            },
            {
                "name": "Dean, Heidi"
            },
            {
                "name": "Etemadi, Anahit"
            },
            {
                "name": "Fischer, Jenna"
            },
            {
                "name": "Fry, Jack"
            },
            {
                "name": "Fryer, Yorke"
            },
            {
                "name": "Gilbert, William"
            },
            {
                "name": "Hartigan, Florence"
            },
            {
                "name": "LeBlanc, Ezina"
            },
            {
                "name": "Leonard, Christina Marie"
            },
            {
                "name": "Levine, Alison"
            },
            {
                "name": "Ling, Bai"
            },
            {
                "name": "Lizzul, Cristina"
            },
            {
                "name": "Lopez, Ben"
            },
            {
                "name": "Jr., Robert B. Martin"
            },
            {
                "name": "McCortney, Mischa"
            },
            {
                "name": "Monrovia, Marilyn"
            },
            {
                "name": "Morales, Esai"
            },
            {
                "name": "Moulden, Aliyah"
            },
            {
                "name": "Nelson, Bev"
            },
            {
                "name": "Nelson, Cliff"
            },
            {
                "name": "O'Connor, Caitlin"
            },
            {
                "name": "Padgett, Paul"
            },
            {
                "name": "Page, Jenn"
            },
            {
                "name": "Payson, Edward"
            },
            {
                "name": "Piz, Katelyn Marie"
            },
            {
                "name": "Quiñones, Noel"
            },
            {
                "name": "Raphael, Jason"
            },
            {
                "name": "Roma, Mike"
            },
            {
                "name": "Romero, Kate"
            },
            {
                "name": "Ross, Marty"
            },
            {
                "name": "Sidney, Saniyya"
            },
            {
                "name": "Smith, Kimleigh"
            },
            {
                "name": "Stallings, Kayley"
            },
            {
                "name": "Stoller, Sophia"
            },
            {
                "name": "Tate, Allison"
            },
            {
                "name": "Tauheed, Faruq"
            },
            {
                "name": "Taylor, Stacey"
            },
            {
                "name": "Texiera, Cheryl"
            },
            {
                "name": "Tichelman, Richard"
            },
            {
                "name": "Tom, Steve"
            }
        ],
        "locations": [
            "Los Angeles, California, USA::(studio) (The Network Studios)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2NhOTZiZTctMmZjMy00MGE3LWE1ZWQtMjAwZWEzZjgyYmYzXkEyXkFqcGdeQXVyMTYzMzY2NjA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "A talk show that focuses on creating your own career in the entertainment industry. Natalie and Wayne discuss the latest in the entertainment world and trending topics in social media, and provide insight to those pursuing a career in \"the biz.\" Each episode includes a close-up interview with one of Hollywood's finest working actors, directors, producers, writers and other industry professionals.",
        "languages": [
            "English"
        ],
        "title": "Hollywood Close-Up",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Hollywood Close-Up (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Frazier, Wayne"
            },
            {
                "name": "Lipka, Natalie"
            }
        ],
        "plot": [
            "A talk show that focuses on creating your own career in the entertainment industry. Natalie and Wayne discuss the latest in the entertainment world and trending topics in social media, and provide insight to those pursuing a career in \"the biz.\" Each episode includes a close-up interview with one of Hollywood's finest working actors, directors, producers, writers and other industry professionals.::Natalie & Wayne"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}