{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "31 October 2017"
            }
        ],
        "release dates": [
            "USA::31 October 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "All In Cockery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In an unprecedented situation for prime-time television, Season 2's live premiere broadcast is hijacked by the anonymous duo that had previously threatened the show. These two Brits, working under the name All In Cockery, dis the Guys' show and try to steal the Call In Mockery fan-base with highly marketable 80's nostalgia, synth-wave songs, and their impressions of American stand-up comedy styles. Unfortunately, this hijacking covers up Landon and Joey's big premiere guest interview with Shia LaBeouf.    "
                },
                "2": {
                    "title": "That's the Mouth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After getting hacked last week, the Guys decide to go back to their regular red couch. They toss around some songs, show the trailer for their new movie \"The Pot\" directed by Steven Stinkyberg, and play their longest-running game show segment, \"Can You Draw Harrison Ford's Chin Scar?\"    "
                },
                "3": {
                    "title": "Ha-Cha-Cha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Joey and Landon talk to local jazz great, Barky the dog, who vaguely discusses using his musical talent to help the youth of today. Then, Landon sits down with the animation artist who created the Green M&M to try and discuss why he sexualizes inanimate objects. They also premiere the trailer for their new movie \"The Shelf Between Us\"    "
                },
                "4": {
                    "title": "Spoderman & Crimson Tide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n    The Guys once again sneak into PATV Studio after hours to show off the drawings that their youngest, most talented fans sent in to the show. Afterwards, they talk to Jack H, a local Iowa City charity organizer who's latest event is overshadowed by some personal information.    "
                },
                "5": {
                    "title": "Forever Indebted to Daylight Donuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    Joey and Landon flex their intellectual muscles during a segment of HOT TAKES which features biting-edge commentary on the world's most divisive topics. Speaking of biting: DAYLIGHT DONUTS supplies the Guys with a healthy heaping of doughy delights to see which one of the commendable co-hosts can eat the most comestible confections in 60 seconds. They definitely don't get into a fight at any point during the live taping.    "
                },
                "6": {
                    "title": "The Straw That Binds Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    The Guys are back this week to keep promoting Daylight Donuts and praising their sponsorship of the show, while expanding the award-winning format of Call In Mockery to include a new segment, \"Rye In Style\". Joey makes a pretty huge error when he books Billy Bob Thorton on the show and doesn't even think to double-check that spelling before inviting him on. Not Good Not Bad Productions really live up to their name with this one, folks.    "
                },
                "7": {
                    "title": "From Boots to Buccaneers: Tales from an Iowa Renaissance Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    After 3 weeks off the air, the Guys return with a Summit to rival any other Summits that may have been in the news recently. Joey, upon some shoddy intel from Landon, inadvertently visits the Iowa Renaissance Festival with their producer, Katie, for a wonderful field piece, then shows Landon some skills he learned there. Later, Landon shows off some masterpiece drawings for Joey as a way to \"apologize\".    "
                },
                "8": {
                    "title": "The Art of Improv (I Could Kill for a Piece of Ham)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The Guys are back in their 21st episode to clap back at all their celebrity haters who have called them out for not performing true improv on the show...by putting on a master improvisation class. Will they create a once-in-a-lifetime comedy masterpiece, or fall victim to a sinister caller? Also, Guy \"The Great Gonzo\" Foothead pays for an ad spot, which is fine.    "
                },
                "9": {
                    "title": "#hislumpisfine/Talking Mockery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    2 EPISODES IN ONE. The Guys are back and more viral than ever because THEY DO THE SHIGGY CHALLENGE, wow, finally. #DOTHESHIGGY REMEMBER THAT? AFTERWARDS, Joey and Landon premiere their brand new after show: TALKING MOCKERY. Fan-favorite guest Chud Mundgren is back to talk about what happened on the previous show, and Landon says something that may or may not cause this to be the series finale.    "
                },
                "10": {
                    "title": "The Long-Haired Orphan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Venture with The Guys through the dense thicket of PATV budget cuts and unruly interns. Then, dim your lights and take in the story as they read passages from Chud Mundgren's script that he accidentally left behind after last week's episode of Talking Mockery.    "
                },
                "11": {
                    "title": "A Couple Bottles of Squirt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    First, Landon falls prey to The Magnificent Bjarne's classic, yet very complicated, sleight-of-hand. Then, Todd Cruise stops by with his kids in tow to \"tell the truth\" about being Tom Cruise's stunt-double and The Guys try to make him prove it to him with a series of tests. Between Bjarne's trick and Todd Cruise, this episode is full of cards.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot - Halloween Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The pilot episode of the live half-hour talk/sketch show starring Joey Loboda and Landon Sheetz. It happens to first air on Halloween Night 2017, so the guys deal with that the best they can.    "
                },
                "2": {
                    "title": "HBO's (Shoe) Carnivàle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Landon gets reprimanded for wearing the same shirt as Joey, but what lies beneath is even darker. Later, Donnie Laces, an employee of Shoe Carnival, stops by to tell the Guys what's what in the world of shoes and offer an unbelievable deal to customers.    "
                },
                "3": {
                    "title": "I Like-a Your Hat: A Thanksgiving Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Landon and Joey refuse to sit next to each other as tensions rise and boil over in the wake of their newfound celebrity status. Also, in a beautiful segment made possible by time travel or very old age, a pilgrim named Jebediah stops by to recount his experiences from the very first Thanksgiving.    "
                },
                "4": {
                    "title": "A Very Successful Banker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The Guys still refuse to play nice, but they refuse to let that get in the way of their highly anticipated interview with local actor Chud \"Mark\" Mundgren who get's a little too personal, but nonetheless manages to bring tears to Landon and Joey's eyes with his one-man improvised scene.    "
                },
                "5": {
                    "title": "The Series Finale or: How I Learned to Read Contracts More Closely",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    It's the series finale. The Guys make up to each other with songs, gifts, and letters. Later, they thank all the guests that have ever appeared on the show with a lovely rendition of \"For Good\". Then right after that, they learn the difference between a series and a season, and also how numbers work.    "
                },
                "6": {
                    "title": "The Christ Allegory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    It's the most tense episode of the series, and not just because the Guys found out they actually signed a contract for 5 seasons, not 5 episodes. So, they're back with a new episode even after all of the previous week's Good-Bye Festivities. Landon and Joey get into the Christmas spirit by partaking in a Holiday Poetry Slam that is funny and not at all scary. Then, they block out the ongoing noise in the hallway right outside the studio door to give a glimpse of their upcoming Hour Christmas Special with a calming duet of \"Baby It's Cold Outside\" and Joey's bit with a...    "
                },
                "7": {
                    "title": "Holiday Special 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    A very special 1-Hour Holiday Episode features songs and sketches galore. The guys sing a number of favorites (like \"What Are You Doing New Year's Eve?\") and a few originals (\"Holiday Bowl\") between checking in with their little cousins Rory and Trevor, and letting Herme(s) the Elf do his super relevant song parody. Rounded out by some sincere songs and a mustache, the fact that it wasn't nominated for a Daytime Emmy is beyond everyone involved.    "
                },
                "8": {
                    "title": "Spoiler Free Is the Way to Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A strange, deliberate glitch happens in the studio that erases part of the broadcast so we see the end results of exciting plot points, including: Landon's New Year's Resolution to emulate his BFF Joey, the boys threaten to talk Star Wars: The Last Jedi spoilers unless someone calls, and Joey makes a distasteful Logan Paul joke that he has to apologize for.    "
                },
                "9": {
                    "title": "Classic Song Wipeout Vs. Golden Globe Blackout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Guys apologize for being hacked by the anonymous All In Cockery duo the previous week and promise they aren't scared about it. Their annual Golden Globes red carpet segment \"Smashin' Fashion\" is derailed because everyone accidentally wore all black this year. Also, Joey reads Little Village Magazine while dressed like a US Olympic skier and Landon pleads with the audience to believe him when he says he is working out in his free time.    "
                },
                "10": {
                    "title": "What the Job Shadowers Saw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    As high school students job shadow at PATV, will Joey and Landon be too annoyed to finish the show? They soldier through by taking a call from a mystery viewer, seeing how resident PATV weatherman Stormy Daniels is dealing with the coincidental shake-up at the white house, and confront controversial religious topics during the Big Apple Takedown.    "
                },
                "11": {
                    "title": "Secret Lost Episode from the Crypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Guys are laid up in a hospital this week, but luckily they found an old, unaired episode in the Lost and Found Bin to show on air. They talk about recent events, sing many a song, and listen in on their younger cousins Trevor and Rory who are having a heart-to-heart at a sleepover while the show is taking place.    "
                },
                "12": {
                    "title": "State of the Onion Address",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    While the State of the Union address is happening a few channels over, Joey and Landon offer their own, better version by criticizing the government with very, very hot takes and eating very, very hot onions at the same time. Later, Todd and Chris Lee stop by to read your comments on a famous YouTube video of their choosing, even if the segment should have been thought out a bit better.    "
                },
                "13": {
                    "title": "The 1st Finale, Finally",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call in Mockery (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The Guys end Season 1 in style with some discussion of the world-at-large, Landon shares some of his drawings that were inspired by Joey over the course of the season, and Joey hooks his biggest interview of all time: President Donald Jehoshaphat Trump.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Loboda, Joey"
            },
            {
                "name": "Sheetz, Landon"
            },
            {
                "name": "Hoffman, Joey"
            },
            {
                "name": "Schulte, Mark"
            },
            {
                "name": "Gallegos, Katie Rose"
            }
        ],
        "locations": [
            "Iowa City, Iowa, USA::(studio) (PATV-18 Studio)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGRiYmFkODItYjk5NC00M2ZmLWFiMTgtNzk1ODZlYjNiMWQ4XkEyXkFqcGdeQXVyMTA0MjAxNTk@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "Every week, Landon Sheetz and Joey Loboda sit down to take calls from viewers, discuss recent events, talk to a guest, play games, and more. Supported by live sketches, filmed shorts, improvisation, musical performances, puppetry, and the ever constricting boundaries of a public access channel's non-existent budget, this live call-in comedy show is always evolving and (hopefully) always entertaining.",
        "languages": [
            "English"
        ],
        "title": "Call in Mockery",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Call in Mockery (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Loboda, Joey"
            },
            {
                "name": "Sheetz, Landon"
            }
        ],
        "production companies": [
            {
                "name": "Not Good Not Bad Productions"
            }
        ],
        "distributors": [
            {
                "name": "PATV-18"
            }
        ],
        "plot": [
            "Landon Sheetz and Joey Loboda's live call-in comedy show includes guest interviews, live sketches, filmed shorts, improvisation, music, games, and more, all within the ever constricting boundaries of public TV's non-existent budget.",
            "Every week, Landon Sheetz and Joey Loboda sit down to take calls from viewers, discuss recent events, talk to a guest, play games, and more. Supported by live sketches, filmed shorts, improvisation, musical performances, puppetry, and the ever constricting boundaries of a public access channel's non-existent budget, this live call-in comedy show is always evolving and (hopefully) always entertaining."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}