{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "29 June 2017",
                "notes": "                            (Berlin Short Film Festival)"
            },
            {
                "country": "UK\n",
                "date": "29 June 2017"
            },
            {
                "country": "Germany\n",
                "date": "1 October 2017",
                "notes": "                            (European Short Film Festival)"
            },
            {
                "country": "USA\n",
                "date": "27 October 2017",
                "notes": "                            (Sin City Horror Fest)"
            }
        ],
        "release dates": [
            "Germany::29 June 2017                            (Berlin Short Film Festival)",
            "UK::29 June 2017",
            "Germany::1 October 2017                            (European Short Film Festival)",
            "USA::27 October 2017                            (Sin City Horror Fest)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pretty Rough Around Closing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Black Bull Incident (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Longshoreman Jon Harder works on the oil-rigs off the coast of England, UK. He and his crew are forced to return home when the power begins to fail, but that's OK, he was in need of drink anyway. Jon feels awful, he decides to head back to help Tommy, the friend he abandoned during a fight outside the Black Bull pub. But he's too late and an unthinkable scene awaits.    "
                },
                "2": {
                    "title": "A Huge Spanner in the Works",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Black Bull Incident (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    After a fight, Jon Harder awakes in hospital where he meets an archaeologist, Jenkins. Jenkins shares a secret with him: the water supply to the city has been cross-contaminated with human remains, dating back to The Great Plague. But these are not the remains of plague victims as these had been buried upright, buried alive. Jon needs to act to stop the spread of the disease.    "
                },
                "3": {
                    "title": "None of You Left",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Black Bull Incident (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Jon Harder tells us what Jenkins told him, about the origin of the disease, and about how some major historical events have been hiding some pretty sinister secrets. But he also has some explaining to do concerning the mess he left back at the hospital.    "
                },
                "4": {
                    "title": "Where a Story like this Ends",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Black Bull Incident (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    It's time to settle things, once and for all. In the final episode of the series, Jon Harder finds himself having to go over old ground, and no one seems to believe him, even he's not sure, but there's a distinct feeling of deja vu going on.    "
                }
            }
        },
        "number of episodes": 4,
        "locations": [
            "Cambridgeshire, England, UK::(All)"
        ],
        "genres": [
            "Horror"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "original air date": "29 Jun 2017 (UK)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2JkMGE0NzEtNWY1MS00NWJmLWJhYzAtOTRiMjY0YzZiMGE5XkEyXkFqcGdeQXVyNjQ4MTY1ODQ@._V1_SY150_CR80,0,101,150_.jpg",
        "budget": "GBP500 (estimated)",
        "plot outline": "Longshoreman Jon Harder feels awful for abandoning his friend Tommy during an incident outside the Black Bull pub in London. He decides to go back to help but it's too late. He learns the attackers were likely affected by the emergence of some sinister disease dating back to the time of The Great Plague which now threatens to spread through the city via the water system. Jon takes it upon himself to start ridding London of the infected, but not everyone believes his story. The Black Bull Incident is an animated story presented in the style of a graphic novel, with narration, a music score, and a visual effect which blurs the boundaries between the 'reader' and the stories on the page. It is delivered on video over four short episodes.",
        "languages": [
            "English"
        ],
        "title": "The Black Bull Incident",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "akas": [
            "The Black Bull Incident (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wright, Rob"
            },
            {
                "name": "Wright, Si"
            }
        ],
        "director": [
            {
                "name": "Wright, Rob"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Longshoreman Jon Harder feels awful for abandoning his friend Tommy during an incident outside the Black Bull pub in London. Meanwhile the world is going to pot around him.::Rob Wright",
            "Longshoreman Jon Harder feels awful for abandoning his friend Tommy during an incident outside the Black Bull pub in London. He decides to go back to help but it's too late. He learns the attackers were likely affected by the emergence of some sinister disease dating back to the time of The Great Plague which now threatens to spread through the city via the water system. Jon takes it upon himself to start ridding London of the infected, but not everyone believes his story. _The Black Bull Incident_ (qv) is an animated story presented in the style of a graphic novel, with narration, a music score, and a visual effect which blurs the boundaries between the 'reader' and the stories on the page. It is delivered on video over four short episodes.::Rob Wright"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        }
    }
}