{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "16 August 2017"
            },
            {
                "country": "Germany\n",
                "date": "16 August 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Germany::16 August 2017",
            "Germany::16 August 2017                            (internet)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Youth of Today",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    While president Ahmed Chaer and matchmaker Crazy Sexy Mike are fighting over who of the GWF stars is getting a commercial deal opportunity, the boss of Grup Anarsi - Ali Aslan - makes his voice heard and his anger about GWF management.    "
                },
                "2": {
                    "title": "Shoulder to Cry On",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Pascal Spalter and Lucky learn about their upcoming opportunity for a commercial. Kati Libra feels the urge to start a revolution and Vincenzo Coccotti has rather interesting advice for Georges Khoukaz.    "
                },
                "3": {
                    "title": "Important Appointment",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In a heated discussion Cash Money Erkan and Crazy Sexy Mike clash. Kati Libra is seeking Wesna for help and Ali Aslan discovers a rather unpleasant surprise.    "
                },
                "4": {
                    "title": "Hello Ladies",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The big casting day has come. Pascal Spalter is showing his professional side while Lucky Kid is doing exactly what the German Heavyweight has adviced him to do. Vincenzo Coccotti has a new job in the GWF in sight and Tarkan Aslan's brother Ben is taking the Lion Kind aside for some straight talk.    "
                },
                "5": {
                    "title": "One Big Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Wesna and Kati Libra challenge Crazy Sexy Mike to a very special battle. Tarkan Aslan and his brother have an exchange at training and Vincenzo Coccotti tries his best with his new role as psychologist.    "
                },
                "6": {
                    "title": "The King, You Douches",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Tarkan Aslan presents a side of him we haven't seen for a long time. Also there is a huge confrontation between Ali Aslan and Dover and the first ever inter-gender tag team match in the main event.    "
                },
                "7": {
                    "title": "Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    GWF World Champion Chris Colen has a deep conversation with the Chaer brothers since their quarrels divide the GWF. Cash Money Erkan finds new motivation and Pascal Spalter feels like he has a target on his back.    "
                },
                "8": {
                    "title": "This One Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    While John Klingers game is starting to unfold, Cash Money Erkan is accusing Chris Colen of taking every advantage possible. But if there is one person angry about his position - it's the Lion King Tarkan Aslan.    "
                },
                "9": {
                    "title": "Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "All In",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "31 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "New, Old World Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    El Presidente Rambo and the GWF board are searching for the new face of GWF. Whereas Rambo thinks he can decide all on his own, Ahmed tells him to stick to the facts: Rambo has to pick a matchmaker and to keep an eye on the finances. Every member of the board has one vote for the Pascal Spalter's next opponent. GWF Superstar and fellow Mexican Orlando Silver has issues with his mom: She feels pushed aside, because Orlando is spending so much time in the GWF. When Orlando arrives at Huxley's Neue Welt, his best friend Chris Colen is bullied by Ali Aslan and his Grup ...    "
                },
                "2": {
                    "title": "Long time, no see",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    After threaten with leaving the GWF, Pascal Spalter is con-viced by El Presidente Rambo to stay. But at what cost? Orlando and his mom are excited: Orlando's best friend Chris Colen is coming for dinner. Although he is not the GWF president anymore, Ahmed is stressed with the duty's of a president. El Presidente Rambo on the other hand wants his tag team partner Vincenzo Cocotti to take their matches more seriously. As Martin Guerrero drops by, Vincenzo has an offer that Martin cannot refuse. Chris Colen calls Cash Money Erkan on taking bets on wrestling matches. Also...    "
                },
                "3": {
                    "title": "Something Important",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    After getting beaten up, Orlando Silver has trouble with his mother. Icarus calls Ali Aslan on talking shit behind his back. Pascal Spalter is still writing lists with possible opponents for him, whereas Rambo has other problems: Vincenzo Cocotti is training with Martin Guerrero instead of preparing for tag team matches. Lucky Kid confides his worries to Cazy Sexy Mike. Chris Colen reminds Orlando to be a better son. He might regret the neglect of his beloved mother.    "
                },
                "4": {
                    "title": "I Won't Let You Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    El Presidente Rambo is not satisfied with the work of his matchmaker Gefreiter Weber. Chris Colen calls Ali Aslan and Grup Anarsi on beating up Orlando Silver. Ahmed Chaer wants more support from his elder brother Crazy Sexy Mike. Mike instead has to deal with an impatient Ronaldo Shaquiri. Such as Cash Money Erkan keeps his betting business going, Vincenzo keeps on pushing Martin to the top. Pascal Spalter is playing mind games with GWF World Champion Orlando Silver as Grup Anarsi mixes in.    "
                },
                "5": {
                    "title": "Today Is Your Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    As the holder of the Four Nations Cup, Chris Colen has the opportunity to fight for any GWF championship at any time. Ali Aslan wants him to fight for this opportunity against Cem Kaplan. Ronaldo Shaquiri asks Crazy Sexy Mike why he is not at the Three Count card. Tarkan Aslan tries to explain one crucial thing to El Presidente Rambo, whereas Pascal Spalter is still playing mind games. Gambling seems to be the weak side of Chris Colen. He gets involved in a fateful poker game.    "
                },
                "6": {
                    "title": "A Real Opportunity",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Once again Pascal Spalter demands an opponent for his next match. After training for weeks and weeks, Vincenzo Cocotti and Martin Guerrero start enjoying their work. But because of that, Vincenzo forgot, that he had a match with Rambo. Since his Cash Money Mafia has shrinked to just three members, Cash Money Erkan seeks for new. Maybe his friend and fellow member of the Mafia has an idea. Ali Aslan shows Orlando Silver what he has won at last week's poker game. Although Ronaldo Shaquiri finally got his match at Three Count, he is not happy with his in-ring performance.    "
                },
                "7": {
                    "title": "A Bet You Can't Resist",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Vincenzo Cocotti wants to prepare Martin Guerrero best for his upcoming match to finally get rid of the Loserweight Championship: He has a special opponent for Martin. Rambo has special news for Lucky Kid. Cash Money Erkan was not happy with the new member of the Cash Money Mafia, so he asks Ali to keep on searching. But that's not Erkan's only problem: El Presidente Rambo foils his business. Pascal Spalter entrusts his deepest feelings to Crazy Sexy Mike. Orlando Silver and Chris Colen are struggling with their friendship and clash about the poker game and their ...    "
                },
                "8": {
                    "title": "Don't Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    As the new president of the GWF Rambo can also put former president Ahmed Chaer on the card, so Rambo has a well known opponent for his nemesis. Ahmed gets even more stress, when Mark Haskins tells him whats going on in the locker room behind his back. The team of Ronaldo Shaquiri and Toni Harting still tries to grow together, as the Cash Money Mafia tells them off. Icarus gets challenged by his friend Senza Volto. Pascal Spalter and Orlando Silver clash once again, as Pascal Spalter tries to provoke the GWF Heavyweight Champ.    "
                },
                "9": {
                    "title": "What is Your Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    El Presidente Rambo is angry because he lost the Tag Team Titles to the Cash Money Mafia, so he seeks for new challenges. His match against Ahmed Chaer at Legacy shall have a special clause: The winner will be the new matchmaker of the GWF. Crazy Sexy Mike wants to help his younger brother. And as this wouldn't be enough, Ahmed calls on Lucky Kid for telling shit behind his back. Can Lucky clear the sitaution or is he really a knocker? Chris Colen and Icarus will be Pascal Spalter's next opponents, so Spalter tries his mind games on them. Ali Asland and his Grup ...    "
                },
                "10": {
                    "title": "Forget the Presidency",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 13,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    After loosing the charm of Orlando's mom at a poker game, Chris Colen and Orlando go separate ways, but Orlando tries to make the friendship up. Lucky Kid suspects Tarkan Aslan of spreading, that he talks shit about Ahmed. Martin Guerrero lost as well and is still the Loserweight Champion. He blames Vincenzo Cocotti for that. But Vincenzo has a plan to bring Martin to the top: Martin needs to challenge stronger opponents. Ronaldo Shaquiri and Toni Harting demand a match for the GWF Tag Team Titles. Gefreiter Weber finds a cryptic note.    "
                },
                "11": {
                    "title": "The True Loser",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 13,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Once again Pascal Spalter is in El Presidente's office to demand an opponent. Cash Money Erkan is still unsatisfied with the people Ali brings along to join the Mafia, so Erkan decides the Cash Money Mafia to remain a three-member group. But Ali wants one more chance. Rambo finally explains the strange note he got last week. But who did he get it from? Chris Colen seems to be depressed in a way. Crazy Sexy Mike wants to get to the bottom of it. Martin Guerrero on the other has had enough: He splits with Vincenzo Cocotti.    "
                },
                "12": {
                    "title": "Key to Power and Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 14,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Chris Colen is still depressed. Orlando Silver wants to cheer him up. Ahmed Chaer and El Presidente Rambo talk about what will happen after their match at Legacy. Meanwhile matchmaker Weber needs help from GWF Vice President Kadettin Kati. Once again Pascal Spalter tries to get in the heads of Chris Colen and Icarus. Colen gets mad about that and goes violent. Ibo Latino wants a tag team partner and asks Rambo to give his blessing. After settling the brawl between Spalter, Icarus and Colen Ahmed talks with Mike about the whole situation. Ahmed thinks, that Rambo has ...    "
                },
                "13": {
                    "title": "It Was You",
                    "kind": "episode",
                    "episode of": {
                        "title": "GWF Three Count: Die Wrestling Serie (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 14,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    After discovering, that Mike is the anonymous power behind El Presidente Rambo and tried to kick Ahmed out of the GWF, Ahmed has just one question: Why? And even Rambo wonders how Mike could do that to his own brother. Vincenzo wants to make up with Martin. Does Martin shake hands with him again? Also Lucky Kid and Tarkan Aslan have a conversation to clear things up. Will they re find together as a team? It all accumulates in GWF Legacy.    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Chaer, Ahmed"
            },
            {
                "name": "Chaer, Mike"
            },
            {
                "name": "Heyden, Olaf"
            },
            {
                "name": "Spalter, Pascal"
            },
            {
                "name": "Aslan, Ali"
            },
            {
                "name": "Aslan, Tarkan"
            },
            {
                "name": "Colen, Chris"
            },
            {
                "name": "Braun, Rambo"
            },
            {
                "name": "Kocabasoglu, Metehan"
            },
            {
                "name": "Kíss, Aron"
            },
            {
                "name": "Paeschke, Tobias"
            },
            {
                "name": "Meißner, Katja"
            },
            {
                "name": "Khoukaz, Georges"
            },
            {
                "name": "Sulcani, Erkan"
            },
            {
                "name": "Arslan, Aytac"
            },
            {
                "name": "Silva, Orlando Martinez"
            },
            {
                "name": "Szalay, István"
            },
            {
                "name": "Weber, Felix"
            },
            {
                "name": "Ali, Abdulmoumen"
            },
            {
                "name": "Behrens, Martin"
            },
            {
                "name": "Kaloglu, Mert"
            },
            {
                "name": "Dutrannoy, Virgile"
            },
            {
                "name": "Shaqiri, Ronaldo"
            },
            {
                "name": "Bradshaw, Dave"
            },
            {
                "name": "Klinger, John"
            },
            {
                "name": "Jokic, Andrija"
            },
            {
                "name": "Budak, Firat"
            },
            {
                "name": "Zweigler, Cristian"
            },
            {
                "name": "Lawrow, Kevin"
            },
            {
                "name": "Ravand, Arash"
            },
            {
                "name": "Torchalla, Tom Jannes"
            },
            {
                "name": "Chaer, Ali"
            },
            {
                "name": "Steffen, Jörn"
            },
            {
                "name": "Volto, Senza"
            },
            {
                "name": "Aktas, Murat"
            },
            {
                "name": "Haskins, Mark"
            },
            {
                "name": "Hübner, Markus Ibrahim"
            },
            {
                "name": "Busic-Chaer, Vesna"
            },
            {
                "name": "Solymosi, Benjamin"
            },
            {
                "name": "Peters, Sonja"
            },
            {
                "name": "Capiccioni, Matt"
            },
            {
                "name": "Sauter, Oliver"
            },
            {
                "name": "Vigier, Riley"
            },
            {
                "name": "Dereje, Joshua"
            },
            {
                "name": "Häger, Björn"
            },
            {
                "name": "Scheunemann, Alissa"
            },
            {
                "name": "Bialke, Roland"
            },
            {
                "name": "Giessler, Tobias"
            },
            {
                "name": "Kersting, Tony"
            },
            {
                "name": "Wegner, Franz"
            }
        ],
        "locations": [
            "Huxley's Neue Welt, Berlin, Germany::(Location)"
        ],
        "genres": [
            "Action",
            "Drama",
            "Sport"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de",
            "en",
            "es"
        ],
        "color info": [
            "Color::(4K)"
        ],
        "number of seasons": 2,
        "rating": 8.5,
        "votes": 218,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzQ3ZjhhZTgtNjY3Yy00ZDYyLWJjYzItYzY4NTg3YzFlMjNiXkEyXkFqcGdeQXVyODY0NTAyMzA@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "EUR25,000 (estimated)",
        "plot outline": "\"GWF Three Count: Die Wrestling-Serie\" tells the story of the lives out of the ring where the people involved have to deal with personal and professional losses and battle for respect and recognition. Aside from the competitiveness in multi-cultural Berlin everybody has a different reason to step into the ring.",
        "languages": [
            "German",
            "English",
            "Spanish"
        ],
        "title": "GWF Three Count: Die Wrestling Serie",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "GWF Three Count: Die Wrestling Serie (Germany)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Beat, Flora"
            },
            {
                "name": "Chaer, Ahmed"
            },
            {
                "name": "Freddo, Sera"
            }
        ],
        "production companies": [
            {
                "name": "Chaer Bros Entertainment"
            },
            {
                "name": "German Wrestling Federation"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "\"GWF Three Count: Die Wrestling-Serie\" tells the story of the lives out of the ring where the people involved have to deal with personal and professional losses and battle for respect and recognition. Aside from the competitiveness in multi-cultural Berlin everybody has a different reason to step into the ring."
        ],
        "tech": {
            "color": [
                "Color (4K)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 218,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 17,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 167,
                "rating": 8.6
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "males": {
                "votes": 167,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 14,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 149,
                "rating": 8.6
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "females": {
                "votes": 22,
                "rating": 8.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 18,
                "rating": 8.4
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.3
            },
            "us users": {
                "votes": 34,
                "rating": 8.4
            },
            "non us users": {
                "votes": 154,
                "rating": 8.5
            }
        },
        "number of votes": {
            "10": 30,
            "9": 163,
            "8": 12,
            "7": 6,
            "6": 0,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 2,
            "1": 2
        },
        "arithmetic mean": 8.8,
        "median": 9
    }
}