{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "9 June 2017"
            }
        ],
        "release dates": [
            "India::9 June 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Rahul Dholakia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Catch Rahul Dholakia on the couch of Talk Shop with RJ Megha, where he spills the beans about his journey from running a dance competition in USA to making the blockbuster film Raees, his encounter with terrorists while researching for film, his story of how he ended up working with some of the stars since his first film and much more - packed in a 30 minute episode. Also featuring interesting segments like Build a Scene, Getting Real, In a Jiffy and On the Rocks.    "
                },
                "2": {
                    "title": "Abhishek Chaubey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Abhishek Chaubey shares his journey from his first day in film industry to directing Udta Punjab, the kind of rehearsals he demands from his actors and how he has been friend-zoned many a times in the college - packed in a 30 minute conversation with RJ Megha. Also featuring interesting segments like Build a Scene, Getting Real, In a Jiffy and On the Rocks.    "
                },
                "3": {
                    "title": "Shakun Batra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Shakun Batra shares his journey from being a national account scholar in college to pursuing his dream of becoming a cinematographer at a film school in Canada, his break as an assistant to Farhan Akhtar and Ram Madhvani, to his chemistry with Fawad Khan. He talks with RJ Megha about getting his first film under the banner of Dharma Productions with Karan Johar. Kapoor and Sons has been one of the most acclaimed film of recent times, and Shakun's talent has been widely recognized by other directors on the sets of Talk Shop - packed in a 30 minute episode. Also ...    "
                },
                "4": {
                    "title": "Ram Madhvani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ram Madhvani shares his journey from a Cannes Award Winning Ad director to directing two feature films - Neerja (Featuring Sonam Kapoor, Shabana Azmi) and Let's Talk (Featuring Boman Irani, Maia Katrak) - and taking home the prestigious National Award for Best Film 2017 for Neerja. He talks about his passion for cinema from early days as young as 16, How he hates the word 'Action' on the sets, his belief in no-rehearsals on the sets and being pronounced 'Meticulous' by his colleagues Shakun Batra and Shabana Azmi, Shooting an ad with Sachin Tendulkar and his ...    "
                },
                "5": {
                    "title": "Sujoy Ghosh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Sujoy Ghosh is a critically acclaimed Writer, Director and Actor who is known for making films like Kahaani (2012, Vidya Balan, Nawazuddin Siddiqui, Parambrata Chatterjee), Kahani 2 (2016, Vidya Balan, Arjun Rampal, Jugal Hansraj), and Jhankaar Beats (2003, Juhi Chawla) Ahalya (2015, Short Film, Radhika Apte) and also known for his portrayal of Byomkesh Bakshi in A Bengali Film Satyanweshi.    "
                },
                "6": {
                    "title": "Nidhi Bisht and Amit Golani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Amit Golani and Nidhi Bisht share their journey of being core team members of The Viral Fever (TVF Qtiyapa) and being 'almost bankrupt in college' to creating one of the country's most popular youth entertainment platform. Not to miss the conversation about Arnub and Jeetu, why Nidhi Bisht is the Karan Johar of team, their commitment in reading each comment on TVF Play and following creative democracy at TVF - packed in a 30 minute episode. Also featuring interesting segments like Build a Scene, Getting Real, In a Jiffy and On the Rocks.    "
                },
                "7": {
                    "title": "Shashank Khaitan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Catch Shashank Khaitan on the couch of Talk Shop with RJ Megha, where he spills the beans about his journey from being a choreographer to ending up making his first film with Karan Johar at Dharma Productions, his love for cupcakes on sets and his chemistry with Varun Dhawan - packed in a 30 minute episode. Also featuring interesting segments like Build a Scene, Getting Real, In a Jiffy and On the Rocks. Shashank Khaitan is an accliamed director known for making films like Humpty Sharma ki Dulhania (Varun Dhawan, Alia Bhatt), Badrinath ki Dulhania (Varun Dhawan, Alia ...    "
                },
                "8": {
                    "title": "Tigmanshu Dhulia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Tigmanshu Dhulia is a writer and director, known for Haasil (2003), he shot to fame for directing movies like Paan Singh Tomar and Saheb Biwi Aur Gangster. For his direction, he has won National Film Award for Best Feature Film in 2012.    "
                },
                "9": {
                    "title": "Kunal Kohli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Kunal Kohli shares some of his profound observations of Indian Film Industry about how actors go to a gym instead of acting classes, the funny 100 crores club, and how he thinks awards ceremonies have become a joke. He also shares some of the never heard before stories of Hum Tum (Saif Ali Khan and Rani Mukherjee) and Fanna (Aamir Khan and Kajol). His experience of receiving the first Filmfare award and his hilarious take on the Indian cinema heroes - packed in a 45-minute episode. Also featuring interesting segments like Build a Scene, Getting Real, In a Jiffy and On...    "
                },
                "10": {
                    "title": "Konkona Sen Sharma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Konkona Sen Sharma, who recently made her debut as a director with 'A Death in the Gunj', shares her journey from being an actor to becoming a director. She talks about what it is to be like daughter to Aparna Sen, her grandfather's story of starting the Calcutta Film Society and much more - packed in a 45-minute episode. Also featuring interesting segments like Build a Scene, Getting Real, In a Jiffy and On the Rocks along with RJ Megha.    "
                },
                "11": {
                    "title": "Ashutosh Gowariker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Shop (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ashutosh Gowariker, acclaimed for giving identity to Indian cinema internationally, shares his journey from his earlier days as an actor to filming Lagaan, creating films like Swades, Jodhaa Akbar and bagging the national award as an actor for Ventilator - packed in a 45-minute episode. Also featuring interesting segments like Build a Scene, Getting Real, In a Jiffy and On the Rocks along with RJ Megha. This Episode was shot amidst live audience at India Film Project Season 7, Mumbai.    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Batra, Shakun"
            },
            {
                "name": "Bisht, Nidhi"
            },
            {
                "name": "Chaubey, Abhishek"
            },
            {
                "name": "Dholakia, Rahul"
            },
            {
                "name": "Dhulia, Tigmanshu"
            },
            {
                "name": "Ghosh, Sujoy"
            },
            {
                "name": "Golani, Amit"
            },
            {
                "name": "Gowariker, Ashutosh"
            },
            {
                "name": "Khaitan, Shashank"
            },
            {
                "name": "Kohli, Kunal"
            },
            {
                "name": "Madhvani, Ram"
            },
            {
                "name": "Sharma, Konkona Sen"
            },
            {
                "name": "Thakker, Megha"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 8.6,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjVjNmRiZDUtYWYzZi00ZTJhLWFkOGMtNWFiMDE3MjI5YmUyXkEyXkFqcGdeQXVyMzMxNzA4NjQ@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Talk Shop",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Talk Shop (India)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "India Film Project"
            }
        ],
        "distributors": [
            {
                "name": "India Film Project"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "males": {
                "votes": 4,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 2,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 0,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}