{
    "imdb": {
        "raw release dates": [
            {
                "country": "Argentina\n",
                "date": "23 March 2017",
                "notes": "                            (Argentinean premiere)"
            },
            {
                "country": "Chile\n",
                "date": "23 March 2017",
                "notes": "                            (Chilean premiere)"
            },
            {
                "country": "Colombia\n",
                "date": "23 March 2017",
                "notes": "                            (Colombian premiere)"
            },
            {
                "country": "Mexico\n",
                "date": "23 March 2017"
            },
            {
                "country": "Mexico\n",
                "date": "23 March 2017",
                "notes": "                            (Mexican premiere)"
            },
            {
                "country": "Peru\n",
                "date": "23 March 2017",
                "notes": "                            (Peruvian premiere)"
            }
        ],
        "release dates": [
            "Argentina::23 March 2017                            (Argentinean premiere)",
            "Chile::23 March 2017                            (Chilean premiere)",
            "Colombia::23 March 2017                            (Colombian premiere)",
            "Mexico::23 March 2017",
            "Mexico::23 March 2017                            (Mexican premiere)",
            "Peru::23 March 2017                            (Peruvian premiere)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "ARGENTINA - BUENOS AIRES - Sweet Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Argentina has a thriving coffee culture brought by the Italians, long before Starbucks hit the scene. At the same time, sweets and pastries are part of everyday life in very interesting ways. From homemade after-lunch desserts to treats that are served with an afternoon coffee, the country offers a number of great options to satisfy cravings for sweets. Grace explores both super sophisticated European-inspired pastries to traditional compotas made from recipes passed through generations, meeting interesting characters along the way.    "
                },
                "2": {
                    "title": "ARGENTINA - BUENOS AIRES - Nueva Cocina Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Although deeply rooted in the tradition of great meats and vintage recipes, Argentine food is currently going through a wave of reinvention. With a number of chefs that are exploring never-before used ingredients and modern techniques, Buenos Aires has a lot to offer. Grace meets interesting characters in this new gastronomic scene and gets to experience a private dinner known as \"puertas cerradas\".    "
                },
                "3": {
                    "title": "ARGENTINA - MENDOZA - Argentine Wine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    In the Mendoza region, Grace immerses herself in the country's wine tradition, through the eyes of Julia Zuccardi, heiress of the Zuccardi family winery. She also learns more about the artisanal olive oil making done in the property and explores the region's local gourmet shops.    "
                },
                "4": {
                    "title": "ARGENTINA - MENDOZA - Argentine BBQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Grace is in the country-side of Argentina to explore the importance of meats among locals. She focuses on the magic behind the slow-cooked/open-flame roasts developed at Francis Mallman's Siete Fuegos restaurant. Along a team of chefs and assistants that share a family-like bond, she gets to witness the full process of rustic cooking and how each technique influences flavors.    "
                },
                "5": {
                    "title": "CHILE - SANTIAGO - Chilean Modern Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Grace sets out to explore what are the latest trends in Chilean cuisine, along with one of Santiago's most celebrated chefs. While some are reawakening ancestral dishes of the indigenous Mapuche and Rapa Nui, others are reimagining typical fare by experimenting with local ingredients, including edible flowers from places such as Patagonia and the snow-peaks of the Andes mountains. The episode revolves around Santiago as a forward-thinking food destination and portrays how locals are reinventing traditional Chilean flavors and techniques and how this plays a part in ...    "
                },
                "6": {
                    "title": "CHILE - SANTIAGO - Street Food, Chilean Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Finger-food and quick bites have always been a big part of Latin American food, transcending social classes and age groups. It's heavily present in daily life (school break, after-party stop, along with a cold beer at a neighborhood picada) and it's what gets the party started during family gatherings. With the rise of the food-truck culture all over the world, Latin snacks and street food items are even more important. Santiago has traditionally been known more for street food like steak sandwiches and hot dogs smeared with creamed avocado than fine dining. In this ...    "
                },
                "7": {
                    "title": "CHILE - PUCON - Rural Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    Grace flies to Temuco, 422 miles of Santiago, the gateway to Chile's Lakes District, and land of the Mapuche people, who had managed to fend off first the Incas and then the Spanish conquistadores. Just an hour's flight south of the capital, the region is dotted by deep-blue lakes and ice-capped volcanoes. In the picturesque mountain town of Pucón, on the edge of the Villarica lake, Grace will go back to the land to learn more about Chilean and Mapuche roots and learn how to make artisanal breads and other hand-made traditional foods. The recurring theme of the ...    "
                },
                "8": {
                    "title": "CHILE - SAN ANTONIO VALLEY/SANTIAGO - Wine/Drinks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    Grace explores the wine region of San Antonio/Casablanca Valley and gets an insider's view of the growing trend of organic wine.    "
                },
                "9": {
                    "title": "Colombia - Bogota - Modern Colombian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    Although less frequently visited than many other foreign capitals, Bogotá is quickly becoming a hot spot on the gastronomical world map. While the city's nuevo Colombiano chefs are creating intriguing mash-ups of traditional ingredients and imported techniques, the street food, from empanadas and arepas to truly exotic fruit salads, is just as worthwhile. Grace will explore the intriguing capital, investigating the trend of farm-to-table restaurants in the Zona G, to the bustling market of Paloquemao.    "
                },
                "10": {
                    "title": "COLOMBIA - BOGOTA - Traditional Colombian Cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 May 2017",
                    "year": "2017",
                    "plot": "\n    Grace meets Chef Harry Sasson (CONFIRMED), a renowned Colombian Chef and owner of an empire of exclusive Bogota restaurants. They stroll through the old historic center of La Candelaria (still to be confirmed), one of the few neighborhoods that still preserve colonial architecture. The area full of restored buildings and houses painted in an array of faded pastels that date back to the 1500s is now a bohemian enclave -- and a great place to hunt for street food vendors. Grace and Harry talk a little bit about the history of the city, the undergoing transformation and ...    "
                },
                "11": {
                    "title": "Colombia - EJE CAFETEIRO",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Grace follows the smell of fresh coffee and lands in the Eje Catefero, a region with intense coffee activity that is also known as the Triangle of Coffee. The area is located between the cities of Manizales, Pereira and Armenia in the Colombian countryside. Grace will spend her trip exploring a local finca cafetera and learning about the more than 70 steps that have to be followed in order to obtain a cup of coffee.    "
                },
                "12": {
                    "title": "Colombia - CARIBBEAN CUISINE",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Grace lands in Cartagena, a perfectly preserved 17th-century port city on the Caribbean coast of Colombia. In the birthplace of Gabriel García Márquez's remarkable novels of \"magical realism\", Grace will discover the Caribbean flavors in the Colombian cuisine. Cartagena may not be the official capital of Colombia, but some would argue that it's the culinary capital. The local seafood and tropical fruits serve as the foundation for the cuisine, and the unique blend of cultural influences -- Spanish, African, and indigenous -- give it a special edge. From delicious ...    "
                },
                "13": {
                    "title": "PERU - LIMA - Peru's Food Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "16 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    ...    "
                },
                "14": {
                    "title": "PERU - LIMA - Ceviche & Nikkei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ceviche is indisputably Peru's flagship dish. The cured raw fish classic can be found pretty much anywhere in the country, from humble huarique street carts to fancy restaurants. Taking full advantage of an extensive 1,500-mile coastline and over 2,000 species of fish, Peruvians know how to marinate fresh sea bass, tuna, octopus, sole, sand smelt, black clams, sea urchins and others, like no one. Grace will dive deep into this simple yet intriguing dish, traveling from Lima's fish markets to restaurants that offer the best versions of the national passion.    "
                },
                "15": {
                    "title": "PERU - CUSCO - Andean and Novo-Andean Cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Grace goes back to the roots of Peru and travels to the Andes, the world's longest mountain range and the cradle of ancient civilizations. In Cusco, she tries typical dishes, learns more about staple foods like quinoa and potatoes and tastes exotic delicacies like cuy (guinea pig), alpaca and others. She discovers the importance of the Andean cuisine for Peru, and how it has helped shape the new \"Novo-Andean\" cuisine, which reclaims culinary elements from the country's pre-Hispanic past.    "
                },
                "16": {
                    "title": "PERU - CUSCO - Quechua and Inca Traditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destino con Sabor (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Grace takes a trip to a Quechua village near Cusco to explore Andean and Incan traditions. She spends the day in the mountains learning more about the local culture, the regional textiles and the people's farming/cooking habits. Grace will help the locals prepare meals in traditional ollas de barro, and also participate in an underground barbecue called pachamanca.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Ramirez, Grace"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTE1NGFmZTgtZDU3My00MWI3LWExNzAtMmIwYmFkYmIxYTE3XkEyXkFqcGdeQXVyMTQ4OTMyMjE@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Created by Producing Partners and Scripps Network \"Destino con Sabor\" is a travel/cooking series that explores interesting and curious stories about Latin foods through the experiences of chef Grace Ramirez. She visits cities across the continent to meet chefs, farmers and other local characters that have a deep relationship with the foods that are produced in their environments. The show explores the important role that family traditions have in a chef's career and examines innovators that are taking local cuisine to high levels of international recognition. Visiting both urban and rural/remote settings, the chef collects recipes, ideas and ingredients that will then be used in original dishes inspired by each location. The first season focus on the gastronomic world of Colombia, Peru, Chile and Argentina, offering a blend of regions that show Caribbean styles (through her experience in Cartagena, Colombia), the seafoods of Patagonia and the exotic flavors from the jungle region of Peru. Exploring a mix of sophisticated trends and traditional/artisanal and offering compelling human stories, the show aims to connect with all types of audiences. With her contagious laugh and genuine curiosity, Grace takes viewers on a unique journey through the flavors of Latin America.",
        "languages": [
            "Spanish"
        ],
        "title": "Destino con Sabor",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "akas": [
            "Destino con Sabor (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Producing Partners"
            }
        ],
        "distributors": [
            {
                "name": "Food Network"
            }
        ],
        "plot": [
            "Created by Producing Partners and Scripps Network \"_Destino con Sabor_ (qv)\" is a travel/cooking series that explores interesting and curious stories about Latin foods through the experiences of chef Grace Ramirez. She visits cities across the continent to meet chefs, farmers and other local characters that have a deep relationship with the foods that are produced in their environments. The show explores the important role that family traditions have in a chef's career and examines innovators that are taking local cuisine to high levels of international recognition. Visiting both urban and rural/remote settings, the chef collects recipes, ideas and ingredients that will then be used in original dishes inspired by each location. The first season focus on the gastronomic world of Colombia, Peru, Chile and Argentina, offering a blend of regions that show Caribbean styles (through her experience in Cartagena, Colombia), the seafoods of Patagonia and the exotic flavors from the jungle region of Peru. Exploring a mix of sophisticated trends and traditional/artisanal and offering compelling human stories, the show aims to connect with all types of audiences. With her contagious laugh and genuine curiosity, Grace takes viewers on a unique journey through the flavors of Latin America."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}