{
    "imdb": {
        "episodes": {
            "-1": {
                "-1": {
                    "title": "SOS - Story #4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Survivors of Suicide - SOS (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Sexually violated at a young age, ridiculed by school authorities and rejected from a normal life of education and growth, she found herself seeking love and validation in an obsessive, unhealthy relationship that decimated her as a person. As an unemployed homemaker with limited career options, she struggles with society's myopic ideas of success and failures and dares to speak up against long established conventions. Her unconditional love for her pet 'Cookie' is what keeps her going.    "
                }
            }
        },
        "number of episodes": 1,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmExN2YwY2UtMGZkNC00YTA5LWFiYzgtYzdiM2JiYWExZGIwXkEyXkFqcGdeQXVyODg0MDU1Mjk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "SOS is a project that brings you heartfelt first person stories of people who have walked the dark lanes of mental illness and hopelessness. These are people who have faced their fears and come out stronger, more alive. Through trying to cope with suicidal tendencies, they've found a new understanding of themselves and learnt to love life. Their courage to keep going is what makes their stories remarkable.",
        "languages": [
            "English"
        ],
        "title": "Survivors of Suicide - SOS",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Survivors of Suicide - SOS (India)"
        ],
        "production companies": [
            {
                "name": "One Digital Entertainment"
            }
        ],
        "plot": [
            "SOS is a project that brings you heartfelt first person stories of people who have walked the dark lanes of mental illness and hopelessness. These are people who have faced their fears and come out stronger, more alive. Through trying to cope with suicidal tendencies, they've found a new understanding of themselves and learnt to love life. Their courage to keep going is what makes their stories remarkable."
        ],
        "synopsis": [
            "SOS is a project that brings you heartfelt first-person stories of people who have walked the dark lanes of mental illness and hopelessness. These are people who have faced their fears and come out stronger, more alive. Through trying to cope with suicidal tendencies, they've found a new understanding of themselves & learned to love life. Their courage to keep going is what makes their stories remarkable.Every episode takes us through the struggles, challenges, stereotypes, and hardships that the interviewees have had to face over the years due to their condition and how living in a society that doesn't understand it has made it worse for them. But in the end, it shows how they are coping with their situation and coming out stronger.The first episode takes us through Sheetal's journey of struggling with her depression and finding acceptance for her illness, within herself. In the process of self-acceptance and trying to cope, she has discovered immense love for herself and the strength to open up about her struggle, educating many about mental health and abuse.The second episode unravels how he, a suicide survivor, breaks away from the rut of self-hatred and internal turmoil. He then goes on to find a balance in life through the art of dancing despite inevitable, intense mood swings. This story also gives us an insight into his mother's constant fear and paranoia, revealing how the effects of mental illness go beyond the one suffering.The third episode tells us the story of Kavita, who after years of constant emotional abuse and financial dependence, she finally mustered the courage to make that \"jump\" and break all ties with her father. Now broke & homeless, a part of her that has always lived in fear is set free. For the first time in her life, her father has no power over her.The fourth episode tells the story of Isha, who was sexually violated at a young age, ridiculed by school authorities and rejected from a normal life of education and growth, she found herself seeking love and validation in an obsessive, unhealthy relationship that decimated her as a person. As an unemployed homemaker with limited career options, she struggles with society's myopic ideas of success and failures and dares to speak up against long established conventions. Her unconditional love for her pet 'Cookie' is what keeps her going."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}