{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "USA::2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "6-Year-Old Basketball Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    6-year-old Jaliyah Manuel can dribble better than anyone you know and she's already set on a career in the WNBA.    "
                },
                "2": {
                    "title": "Grandma Gamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    80-year-old Shirley Curry defies grandma stereotypes by becoming one of the oldest avid Skyrim players in the world. She believes video games keep her mind active and says other people her age could benefit greatly from slaying virtual dragons.    "
                },
                "3": {
                    "title": "Cat House",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    When Lynea Lattanzio gave up her home to care for stray and abandoned cats twenty years ago, she never could have imagined how successful it would become. As the founder and director of California's Cat House on the Kings, she has helped save the lives of more than 30,000 cats and has dedicated the rest of her life to saving even more.    "
                },
                "4": {
                    "title": "Weed Nuns",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    The Sisters of the Valley is a medicinal cannabis company run by Christine Meeusen and Darcy Johnson in California's central valley. Their mission is to erase the negative stigma around weed and end human suffering as best they can. The nun outfits aren't worn as part of any organized religion but rather as a sign of devotion to the plant.    "
                },
                "5": {
                    "title": "Dirty Cop's Redemption",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    In 2008, police officer Andrew Collins framed an innocent man for drug possession, lied under oath and sent the man to prison for a crime he didn't commit. Andrew was subsequently caught and served jail time. Through an unbelievable twist of fate, he is now close friends with the man he sent away. They work together at a coffee shop in Michigan.    "
                },
                "6": {
                    "title": "Meet a Real-Life Fangsmith",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    A former dental technician who now goes by the name Father Sebastiaan travels the world fitting real-life vampires with custom fangs. In this video, he explains how his unusual occupation gives his life purpose.    "
                },
                "7": {
                    "title": "Temple of Free Speech",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The Satanic Temple of Los Angeles, co-founded by 50-year-old William Morrison, was established not as a religious order but as a political movement whose primary mission is to defend first amendment rights against the encroachment of the American Christian agenda. Here, Morrison explains why the group has marked the day 6/6/16 with a visit to City Hall in Lancaster, CA.    "
                },
                "8": {
                    "title": "Mermaid School",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    At the Los Angeles Mermaid School, swimmers get to explore the world from just beneath the surface. According to Virginia Hankins, the resident instructor, becoming a mermaid is the perfect way to put aside bad habits and escape the normal routine.    "
                },
                "9": {
                    "title": "Adult Literacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Wanda is 47 years old and just recently learned how to read. She was only in the 10th grade when she dropped out of school. After being involved with Project Literacy, she's learning to read and write, and it's changed her life - she even wrote her own children's book, \"The Little Chicken Named Pong-Pong,\" a fresh retelling of the classic story \"Chicken Little.\"    "
                },
                "10": {
                    "title": "8-Year-Old Skater Pro",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Eight-year-old Sky Brown came to America from Japan with her parents and younger brother, Ocean, to skateboard...and she's making plenty of waves in the process. Just this year, Sky became the youngest girl to compete against adults at the Vans' Open Pro Series. But shaking up the male-dominated sport is hardly a big deal. For Sky, if she can inspire future generations of girls to pursue their dream.    "
                },
                "11": {
                    "title": "Biggest Football Player Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    7-foot 440-pound high school senior John Krahn, 17, just might be the largest football player ever. But even though he towers over his competition, Krahn's life aspirations aren't all football - so what does someone his size dream about becoming if the NFL doesn't come knocking?    "
                },
                "12": {
                    "title": "Braco the Gazer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Long ago, Braco gave up speaking in order to show the world the healing power of his gaze. In a world filled with new age spiritualism and belief, is Braco The Gazer the real thing? With no evidence to confirm, skeptics remain doubtful despite the growing number of followers who come from around the world to attend one of his events for healing.    "
                },
                "13": {
                    "title": "World Beard Champ",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    At the 2017 World Beard and Mustache Championships in Austin, Texas, previous National World Freestyle Beard Champion Jason Kiley won once again, taking home Best in Show. Uniting whiskers in a cultural event like no other, the event hosts more than 1,000 competitors, fans and beard enthusiasts.    "
                },
                "14": {
                    "title": "Bug Whisperer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Aaron Rodriguez of the Bronx has a massive collection of huge and rare bugs, as well as a NYU Biology Master's Degree on them (thesis covers Tomato Horn Worms); but what sets him apart is his reasons for collecting.    "
                },
                "15": {
                    "title": "Cannabis Kitty",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Meet the newest consumer of medical marijuana - family pets. When traditional methods fail, pet owners like Lisa Mastramico are turning to edible CBD oils (cannabis refined specifically for animals) to alleviate pain problems. She, along with other proponents, are finding that weed is significantly decreasing her cat's pain and allowing it to live a normal life again.    "
                },
                "16": {
                    "title": "Books for Barbershops",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    With low reading engagement and literacy rates still a problem in black communities, Barbershop Books, the debut program from Harlem's Reading Holiday Project, Inc., is Alvin Irby's attempt to even the playing field.    "
                },
                "17": {
                    "title": "Chainsaw Artist",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    There's something dangerous about Stacy Poitras' sculptures. One mistake while carving could result in a ruined chainsaw carving...or even worse. But that's to be expected when he's using a chainsaw as a paintbrush. After dropping out of art school to pursue chainsaw art as part of CMT's Chainsaw Gang, Stacy has gained a new perspective on life and what it means to be an artist.    "
                },
                "18": {
                    "title": "Bourbon Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "18 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    29-year-old Marianne Barnes is Kentucky's first female master distiller since Prohibition. As a chemical engineering undergraduate at the University of Louisville, she stumbled upon the region's sacred craft.    "
                },
                "19": {
                    "title": "Daddy Daughter Hair School",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Phil Morgese started the free Daddy Daughter Hair Factory in Daytona Beach, Florida, as a way to encourage dads to spend time with their young daughters. As a single father, Phil realized that all girls need support from a male figure and this was the perfect way to throw out gender rules and connect with his. Now, 34 classes later, his idea is really starting to catch on.    "
                },
                "20": {
                    "title": "DIY Breasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When Barb Demorest learned she had breast cancer, she had no idea that her diagnosis would change her life -- and thousands more. After her mastectomy, being given a free knit breast prosthetic didn't just rekindle her hope for the future.    "
                },
                "21": {
                    "title": "Extreme Couponing",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A Virginia woman is using coupons to help feed thousands of people in need. Her goal: To feed 30,000 people by her 30th birthday - without spending a dime.    "
                },
                "22": {
                    "title": "Bug Chef",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The Bug Chef, aka David George Gordon, released an insect-based cookbook in 1998 and has been cooking with bugs ever since, a traveling chef sauteing scorpions for cheering crowds.    "
                },
                "23": {
                    "title": "Food Truck for the Homeless",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Founded by Ravi and Jacquelin Singh in DTLA, Share A Meal is a food truck dedicated to providing free burritos to homeless people. They believe that a full spiritual experience requires daily actions of service and sharing.    "
                },
                "24": {
                    "title": "Goat Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "5 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Bring your own mat, the goats are provided at Lainey Morse's backyard yoga class. And if you think this type of practice will never catch on, think again - there's already more than 600 people on the waiting list.    "
                },
                "25": {
                    "title": "Handi the Gamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    At a time when the internet can be a devastating place for young people, Michael \"Handi\" Olson has found his home on Twitch, the popular streaming website for gamers.    "
                },
                "26": {
                    "title": "I Have a Stutter",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    For 20-year-old Ray Demnitz, having a severe stutter has gone from a curse to a blessing in disguise -- all thanks to a change in perspective.    "
                },
                "27": {
                    "title": "I'm a Furry",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    19-year-old Christopher from California deals with his social anxiety by dressing up as a neon green fox named Kona. But it's not just about making himself feel better, it's about spreading the happiness as far as it will go.    "
                },
                "28": {
                    "title": "Cat Whisperer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "7 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Cat behavior consultant Daniel Quagliozzi solves crises of the feline kind for hundreds of human clients. With a decade of experience working for the San Francisco SPCA and running his own consulting business, Go Cat Go!, the Bay Area's own cat whisperer preaches that understanding cat behavior and body language.    "
                },
                "29": {
                    "title": "Limbless Crossfit",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    To excel at cross-fit, you need strength and determination. For Lindsay Hilton, who was born without arms and legs, she got that...and then some.    "
                },
                "30": {
                    "title": "Mr. Okra of New Orleans",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    In the vibrant city of New Orleans, Mr. Okra is a man like no other. For the last 50 years, Arthur Robinson, aka Mr. Okra, has been delivering fresh produce in the back of his pickup truck to his community. It's enough to make him quite the celebrity in his little pocket of the world.    "
                },
                "31": {
                    "title": "Nude Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Provides sage, inclusive spaces where people can exercise in the nude.    "
                },
                "32": {
                    "title": "Obama Impersonator",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    With his uncanny resemblance to the 44th President of the United States, Reggie has become the most famous Barack Obama impersonator in the world.    "
                },
                "33": {
                    "title": "Professional Cuddler",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n    Meet Fei, a professional cuddler with Cuddle Sanctuary in Santa Monica, California. For $80 an hour, Fei treats her clients to one-on-one cuddling sessions and group workshops about consent and touch. Despite constant misunderstandings of her profession, Fei explains that her therapy is about more than and sex, it's about helping others discover intimacy through hugs and release through touch.    "
                },
                "34": {
                    "title": "Recycling Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    At 3 years old, Ryan became obsessed with recycling, and how it can help save the environment, and decided to start his own business - Ryan's Recycling Company.    "
                },
                "35": {
                    "title": "Restoring the Rainforest",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "plot": "\n    A Brazilian man \"reforested\" a patch of barren land - seed by seed - in order to create 77 acres of rain-forest.    "
                },
                "36": {
                    "title": "Pro Competitive Eater",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "4 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Competitive eater Molly Schuyler is currently ranked the #1 Female Independent Competitive Eater in the world. Her most impressive stats include 20 pounds of steak in 20 minutes, 440 wings to beat El Wingador in the Wing Bowl, and has earned $130k+ (and a Harley-Davidson motorcycle) so far.    "
                },
                "37": {
                    "title": "Roller Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    This is the world of roller derby, the high-speed, full contact sport that pits skater against skater. The only thing more intense than the sport are the girls who play it.    "
                },
                "38": {
                    "title": "Speedcubers",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "plot": "\n    Welcome to the world of speed-cubing, the fast-paced puzzle competition that is growing in popularity around the world - even if you've never heard of it. Cubers like Michael Young, from West Hollywood, are battling to see who can solve the Rubik's cube in the fastest time.    "
                },
                "39": {
                    "title": "DDR Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    After winning a Guinness World Record for Guitar Hero at the height of its craze, Chris Chike, known online as iamchris4life, is being recognized as a Dance Dance Revolution master. This year, he was crowned the 2017 international DDR champion at Japan's 6th Annual Konami Arcade Championship Finals -- the first time Americans were allowed to compete.    "
                },
                "40": {
                    "title": "Superman of Hollywood Boulevard",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "plot": "\n    48-year-old Christopher Dennis' life didn't go as planned. After some early success as an actor and model, Dennis struggled with drugs and eventually found himself on Hollywood Boulevard, working for tips from tourists as a Superman impersonator. Still, Dennis finds purpose in brightening other peoples' lives.    "
                },
                "41": {
                    "title": "California's Teen Smokers",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    California raised the age of smoking from 18 to 21 in June, leaving thousands of young smokers in the lurch with no way to legally purchase the cigarettes they're now dependent on. They're not happy about it.    "
                },
                "42": {
                    "title": "The Homeless Jedi",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "plot": "\n    32-year-old Ace Venom (his legal name) identifies as a Jedi realist. And like Jedi from Star Wars films, Ace relies upon a philosophy of righteousness and helping others to endure his day-to-day struggles in Portland, where rising rent prices have left him and his fiancee homeless.    "
                },
                "43": {
                    "title": "Therapy Pig",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "9 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Pigs can't fly, but at San Francisco's International Airport, Lilou the therapy pig is turning heads. As part of the airport's Wag Brigade, Lilou helps bring a bit of happiness to what otherwise might be a stressful day of flying. While airports pigs are rare, therapy animals aren't. More than 30 states already employ their own team of therapy dogs. And during stressful times, anything helps.    "
                },
                "44": {
                    "title": "Dog Hair Clothes",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "16 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Jeannie Sanke of Evanston, Illinois, knits with one of the world's most unusual materials: wool from dog hair.    "
                },
                "45": {
                    "title": "The Treeman of Venice",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "plot": "\n    57-year-old Lonell Powell, AKA Treeman, explains why it's important to stop and smell the roses.    "
                },
                "46": {
                    "title": "Urban Beekeeping",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "plot": "\n    Some people have dogs, George Langworthy has bees. In Los Angeles, where it is now legal to keep hives in your backyard, George is one of a number of beekeepers helping to preserve bee species that have seen a severe drop in numbers over the last several years. And his work could not be any more important.    "
                },
                "47": {
                    "title": "Dog Retirement Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "28 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In Elk Rapids, Kim Skarritt runs the Silver Muzzle Cottage, Michigan's only dog hospice. Many of the dogs there were lifelong pets who've since been abandoned. So far, she's taken in 93 rescue dogs, some even near death.    "
                },
                "48": {
                    "title": "Snake Venom Extractor",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Jim Harrison has been milking snakes for their venom for the last 41 years -- that's 1000 extractions a week, nine accidents and five times on life support.    "
                },
                "49": {
                    "title": "Wheelchair Pups",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "plot": "\n    In Rosharon, Texas Laurie and Larry Miller combine their skills as a Vet Tech and pipe-welder to make custom wheelchairs for disabled dogs, giving them a second chance at mobility, play, and normal lives.    "
                },
                "50": {
                    "title": "Beer Pong Champ",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Andrew Borys from Calgary, also known as: BBS DoingNothing, is the most impressive beer pong player you've ever seen. He nails cup after cup in a pyramid stack, hits 'em across the room with a pitching wedge, all day long.    "
                },
                "51": {
                    "title": "Autograph Hunter",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "plot": "\n    Around Hollywood, he's known simply as Red Bull. A mysterious red-headed autograph hunter who makes a living off the signatures he feverishly collects around town. This is his story.    "
                },
                "52": {
                    "title": "Black Santa Claus",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "plot": "\n    Meet Langston Patterson, the new face of the holidays. As the black Santa Claus at the Baldwin Hills Crenshaw Plaza in Los Angeles, Patterson is hoping to bring children of all ages and races together to celebrate the holidays in a loving way.    "
                },
                "53": {
                    "title": "Bong Maker",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    When 4:20 hits, bong maker Robert Mickelsen is on the clock. Though the longtime artist and glass worker doesn't smoke, he's thrilled to be a part of the USA's growing cannabis counterculture. And since the 2008 recession, that's also how Mickelsen has made his living -- by making and selling pipes and bongs at all price points, from double digits to $30,000 a piece.    "
                },
                "54": {
                    "title": "Breast Milk Bikers",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    This breast milk biker gang saves premature babies. As the president of the Sirens Women's Motorcycle Club in New York City, Jennifer Baquial knows how she can come off to some people. So when the Executive Director of the New York Milk Bank called her out of the blue and asked if she'd be willing to deliver breast milks to moms and babies in need, she jumped at the idea.    "
                },
                "55": {
                    "title": "Care Farming",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "plot": "\n    Karen Snook of Kindred Spirits Care Farm believes animals are the key to helping vulnerable, at-risk students and youth achieve success. On her care farm, located on a high school campus, students learn to reconnect with the earth, animals and nature, while learning to trust their own instincts. Through care farming, therapy with nature and animals, her students are healing and growing as people.    "
                },
                "56": {
                    "title": "Adult Thumbsucker",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "plot": "\n    As an adult thumb-sucker, Harvey Miller feels like his favorite habit is largely misunderstood. For him and others like him, thumb-sucking is a harmless way to fill a void. And who can argue with that?    "
                },
                "57": {
                    "title": "Dad in Jail",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "3 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    With their dad in jail, twin teens Justice and Freedom have been forced to make a lot of sacrifices for their family. Before they were born, the twins' father was convicted of a crime and sent to jail. But despite his time in prison, their father has been a constant in their lives. It is because of this unique bond that the family has grown stronger together - incarceration and all.    "
                },
                "58": {
                    "title": "Doctor Freeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Max More is used to talking about life extension. In fact, his non-profit organization, the Alcor Foundation, is using cryonics to find immortality. By using extremely cold temperatures to preserve a human body, Max plans on placing ailing humans into a suspended state with the intent of restoring them at a time when available technologies might better be able to restore good health.    "
                },
                "59": {
                    "title": "Doomsday Bunkers",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    With Donald Trump's inauguration looming, the luxury bunker market has exploded. Gary Lynch, a survival shelter salesman and general manager of Rising S Bunkers in Texas, explains why -- fear of nuclear war -- and takes us inside the underground strongholds America's wealthy elite are now scrambling to purchase in order to prepare for the end of the world. Gary has been producing top-quality dooms.    "
                },
                "60": {
                    "title": "Family of Gator Wrestlers",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "plot": "\n    With no structured competitions and a ludicrously high death potential, gator wrestling might be the most dangerous and pointless sport there is, but it's still got a strong following among Southerners like T. Michael Kliebert, who grew up in the swamps. For them, it's all about tradition and Mr. Kliebert explains why.    "
                },
                "61": {
                    "title": "Grandma Bodybuilder",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "plot": "\n    68-year-old Ruby Pikes began entering bodybuilding competitions at age 51 and has since dedicated her life to fitness and helping other older women reach their fitness goals. Here she explains what keeps her going and why age is no excuse to stay unhealthy.    "
                },
                "62": {
                    "title": "Grandma Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "26 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Nestled cozily on New York's Staten Island, a little restaurant called Enoteca Maria thrives on traditional food cooked entirely by a staff of grandmas from all over the world.    "
                },
                "63": {
                    "title": "Calgary Flames Organ Player",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Willy Joosen, the Calgary Flames' organist since 1988, is a lover of all things hockey, Canada, and piano. For nearly 30 years, he's played the arena, translating popular music into booming organ chords and commanding audiences of over 20,000. It's exhilarating, to say the least -- for both Joosen and his team's fervent fans.    "
                },
                "64": {
                    "title": "I'm a Pyro",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "plot": "\n    For the men who set off bombs for the enjoyment of others, every day at work can be a matter of life and death.    "
                },
                "65": {
                    "title": "I'm an Exorcist",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "plot": "\n    Shea Bile was brought up believing in the supernatural. As the son of a medium, Shea has embraced the rebellious side of spirituality and is now a practicing occultist and exorcist. While he believes in demonic possession, he'll be the first to tell you that any exorcism has to start from within. And he'll give you the tools you need to liberate yourself.    "
                },
                "66": {
                    "title": "Donut Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    9-year-old Tyler Carach, better known as \"the donut boy,\" is on a mission to deliver donuts to every police officer in the country. With the constant attention on police in this country, Tyler is hoping to connect his message with people: not all cops are bad.    "
                },
                "67": {
                    "title": "Kid Climber",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "22 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    At 7 years old, mountain climber Tyler Armstrong set out to conquer the world's highest mountains. Now 13, he's climbed five of the seven great summits, including Kilimanjaro (Tanzania), Mount Elbrus (Russia) and Mount Aconcagua (Argentina).    "
                },
                "68": {
                    "title": "Latinos for Trump",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Campaigning as a Mexican-American for Trump has brought Marco Gutierrez a fair share of unwanted attention. But for Marco, a founding member of Latinos 4 Trump, it isn't just about raising questions, it's about reclaiming lost opportunities for people like him and protecting the freedoms of the American Dream.    "
                },
                "69": {
                    "title": "Michigan Militia",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "plot": "\n    At a time when the conversation over gun control and immigration reform has taken center stage, Lee Miracle has picked his side. As the coordinator of the Southeast Michigan Volunteer Militia, Lee has placed himself of the side of the Second Amendment - ready to defend his right to bear arms, even if it's against the government.    "
                },
                "70": {
                    "title": "One Man Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    For the last four decades, Arthur Nakane has made Los Angeles sound a little sweeter. Even after a serious injury left him partially paralyzed and without the full function of his hands and limbs, the self-proclaimed one-man-band continues to serenade the crowds who gather daily in Little Tokyo to watch him play.    "
                },
                "71": {
                    "title": "Paralympic Swimmer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Outside the pool, U.S. Paralympic swimmer and gold medalist for the U.S. National Team Rebecca Meyers confronts life's challenges. In the water, she demolishes them. Diagnosed with Usher syndrome, she's been deaf since birth, and she will eventually go blind - her eyesight deteriorates more every day. Still, Becca's anything but disabled - just ask her about her gold medals, and her ESPN ESPY.    "
                },
                "72": {
                    "title": "9-Year-Old Piano Prodigy",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Ryan Wang is a typical 9-year-old boy, with one extreme exception -- he's a world-famous classical piano prodigy. In 2013, when he was just five years old, he performed at Carnegie Hall, and has since made appearances on The Ellen Show and with the Shanghai Symphony Orchestra. And through it all, Ryan remains a normal kid who loves life offstage, too.    "
                },
                "73": {
                    "title": "Professional Dog Dancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "plot": "\n    Patie Ventre, lifelong animal lover and dog dancing champion has only one thing on her mind -- the Olympics. For her, it's just a matter of time before this unusual sport is accepted by the world.    "
                },
                "74": {
                    "title": "Racist Tattoo Coverup",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    David Cutlip of Southside Tattoo is breaking down racism, one tattoo at a time. In providing free cover-ups for people with racist and gang-related tattoos, he turns hate into hope, giving his clients the freedom to live normal lives -- without fear of discrimination at work and home.    "
                },
                "75": {
                    "title": "Reborns: Born Again Dolls",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "plot": "\n    Can these life-like dolls help grieving parents find hope after a devastating loss? Ethel Ruiz, the woman behind Reborns believes so. In 2013, she began making dolls to help mothers and fathers reconnect with the children that they lost. Now, she's learned that people with autism and Alzheimer's are also benefitting from her creations.    "
                },
                "76": {
                    "title": "Robotic Exoskeleton",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    It's been 8 years since a car accident left Cynthia Ramirez paralyzed from the waist down - and eight years since she's been able to walk on her own. Now, thanks to expanding studies in therapy and robotic technology, Cynthia is able to walk again with a robotic exoskeleton. The device, powered by motors and electronics, is giving her back the freedom she thought she lost.    "
                },
                "77": {
                    "title": "Santa Dave",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "plot": "\n    61-year-old Dave Morrison has been making children smile for the last decade as a Santa-for-hire. But every holiday season, Dave is reminded of his own children who he hasn't seen in years.    "
                },
                "78": {
                    "title": "Saving Camels",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "plot": "\n    The Arabian meat market is booming and as a means of conservation, a highly exuberant animal rights defender is decking out camels from head to toe.    "
                },
                "79": {
                    "title": "Stunt Driver",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    20-year old Brionna Lynch has always had a passion for cars and driving fast. Since the moment she turned 16 and got her license, she's been tearing up the streets on and off screen. And now, as one of the only females in the stunt driving profession, she's carving a path in movies such as The Fate of the Furious and Ninja Turtles 2.    "
                },
                "80": {
                    "title": "Syrian Refugee",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "plot": "\n    Ahmed is one of thousands of Syrians who have come to America as refugees. Despite the war he leaves behind him, Ahmed is determined to give his children a chance at a better life. And it's not easy. Every day he is met with struggles that make it hard for him to find the American Dream.    "
                },
                "81": {
                    "title": "Teen Dancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Teen dancer, Taylor Hatala isn't perfect. Despite what her dance videos show. With millions of video views, Taylor has skyrocketed to fame following the 2014 viral video of her dancing to Nicki Minaj's \"Anaconda.\" She now performs regularly on tour with artists like Justin Bieber and Janet Jackson. But social fame can come with a price, as she and many teens now know.    "
                },
                "82": {
                    "title": "Ts Madison Does DragCon",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "plot": "\n    At Los Angeles' third annual DragCon, transgender icon and Vine star TS Madison celebrated her own gender transition with 22,000 other attendees. In the wake of the assault on LGBT rights in states like North Carolina and Mississippi, this event was more than just a party - it's a lifeline.    "
                },
                "83": {
                    "title": "Turkey Sanctuary",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "plot": "\n    Alicia Pell isn't here to ruin your Thanksgiving plans but she's hoping to open your mind about her favorite animal. As the National Placement Manager at Farm Sanctuary, Alicia helps rescue turkeys from cruelty. Through her work she hopes to teach the world about how amazing these little understood animals really are.    "
                },
                "84": {
                    "title": "Underground Crossdresser",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "12 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    From sun up to sun down, Roberto's life is business as usual. But at nighttime, he becomes Roberta, his drag persona. This is the life of many cross-dressing Spanish men who escape their daily routine and dress up to look like women at club EnFemme. It's not exactly normal to cross-dress and lead a double life of drag, but it brings him the most joy.    "
                },
                "85": {
                    "title": "Violin Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "plot": "\n    30-year-old Zachary Storey has been working as a full-time street performer for five years, during which time he developed Ann Arbor's now-famous Violin Monster persona. In this video, Storey explains the beauty in the simplicity of his lifestyle that touches so many different lives every day.    "
                },
                "86": {
                    "title": "Wakeboard Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "plot": "\n    Kaitlyn \"Koko\" Adams first stepped on a wake-board and jumped into water sports when she was just five years old. Now 11, she's a national champion in wake-boarding and snowboarding. Although she might have times when she's scared, the secret to her professional wake-boarding success is simple: never give up. This wakeboarder is just getting started.    "
                },
                "87": {
                    "title": "Water Sommelier",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Los Angeles's first and only water sommelier, Martin Riese, is working to educate people about the world's most popular drink. In his Water 101 class, Riese offers patrons the chance to join him for a water tasting - for 50 dollars a head.    "
                },
                "88": {
                    "title": "The Zen of Sign Spinning",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "plot": "\n    20-year-old Oshay Henderson hits the sweltering streets of L.A. every day to spin signs for a living. According to him, it's the best job in the world. But he's a lot more than just some guy on the side of road - he may just have life figured out.    "
                },
                "89": {
                    "title": "Floating Babies",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "plot": "\n    Kristi Ison of Houston, Texas founded Float Baby, a spa for babies, as a way to improve babies' early cognitive and physical strength through water therapy and neonatal massage. Not only can infants benefit, but moms and dads also get to escape the isolation of parenting at home. And there are few things more fascinating than a pack of newborn babies bobbing, buoyed by water wings in a warm bath.    "
                },
                "90": {
                    "title": "Ballet Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Not many boys dance ballet, but 11-year-old Gabriel Romero, who trains at Thom McIntyre's Philadelphia Dance Center, is the ultimate boy ballerina (or ballerino). Even if he's the only boy ballet dancer among dozens of girls, Gabe doesn't let it get to him. He's in the studio and at the barre for one key reason: dance is his passion, and he's not afraid to express it.    "
                },
                "91": {
                    "title": "Bionic Biker",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "14 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Seven months after a serious snowmobile racing injury left him with an amputated leg, professional athlete \"Monster\" Mike Schultz was back on the track. Combining his love for racing and his skill with tools, Mike designed and built his own prosthetic leg, called the Moto Knee, and now runs a company called Biodapt. It's already helped him medal 7 times at the ESPN Summer X Games.    "
                },
                "92": {
                    "title": "Bra Fairy to the Homeless",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Dana Marlowe, aka The Bra Fairy, doesn't need funding or fancy packaging to work her magic, but she does need all the used bras she can collect. Via her organization Support the Girls, people across the country are mailing Marlowe their used underwear so she can sort, wash and donate these much-needed garments to homeless girls and women.    "
                },
                "93": {
                    "title": "Bunny Museum",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The Bunny Museum in Altadena, CA isn't your average exhibition -- it's also home to co-founders Candace Frazee and her husband Steve Lubanski. In the early days of their relationship, Candace and Steve found themselves giving each other bunny-themed presents from time to time; eventually, it evolved into an all-out bunny obsession.    "
                },
                "94": {
                    "title": "Butterfly Keeper",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Tim Wong, a biologist who volunteers as a butterfly keeper at the San Francisco Botanical Garden, has raised a kaleidoscope of butterflies in his backyard. Inspired by the insect's delicate, ethereal beauty, Wong works to build butterfly populations as their natural habitats shrink, threatened by industrial development.    "
                },
                "95": {
                    "title": "Cardboard Artist",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Cardboard artist Calder Greenwood is Los Angeles's own up-cycling genius. A VFX artist by trade, Calder spends his free time turning cardboard from would-be waste into urban fine art. Whether he's crafting 3D Frankenstein heads, huge hanging spiders or unconventional modern art, Calder's goal is the same: to inspire people to look up and notice the overlooked magic of their surroundings.    "
                },
                "96": {
                    "title": "Female Sumo Wrestler",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    In Japan, sumo wrestling is still a male-only sport, so 33-year-old Natsumi Takagi, originally of Tokyo, took her ambitions to Los Angeles and became the first Japanese woman to compete, and win a silver medal, in the US Sumo Open. Despite her small size -- 5'5\" and 120 lbs -- she regularly wrestles men several times larger, and even bested a sumo champion twice her weight.    "
                },
                "97": {
                    "title": "Cosplay Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Instagram cosplay queen Lyz Brickley is known as a cosplay icon by her mass of fans on social media. Brickley, who used to be a model before pivoting into nerdom, transforms into popular video game and fantasy novel characters from Overwatch, Zelda, and Lord of the Rings and makes regular visits to conventions and events where she rocks candy-colored wigs, full metal suits of armor, and swords.    "
                },
                "98": {
                    "title": "Cremation Potter",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    Justin Crowe of Santa Fe, New Mexico started Chronicle Cremation Design, a company that turns human remains into pottery, after finding artistic inspiration in his grandfather's death. He was surprised when others asked him if he could turn their loved ones' remains into memorial objects, too -- and even more surprised when the project grew into a business.    "
                },
                "99": {
                    "title": "Dog Stylist",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Dog stylist Jess Rona of Los Angeles gives pups first-rate cuts and blowouts, and the videos she makes documenting her process are viral smash hits. As stylist to the pets of stars like Katy Perry and Kaskade, her fame's growing faster than her client list (sorry, no vacancies).    "
                },
                "100": {
                    "title": "Female Ex-Con Theater",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Within the Judy Dworin Performance Project, female ex-cons are much more than an orange jumpsuit or a mugshot. Guided through performance by the nonprofit's founder Judy Dworin, former inmates are given the mentor-ship they need to reach out about social justice and other issues the free world may not fully understand.    "
                },
                "101": {
                    "title": "Falconer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "3 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Female falconer Jenna Woginrich spends her days caring for and hunting with her falcon, Aya Cash. Woginrich, who was once a graphic designer, now runs a farm and rescues some of nature's biggest airborne predators. The point is not to tame these majestic birds: it's simply to teach them how to hunt, giving them a better chance of living through the harsh winter in secluded upstate New York.    "
                },
                "102": {
                    "title": "Freeze Died Pets",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Pet preservationist Chuck Rupert of Second Life Freeze Dry makes the death of a pet easier on owners. With vacuums and ultra-cold temperatures, Chuck's company prepares and preserves people's pets just the way they remember them, helping to ease their loss as they move through the healing process.    "
                },
                "103": {
                    "title": "Gunpowder Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Wyoming-based artist Danny Shervin paints with gunpowder. He stumbled upon the unusual technique in college, and his work soon blew up. Now, he uses a brush to arrange powder on canvas in the likenesses of wildlife -- owls, bears, and fish -- lights his work on fire, then shares the results with his 380,000 fans on Facebook.    "
                },
                "104": {
                    "title": "Homeless Haircuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Nasir Sobhani of Melbourne, Australia, aka The Streets Barber, gives free haircuts to the homeless to help them feel clean, empowered, and understood. Life on the streets is rough, with homeless people often ignored or abused to the point that they no longer feel human -- and Nasir, a former drug addict himself, is out to change that with a salon-style makeover.    "
                },
                "105": {
                    "title": "Hurricane Katrina 10 Years Later",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "plot": "\n    On the ten year anniversary of Hurricane Katrina, areas of New Orleans are still devastated. In this video, locals explain how time doesn't heal all wounds - despite small signs of recovery - and how circumstances beyond their control have left them feeling trapped.    "
                },
                "106": {
                    "title": "Drag Queen Story Hour",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Drag Queen Story Hour at the New York Public Library is exactly what it sounds like: drag queens reading picture books to children. Angel Elektra, who is gay, grew up in a Christian household where she had to keep her sexuality a secret.    "
                },
                "107": {
                    "title": "Kid Bull Rider",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    According to his father, 10-year-old bull rider Ryder Carpenetti is a different breed of kid. Ryder, who's been riding mini-bulls competitively since he was 7, isn't afraid to hop on and go. When it's time for him to compete, he heads to the ring, lets the bull start kicking and jumping, and hangs on tight.    "
                },
                "108": {
                    "title": "Lucha Libre Ladies",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "plot": "\n    Krystal's love of lucha libre started long before she became a luchadora. As a tribute to her grandmother, Krystal is helping to transform Mexican wrestling for a new generation of fans. Today, she is one of the many rising female wrestlers in the ring.    "
                },
                "109": {
                    "title": "The Fruit Diet",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "1 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Norwegian brothers Mikkel and Mads Gisle Johnsen are living a fruit-only diet. As modern nomads, they're abandoning city life to pursue a raw vegan and fruit-based diet together. The pair of fruitarians, who eat primarily bananas for both calories and nutrition, document their lifestyle on their YouTube channel, Sweet Natural Living.    "
                },
                "110": {
                    "title": "Mexican Border Aide",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "plot": "\n    Life is dangerous on the Mexican-American border -- cartel violence and police exploitation is common. For the immigrants making the trip from Mexico into the United States, Sarah's home for refugees is a last minute safe haven before the journey across the border.    "
                },
                "111": {
                    "title": "Mother-Daughter Graffiti",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Street artist Binty Bint and her daughter, Lola, share an uncommon hobby: graffiti. The mother-daughter duo covers the walls of local businesses in everything from cartoon chickens to uplifting messages. Working as a team, they bring brightness and cheer to the cloudy streets of London.    "
                },
                "112": {
                    "title": "Off-Road Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "5 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    10-year-old Austin Thompson isn't an average kid -- he's also a top competitor in the World Off Road Championship Series, racing in 170 class events. With his younger sister as his co-pilot and support from his cheering parents at every race, Austin's family believe it takes a shared effort to succeed in competitive off-roading -- and in life.    "
                },
                "113": {
                    "title": "The People Walker",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Chuck McCarthy of Los Angeles, California, is a professional people walker. For $7 a mile, The People Walker will escort you wherever you need to go, acting as a chaperone/chauffeur hybrid who doubles as a therapist, a friend and whatever else you seek in a sidewalk stroll.    "
                },
                "114": {
                    "title": "Portland's Unipiper",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    In a city known for its eccentricity, Brian Kidd is a standout. He rides a unicycle and plays a set of flaming bagpipes. Known as the Unipiper, he might be even weirder than his home city of Portland. Dressed up as Darth Vader or Uncle Sam, Brian Kidd the Unipiper redefines viral fame.    "
                },
                "115": {
                    "title": "Pro Wingwoman",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    31-year-old Erin Davis of New York, New York is a professional wing woman and matchmaker: in other words, she gets paid to hook people up. After she got her start in Jewish matchmaking via hosting exclusive group dinners, Erin became so good at connecting people that her clients pleaded with her to offer a one-on-one service, too.    "
                },
                "116": {
                    "title": "Project Teddy Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Inspiration struck when 13-year-old Campbell Remess of Tasmania, Australia realized that very sick kids, particularly those fighting cancer, had to spend holidays in the hospital. He yearned to give every kid in his local hospital a teddy bear for comfort, but his family couldn't afford it.    "
                },
                "117": {
                    "title": "Protest Personality",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    Protest personality Marni Halasa is out to make a difference. She uses fun, flamboyant costumes like \"Angry Mermaid for Climate Justice\" to spread the political messages she's passionate about by grabbing media attention. Halasa's not doing it for the money -- she doesn't make any. Her goal is to remind ordinary citizens that they can take action and change the world.    "
                },
                "118": {
                    "title": "Python Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Python hunting might be out of your comfort zone, but Tom Rahill and the Swamp Apes, a group of military veterans and volunteers who remove invasive pythons from wild areas of Florida's Everglades National Park, find it therapeutic. When Florida veterans return home, they can join Rahill's crew and use the highly strategic hunt to channel their postwar emotions -- and ultimately heal.    "
                },
                "119": {
                    "title": "Santa Cop",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "22 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    On most days, Adrian Acosta goes by Officer. During the holidays, he's Santa Claus. After a long year of public backlash against the police, Adrian and his fellow officers of the Los Angeles Police Department are hoping to bring community and law enforcement together during this Christmas season.    "
                },
                "120": {
                    "title": "Simulated Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Would you trust your coworkers with your life? Keith Wille of Survival Systems, USA, puts companies to the test by putting employees in disaster's front seat. They believe that if teams can join together to survive a plane crash, a submerged vehicle, or the open ocean, they can work through anything -- including the 9 to 5.    "
                },
                "121": {
                    "title": "Slime Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    13-year-old slime girl Kaitlinh Nguyen, Instagram's Slime Sherbet, is a teen slimer, artist and entrepreneur. With more than 260,000 followers and tens of millions of views, she's one of the highest viewed (and paid) slimers out there. What happens when the trend fades away? Kaitlinh's not worried -- she's in it all for the fun.    "
                },
                "122": {
                    "title": "Socialist Candidate for US President",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "plot": "\n    Gloria La Riva wants you to forget about the two-party system. As the leader of the Party for Socialism and Liberation (PSL), she's been campaigning for President since 2008. And even as the conversation is opening up to socialism, Gloria admits that being on the ballot in several states isn't' enough -- a mass movement is needed in order to radically reform society.    "
                },
                "123": {
                    "title": "Surf Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    World-famous surf dog Ricochet and her handler, Judy Fridono, are making it easier for disabled people to surf. For would-be surfers with physical and mental disabilities like PTSD or missing limbs, Ricochet provides support and stability to calm their fears - and help them hang loose.    "
                },
                "124": {
                    "title": "Tall Girl Society",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    In The Tall Society, a supportive community for tall women worldwide, standing out is what brings members together. Six-foot-two Molly Johnson tells us what it's like to be a cut above, and how finding The Tall Society on Instagram changed how she feels about being unusually tall.    "
                },
                "125": {
                    "title": "Urban Daredevil",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Victor G. Thomas, aka vic.invades on Instagram, is an urban daredevil and explorer in New York City. For him, NYC's a playground, and he treats its skyscrapers like a jungle gym. As Victor explains, he doesn't fear dying, but he does understand the gravity of his situation -- anything can happen when you're up in the air.    "
                },
                "126": {
                    "title": "Vogue Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Isla Chanel of Los Angeles, California is a competitive voguer, repping a dance movement that evolved out of 1960s-era gay, trans, black and Latino communities and later expanded to accept women and all parts of the LGBT community. Inspired by modeling poses, voguers bring the runway to the dance floor with moves like spins, death drops and catwalking.    "
                },
                "127": {
                    "title": "Weed Chef",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Want to get high? Andrea Drummer, a cannabis chef in Los Angeles, is infusing gourmet meals with weed for foodies and stoners alike. Her clientele include both patients who'd rather eat than smoke their meds -- and clients seeking an unusual, and dubiously legal, experience.    "
                },
                "128": {
                    "title": "6-Year-Old Weightlifting Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    6-year-old John Durant is a weightlifting kid who loves to work out. After his father encouraged him to start learning proper form at age 4, John moved on to squats, cleans and snatches with a real bar and weights. With a PR of 42 pounds and two sessions weekly in the weight room, John gets stronger and stronger, even as his training time line leaves some people wondering: how young is too young?    "
                },
                "129": {
                    "title": "What Straight Outta Compton Really Means in Compton",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    As reports circulated that police would be increasing security in Compton to handle the threat of gang violence on opening night of the N.W.A. film Straight Outta Compton, locals stepped out in peace to show heartfelt support for their hometown rap group.    "
                },
                "130": {
                    "title": "Yarn Bombing",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Longtime yarn bomber and fabric artist Julie Kornblum, a member of the Yarn Bombing Los Angeles collective, loves to make street art. Her medium of choice is yarn bombing -- aka yarn storming, guerrilla knitting, kniffiti, urban knitting or graffiti knitting -- a type of street art that employs colorful displays of knitted or crocheted yarn instead of paint or chalk.    "
                },
                "131": {
                    "title": "Kid Yoga Teacher",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    11-year-old Tabay Atkins is America's youngest yoga teacher, and his purpose is giving back. After his mother beat cancer when he was just 6, Tabay picked up yoga, realizing the practice that helped his mom heal could make a difference for others. Once he completed a 200-hour teacher training, Tabay began teaching three free classes (donations appreciated) every week.    "
                },
                "132": {
                    "title": "Drag Queen Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    8-year-old Lactatia is Montreal's latest drag queen. Lactatia (real name Nemis Quinn Mélançon Golden) got into drag at age 7 with encouragement from both parents and peers, gaining recognition after being invited onstage by Bianca Del Rio at a Montreal drag event, where -- in full drag -- Lactatia served up snark and sass like a queen.    "
                },
                "133": {
                    "title": "Kid Fashionista",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "14 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Bullied at school for her skin tone, 11-year-old Kheris Rogers is demonstrating why beauty isn't just skin deep -- through fashion. She designed her own clothing line, Flexin' in My Complexion, to empower others to love their differences, and with support from her family and friends, is making steps down the runway towards change.    "
                },
                "134": {
                    "title": "Latte Artist",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Caleb Tiger Cha, aka @calebtiger on Instagram, took an unusual path in becoming a latte artist. The Seoul, Korea native began his career in financial consulting, but felt something missing. So Cha moved to Australia, but had trouble finding a job -- until he realized Melbourne was a coffee capital and connected the dots.    "
                },
                "135": {
                    "title": "Magic: The Gathering",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    7-year-old Dana Fischer is a competitive Magic: The Gathering player at the pro level, who takes on adult players at the world's largest competitions, with five Grand Prix tournaments under her belt. This elementary-aged planes walker is always prepared to cast spells and go into battle. With the support of her older sister and her dad, Fischer's been playing since before she could read.    "
                },
                "136": {
                    "title": "Modern Jousting",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It's Shane Adams's mission to resurrect competitive jousting, sport of kings. The Canadian Equestrian Team athlete and captain/owner of The Knights of Valour, a full-contact jousting team, believes that when it comes to facing off on horseback, there's nothing like the real thing.    "
                },
                "137": {
                    "title": "Mommy Milk Factory",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Elisabeth Anderson-Sierra has become well-known in Beaverton, Oregon, for her decision to donate her breast milk to families in need. The mother of two has hyper-lactation syndrome, causing her to produce 1.75 gallons of milk a day, with 5,000 ounces stored in her freezer.    "
                },
                "138": {
                    "title": "Monster Trucker",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When Rosalee Ramer isn't busy studying for her mechanical engineering degree at Georgia Tech, she's behind the wheel of her own monster truck, Wild Flower, competing against drivers twice her age. At 19 she is the youngest professional female monster truck driver, winning last year's Monster Jam Rookie of the Year.    "
                },
                "139": {
                    "title": "Muslim Parkour Athlete",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "25 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Sara Mudallal precision-leaps onto rails, scales walls and flips over barriers -- all while wearing a hijab. After two years of practicing parkour, she's shattering the public's perceptions and prejudices of Muslim women -- and standing out just by doing what she loves. Tempest Freerunning Academy is her school, and the world is her playground.    "
                },
                "140": {
                    "title": "Pay It Forward Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    At Rosa's Fresh Pizza in Philadelphia, Pennsylvania, pies aren't just for paying customers. In a pay-it-forward pizza initiative that began three years ago, people who lunch at the neionalghborhood pizzeria can donate a dollar and provide a slice for homeless people who otherwise can't afford it, using a system of Post-It notes to keep track of slices that can be redeemed.    "
                },
                "141": {
                    "title": "Pet Cemetery",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Over 60,000 pets are buried at the Los Angeles Pet Memorial Park and Cemetery in Calabasas, California, a nonprofit run by the public since 1928. It's a final resting place for every animal from lions to cats, horses to pigs, and even dogs who helped rescue victims of the September 11th attacks.    "
                },
                "143": {
                    "title": "Redhead Rock Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "26 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Miss Alex White and Francis Scott Key White of Chicago are White Mystery, a brother and sister rock duo that's played nearly a thousand shows across three different continents since forming in 2008. With their matching red locks and their redheaded rock band, these siblings are proud to be gingers and spread a message of self-acceptance in the face of stereotype.    "
                },
                "144": {
                    "title": "Senior Cheerleaders",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Durham Divas, a group of senior African American cheerleaders in Durham, North Carolina, got together in the early 2000s after 74-year-old Louise Gooche beat colon cancer, then decided to live her dream and tick an item off her bucket list by starting a cheer-leading squad.    "
                },
                "145": {
                    "title": "Spelling Bee Coach",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "21 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    After winning her first spelling bee at eight years old, Sylvie Lamontagne realized that she loved words -- the more complicated the better. She went on to compete in national competitions, and placed 4th in the 2016 Scripps National Spelling Bee, her final competition before aging out of the bee.    "
                },
                "146": {
                    "title": "Tiny Foods",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Performance artist and unlikely chef Tom Brown is bringing strangers together around the tiny kitchen, where he's serving up tiny foods and words of wisdom. Along with his fully functional portable kitchen, Tom has made more than 300 utensils and tools that he uses to cook up real, edible miniature foods.    "
                },
                "147": {
                    "title": "Tiny Homes for the Homeless",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    With the ever-increasing homeless population in Los Angeles, Elvis Summers decided he needed to think out of the box to lend a helping hand. By building 40+ tiny houses for homeless people -- some even including mobile shower units -- in just two years, he is providing many with safe and secure homes and the opportunity to start a new chapter.    "
                },
                "148": {
                    "title": "Transgender Boxer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Before his sexual reassignment surgery, Pat Manuel was a highly decorated female boxer and a women's boxing Olympic hopeful. Now, following his transition, Manuel competes in the men's division -- and makes waves as an outspoken advocate for transgender equality.    "
                },
                "149": {
                    "title": "Weed Chocolate",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "21 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kristi Knoblich Palmer started Kiva Confections, a company that produces and sells weed chocolate, to help remove stigma and build knowledge around recreational cannabis. With medical marijuana now legal in 26+ states, Palmer's California-based company is working to help clients find the right treatments for issues like insomnia and pain.    "
                },
                "150": {
                    "title": "Wheelchair Motocross",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 150,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Katherine Beattie isn't afraid to fall -- becoming the first woman to do a backflip in a wheelchair depended on it. As a leader in extreme wheelchair motocross (WCMX), where she performs adrenaline-pumping stunts in a specially designed chair, Beattie has become a trailblazer for her gender, and anyone with a disability, in this tough, rigorous -- and most of all, thrilling -- sport.    "
                },
                "151": {
                    "title": "Wheelie Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Second Docs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    In Philadelphia, PA, BMX rider Amir Oliver and a community of teens and young men on bikes -- Wheelie Boys -- float huge wheelies down the streets in a bold expression of self. While the Philly street bikers' hobby is controversial to some, the group maintains that what they do is designed to inspire those around them to think big, express themselves, and reach their full potential.    "
                }
            }
        },
        "number of episodes": 150,
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjQ5OTQ0YWUtMTFjYy00NWI1LTlkYWYtNTU1OWEyNjQxZDQyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "60 Second Docs",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "60 Second Docs (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Indigenous Media"
            }
        ],
        "plot": [
            "A diverse series of documentaries that provide a new look into the most unique characters, expressions and practices that make up the world."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}