{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 March 2017"
            },
            {
                "country": "UK\n",
                "date": "22 November 2017"
            }
        ],
        "release dates": [
            "UK::22 March 2017",
            "UK::22 November 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian Jessen and his team of top in-house specialists are on hand to treat Ruby, who has Alopecia, and Yasmin, who is suffering with her double 'J' breasts.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian Jessen and his team of specialists are on hand to treat Stacey, who has Rosacea, and Katie, whose stomach overhang is stopping her from getting married.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian Jessen and his team of specialists meet Sian, who wants help with her Trichotillomania before getting married, and June, who believes she is addicted to food.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian Jessen and his team of specialists are on hand to treat Rebecca, who is desperate to get pregnant and Courtney, who is ashamed of her body after giving birth.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian Jessen and his team are on hand to treat Danielle, whose flaky scalp is damaging her relationship and Theresa, who is suffering from pelvic congestion.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian and his team of top specialists treat Becky, who is convinced she is going to die of cancer, and Frankie, whose Alopecia is threatening his wedding plans.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Dr Christian Jessen and his team help Danielle, who is desperate to resolve her fertility problems, and Darryl, who is ashamed of his body after an operation went wrong.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian Jessen and his team are on hand to treat Emma, whose phobias are damaging her relationship, and Tanya, whose IBS is plaguing her life.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian Jessen and the team help returning patients Danielle, who is tackling a mental health issue, and Barry, who brings in a worrying x-ray result.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Dr Christian Jessen and his team of top specialists treat Bernie, who is hoping to avoid major surgery on her knee, and Oliver, whose snoring is ruining his marriage.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    First through the doors are Liz and Darren, parents of three from Cambridge. Liz has been severely underweight all her life and it's beginning to take its toll on her self-esteem. Kailey and Dan are next in, a young couple from who are desperate to overcome their fertility issues. Kailey worries on a daily basis about not being able to conceive and it's beginning to have an effect on the couple's relationship and sex life. Kate and her partner Nick from Warrington are next through the clinic doors. Kate suffers from Tourette's syndrome and is looking for help with her...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The first patient of the day is Candice, who arrives with her fiancé Andy. Candice suffers from Lipoedema - a long-term condition where there's an abnormal build-up of fat cells in the leg. ?Next through the doors are hypnotherapist Andi and his partner Tara. Andi is suffering from a severe case of premature ejaculation and it's beginning to wreak havoc on his relationship with Tara. Aruna and her husband Parag are the next couple to arrive in the clinic. Aruna has been suffering from a reoccurring urinary tract infection for the past 12 years which is having a huge ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "14 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The first patient of the day is Darren, who comes to the clinic with his partner Lisa to find a treatment for his snoring problem which is severely undermining the relationship. Next through the doors are Kirsty and her boyfriend Nathan. Kirsty suffers from trichotillomania, a condition that compels her to pull her hair out. John comes to the clinic on his own, because his problem is stopping him from finding a partner. John has a relatively rare condition that sees his tongue turn black from time to time. Last through the doors are Steve and Elen. Steve has been ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    First to arrive at the clinic is 38-year-old Blair and his wife of five years, Kim. Blair suffers from a long-term skin condition that leads to painful abscesses on his buttocks and groin area and it's had some devastating consequences. Also hoping for some answers is stuntman Michael, whose job requires him to constantly work out in the gym, but - despite his active lifestyle - he struggles to stay awake for extended periods of time and is severely exhausted. Also in need of the doctor's help is 26-year-old flight attendant Dale, who has suffered from 'man boobs' or ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Brandon and his wife Casey have come to the clinic for help with Brandon's skin condition, which has left large scars all over his body and had a big impact on his self-esteem. Next in is Mychalia who has Ehlers-Danlos syndrome. Now wheelchair bound, Mychalia also suffers from anxiety and doesn't like leaving the house without her husband Andy. Truck driver Toni wants fertility advice; she has polycystic ovaries and is struggling to conceive and, finally, Olivia comes to the clinic with her ex-boyfriend Marcus. The couple split up after five-years together because of ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    21-year-old Emma has come to the clinic with her mum to have her double G breasts examined. They are causing her a lot of discomfort and are stopping her from finding a boyfriend. Next to see Dr Christian is Mackenzie, who suffers from cluster headaches and is prone to severe attacks up to eight times a day. The condition is getting worse and it's putting a strain on her relationship with boyfriend Connor. Andrea and her husband Paul have come to the clinic for help with Andrea's ongoing hair-loss, which is a result of chemotherapy that she underwent three years ago. ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The first patient of the day is 41-year-old Anna, who comes to the clinic with her partner Chris to find a treatment for her constant vaginal bleeding. Also desperate for help is 16-year-old Abbie who suffers from Emetophobia, the fear of vomiting. This phobia is ruling Abbie's life to the point where she has given up her education, has no job and is mostly house-bound. Nathan and his partner Charlotte have come to the clinic for help with Nathan's severe skin condition which covers his face and scalp. Finally, wedding planner Billy suffers from beard alopecia and his...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr Christian will see you now (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The first patient of the day is Louise, who comes to the clinic with her boyfriend Daniel. Louise was born with a congenital condition called Poland Syndrome and has no muscle in her right breast. Also hoping for some answers is 22-year-old Rachel, who has come to the clinic with her mum Lynn. Rachel is suffering from an undiagnosed disorder which affects the skin on her vulva. She lives in constant discomfort and is unable to have a normal sex life. Next through the door is Joseph, who is desperate for help with his fibromyalgia, a long-term condition that causes ...    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Jessen, Christian"
            },
            {
                "name": "Nakiyingi, Angela"
            },
            {
                "name": "Odumenya, Philomena"
            },
            {
                "name": "Charles, Harry"
            }
        ],
        "locations": [
            "Orpington, Kent, England, UK"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTk3OGQ5MjktNmQ3Yi00Yzc2LWE0NWUtOGMwZjUyNmZiM2QyXkEyXkFqcGdeQXVyNTY0Mjk0NTM@._V1_SY150_CR157,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Dr Christian will see you now",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Dr Christian will see you now (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Firecracker Films"
            }
        ],
        "distributors": [
            {
                "name": "Passion Distribution"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}