{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 June 2017"
            },
            {
                "country": "USA\n",
                "date": "3 June 2017",
                "notes": "                            (TV)"
            },
            {
                "country": "USA\n",
                "date": "4 June 2017"
            }
        ],
        "release dates": [
            "USA::3 June 2017",
            "USA::3 June 2017                            (TV)",
            "USA::4 June 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna are back for a brand new season of homes. We start with E Builders Cory and Nate, as well as the Johnsons, and talk about their Salt Lake Parade home, \"The Tribute\". We bring back the fan favorite remodel project from last season; Redhawk and Stephen get to work installing Cedar Safe closet liners, and introduce us to Lee Edwards of Lee Edwards Plumbing and Rod Wigley of Penhall Company, as they all work together to start remodeling the master bathroom. Back in Utah Valley, we meet Chad Magleby of Magleby Construction, and their special Parade entry...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna kick off the episode with Mike Knapp from Smart Construction, as they discuss his Bear Lake Parade entry, \"Opposites Attract\". Stephen continues installing Cedar Safe closet liners, we begin drywall installations with Reed Baker of Ken's Drywall, and installing the electrical wiring with Jason Eyre of Eyre Electric. Concord Homes' Sam Drown talks to us about his Salt Lake Parade home, \"Modern Charlotte\". To end the episode, we meet our first Make-a-Wish room recipient of the season Maizie, and talk to her and her family about their Make-a-Wish ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna return to start us off with Chris Olsen from C.F. Olsen Homes, and his Northern Wasatch entry, \"Rock n' Roll\". Stephen gets an update from Jason Eyre of Eyre Electric on the electrical install, we meet Todd Astill of Nerve to discuss our home entertainment installation plans, and Stephen installs Rockwool (previously known as Roxul) insulation into the wall of our Murphy room. In Cache Valley, we meet Jordan Christensen from Immaculate Homes, as we're introduced to his home, \"The Addison\". Finally, we meet Casey Cloward from Raykon Construction, and...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna introduce us to Nate and Jordan Parry from Lakeview Custom Homes, and their Bear Lake home, \"Lake Dream\". Stephen installs more Rockwool insulation and works with Reed Baker of Ken's Drywall on the bathroom, while Redhawk talks to Lee Edwards of Lee Edwards Plumbing about the benefits of PEX piping. In Northern Wasatch, we're in another Ivory Home entry, \"Carlisle Traditional\". We travel to Iron County to finish the episode, and we meet Spencer Jones from Velocity Homes, and tour his Festival home, \"Hilltop Haven\".    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "15 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna show the first of the episode, Tom Hasleton with Silverhawk Enterprises, and their Parade home, \"The Bedford\". It's time for mud and tape in the Murphy room with Stephen and Reed Baker of Ken's Drywall. We're introduced to Kathleen Fuhriman, one of the owners of European Marble and Granite, and Stephen and Redhawk take some time out to install Homeward Bath's Galaxy Deluxe Plus Steam shower in the master bathroom. Out in Park City, we meet Paul Berman with Big Canyon Homes, and their entry, \"#5\". To cap it off, we see Concept Builder's Utah Valley ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "22 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna introduce us to Andy Funderburk, president of the Iron County Home Builders Association, as he talks about his role there and with the Festival of Homes. Stephen shows us more of the tile work with Travis Smith of Smith Tile, we get radiant heat in the master bathroom with products from Schlutter Systems, and Amanda Trickett stops by to measure our spaces for closet installations from Closet Factory. We stay in Iron County to chat with Alex Meisner about his Festival home entry, \"The Godfrey\". We wrap up this episode with a look at Trent Maddox's ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "29 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Beginning in Park City, Devin and Morwenna start us off with Jared Rakisits of Alexander Design Build, and his Showcase entry, \"#8\". Redhawk and Keith Trickett of Closet Factory give us a tour of the, well, factory. We meet Jay Hale from Swirl Woodcraft, who will be installing the cabinetry in the remodel project, and Stephen talks about our new Nexus 21 hydraulic TV lift in the master bedroom. Up in Northern Wasatch we see Pierce Design + Build's Parade home, \"La Belle Maison\", and speak with Steve Pierce about his French-inspired creation. To round out the episode, ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "5 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The series starts with an introduction to the Parade of Homes and its history, with our hosts Devin Liljenquist and Heather Osmond. We meet Redhawk Larocque and Stephen Bates, our construction hosts, to introduce our season's remodel project. They show us the installation of Eco-Smart Fire's bio-ethanol burner. After the break, we're introduced to Jared Perry, president of the Utah chapter of the Make-a-Wish Foundation. To end the episode, we show a sample of what's to come in later episodes.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Tree Haven Homes kicks off episode 2 with their Parade entry, \"Heritage Haven\". Redhawk and Stephen get to work installing Cedar Safe closet liners, and introduce us to Lee Edwards of Lee Edwards Plumbing and Rod Wigley of Penhall Company, as they all work together to start remodeling the master bathroom. Afterwards, we sit down with Jaren Davis, the executive officer of the Salt Lake Home Builders Association, to discuss his role in the Salt Lake Parade of Homes. Lastly, we meet Lane Myers to discuss his Park City Showcase home entry, \"#13.\"    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 3 begins in beautiful Bear Lake to guide us through the Bear Lake Parade homes \"Hidden Chateau\" by Lakeview Custom Homes, and \"The Bayview\" by Stone Peak Custom Homes. Stephen continues installing Cedar Safe closet liners, we begin drywall installations with Reed Baker of Ken's Drywall, and installing the electrical wiring with Jason Eyre of Eyre Electric. Back to the Parade homes, we interview Kellie Little with Edge Homes about their Salt Lake Parade home entry, \"Lauren\". Lastly, we meet our first Make-a-Wish room recipient Magnus, and talk with him and his ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Devin starts the show with a tour of Ivory Homes' Northern Wasatch Parade entry, \"Sorrento Traditional\". Stephen gets an update from Jason Eyre of Eyre Electric on the electrical install, we meet Todd Astill of Nerve to discuss our home entertainment installation plans, and Stephen installs Rockwool (previously known as Roxul) insulation into the wall of our Murphy room. After the break, we interview Steve Dailey, president of the Salt Lake Home Builders' Association, to discuss his role within the homebuilders' association and in the Salt Lake Parade of Homes. To cap...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    It's back to Bear Lake to meet Mike Knapp of Smart Construction, as he talks about his Bear Lake Parade home entry, \"Creekside Retreat\". Stephen installs more Rockwool insulation and works with Reed Baker of Ken's Drywall on the bathroom, while Redhawk talks to Lee Edwards of Lee Edwards Plumbing about the benefits of PEX piping. We travel to Northern Wasatch to see \"Sunbrook\" by Nilson Homes. We end up in Iron County's Festival of Homes to visit Nathan Thayer of Iron Gate Custom Homes to discuss his entry, \"The Burrow.\"    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Devin and Heather start the episode by introducing us to Doug Schwartz and his Salt Lake Parade entry, \"The Moreno\" by Rainey Homes. It's time for mud and tape in the Murphy room with Stephen and Reed Baker of Ken's Drywall. We're introduced to Kathleen Fuhriman, one of the owners of European Marble and Granite, and Stephen and Redhawk take some time out to install Homeward Bath's Galaxy Deluxe Plus Steam shower in the master bathroom. Afterwards, we meet the Utah Valley Home Builders' Association's executive officer Steve Caldwell and his team, as they discuss the ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Northern Wasatch Parade home, \"La Balearica\" with Glade Jones of Calute Homes takes center stage first. Stephen introduces us to Travis Smith of Smith Tile, to work on the second bathroom, Schlutter Systems' radiant heat floor heating solution, and we meet Amanda Trickett of Closet Factory to start taking measurements the closets in the remodel project. Cameron Jensen and his assistant Shantae of Cameron Jensen Homes talk about their Cache Valley Parade entry, \"Bella Vista\". We end the episode in Salt Lake for a look at Wright Homes' \"Rosamund\", with its builder, ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Nate Larsen and Cory Olsen of E Builders talk about their fabulous Park City Showcase entry, \"#11\" then Redhawk takes us on a tour of the Closet Factory with Keith Trickett. We're introduced to Jay Hale of Swirl Woodcraft and Stephen talks to Mark Nickles of Nexus 21 to show us their hydraulic TV lift that will be installed in the master bedroom. We travel to Utah Valley to interview Trulan Preece, president of the Utah Valley Home Builders' Association. Lastly, we meet Doug Jardine of Jardine Construction for a look at his Park City Showcase entry, \"#1\", right on ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    It's off to Cedar City to start off episode 9 with Nate Thayer of Iron Gate Custom Homes to walk through his majestic home, \"The Allison Westview.\" Stephen brings back Mark Nickles to talk about the brand new to the market Nexus Transcend lift system going in the master bathroom. He also introduces us to Jeremy Barker of Murphy Door to discuss our Murphy room. Redhawk introduces us to Michael Samborn of Evo-Lite to talk about the unique wall of light being installing in the kitchen. We meet up with Howard Friess of Elevation Homes for a tour of his Parade entry, \"Loma...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    It's off to Northern Wasatch to experience \"Cabo de Luce\" by Curtis Dalton of Dalton Construction. In the remodel, Jeremy Barker comes back to talk about the Murphy door and wall installation, we're introduced to Seth, Eric, and Erin from Floor and Decor, and Redhawk works with Nerve on the home entertainment system. We're back up to Northern Wasatch to interview Paul Ray, executive officer of the Northern Wasatch Home Builders' Association, about his involvement with them and the Parade of Homes. Our last stop is in Iron County, where we meet Jake Hulet of Jake Hulet...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Visionary Homes' Justin Cooper gets episode 11 off the ground with his Cache Valley Parade entry, \"The Remington\". Stephen talks with Seth, Erin, and Eric from Floor and Decor, we get the 411 from Travis Smith from Smith Tile about our guest bathroom, and Closet Factory joins us to start installing the closets. We head out to Park City to interview Tom Veda and Richard Hunt about their Park City home, \"#5\". Lastly, we check out Garbett Homes' \"Chandler\" with Dan Mooy.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 12 begins with Ezra Lee of Ezra Lee Design + Build, as we take a look around his Utah Valley Parade home. Stephen begins the installation of the Task Lighting's LED closet rods. Stephen and Redhawk team up to install Haefele's extended electric wardrobe lift, and we introduce you to Grant Crookston with Glass Crafters of Utah. We sit down with Mike Child, president of the Cache Valley Home Builders Association to discuss his role as president and in the Parade. It's back to Iron County to meet Alex Meisner of Alex Meisner Construction and his Festival home, \"...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Devin and Heather introduce us to the Johnson's and their Salt Lake Parade home, \"The Cyprus\". Jay Bartek joins Stephen and Redhawk as they go over the Task Lighting installation. Stephen and Jared Ogden from European Marble and Granite install the Taj Mahal quartzite in the kitchen, and Stephen and Redhawk build the \"Barn Door in a Box\" by Pacific Crest Doors. Natalie Hirschi from Bear Lake drops by to talk about her about her role as the executive officer of the Bear Lake Home Builders Association. To end this episode, we head to Sterling Homes', \"Andover\" for the ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Devin has a new co-host join him in Episode 14. Morwenna Voss steps in and together, Devin and Morwenna kick off the second half of the season with a road trip to Bear Lake. The first home in the Bear Lake circuit is Lakeview Custom's, \"Caribbean Sands\". Back at the remodel project, European Marble and Granite continue their installation. Redhawk works with Swirl Woodcraft on their installation of cabinets and Stephen teams up with Murphy Door to install another hidden door in the master bathroom. Bear Lake Home Builders Association president, Mike Knapp, talks with ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna return from last episode's \"vacation\" to show us, \"The Fairlight\" by Mt. Sterling Homes and Justin Cooper. Jeremy Barker is with Stephen to discuss the Murphy room while Chris Hill show us the amazing Schluter Systems. We meet Jon Aird from Chariot Wholesale for a look inside their beautiful showroom. KJ Finsand introduces us to Finsand Development's Parade entry, \"Snow Forest.\" Last, but certainly not least, we meet our third Make-a-Wish room recipient Nathan Watterson, and talk to him and his family about his Make-a-Wish experience and the Jazz ...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Episode 16 starts off in Northern Wasatch with RW Custom Homes' Parade entry, \"Solitude.\" Stephen oversees the installation of Neolith from Stone Collection and European Marble and Granite. Smith Tile is back to install tile in the master bathroom and Evo-Lite teams up with Glass Crafters of Utah to create the kitchen's light wall. We travel to Cache Valley to see Jordan Christensen with Immaculate Homes, and their Parade entry, \"The Mountainside\". If you like the idea of living on a golf course, you'll love Steve and Arron Ashworth's Iron County Festival home, \"Eagle...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    It's all about contemporary homes with Ezra Lee from Ezra Lee Design + Build. Episode 17 starts off with his Salt Lake Parade entry, \"#9.\" Glass Crafters of Utah continue installing the glasswork in the kitchen on the wall of light. Swirl Woodcraft brings in more of their amazing cabinets, and Stephen talks to John Horton from Pacific Pride Doors about the doors being installed in the remodel. We're introduced to Rainey Homes' Northern Wasatch entry, \"The Newbury,\" then end up in Park City to meet Larry Feldman of Altitude Design and Build to see his home, \"#7.\"    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    It's off to beautiful Cache Valley to Trent Cragun from Lifestyle Homes, and tour his Parade entry, \"Morningside\". Daniel Wilson from Value Property Services joins the boys in the remodel project as he preps for paint. Stephen works with Nexus 21 and Swirl Woodcraft in the kitchen, and we see the Neolith fabrication going in throughout the project. It's back to Cache Valley to meet Kristi Summers, Cache Valley Home Builders Association's executive officer. She talks about her role there and with the Parade of Homes. As the sunsets on Episode 18, we head a little to ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "11 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Adam Breen of Breen Homes is up to bat with his Salt Lake Parade home, \"Dimple Diggs\". Redhawk talks with Daniel Wilson about painting while Ashley from Floor and Decor, and Debbie from Accent Interiors talk about their work in the master bathroom. Redhawk and Stephen visit Jon Aird at Chariot Wholesale again for more in beautiful plumbing. Up in Northern Wasatch, we visit Symphony Homes,' \"The Ballad.\" We wrap up with our old friend Mike Knapp of Smart Construction, and take a tour of his Bear Lake entry, \"Vintage Beach.\"    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    It's Park City all the way in episode 20. Devin and Morwenna take a trip up to a snow covered Park City, where we're introduced to Ivory Homes' Showcase home, \"#10.\" Stephen talks with Aimee Anderson from Wondrous Walls Within about her faux painting projects in the remodel and James from Eyre Electric finishes his installations. We meet two simply cool guys from the company, Simply Cool, to talk about the benefits of window film. Back in Park City, Geri Strand, executive officer of the Park City Area Home Builders Association, is in the spotlight to talk about her ...    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "25 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna are back to introduce Highland Custom Homes, and their Utah Valley home entry, \"The Peaks at Apple Creeks.\" Stephen meets up with Raul Amat from Neolith to walk us through the durability of Neolith products. Simply Cool comes back to apply the window films in the remodel project and Redhawk and Stephen install the automated window blinds made by Nice Group and Skyco. We meet Candice, Nikki, and Trace from Hardrock Homes and their home, \"South Hampton.\" Finally, we meet our fourth Make-a-Wish room recipient Chase Noel, and talk to him and his family ...    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "4 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Episode 22 begins in Northern Wasatch with Ronnie Williams from Henry Walker homes as he walks us through their entry, \"The Birch.\" Pacific Pride Doors are back to install the interior barn doors throughout the remodel project. We talk to Diana Schwab from Sherwin-Williams about our paint choices and Stephen gets a lesson from Jon Aird of Chariot Plumbing about InSinkErator products and the unbelievable Blanco kitchen sink installed in the remodel project. We head down to Iron County to interview Zurl Thornock, executive officer of the Iron County Home Builders ...    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "11 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna bring back Trulan Preece of Maple Shade Construction, to give us a tour of his Utah Valley home entry, \"Brooksby.\" Brian Simcox from Brigham Heating and Air came in from the cold to show Redhawk the latest line of Nest Products. Glass Crafters is back to install the shower glass in the second bathroom and Stephen introduces us to Shane Snow from Extra Touch as he adds that little \"extra touch\" to the carpets in the remodel. Park Capitol Homes takes us through their Salt Lake home, \"Modern Farmhouse.\" Lastly, we meet Rick Lloyd of Regal Homes, to ...    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna start off in Iron County with Jake Hulet of Jake Hulet Construction, who introduces us to his second Festival entry, \"Chateau on the Hill\". Nate and Jay Hale from Swirl Woodcraft join us to wrap up their installations in the master bathroom, we meet Joe with Zions Upholstery, who adds the final touches to the half bathroom, and we go back to Swirl Woodcraft as they finish their work in the half bathroom as well. We meet Park City Area Homebuilders' Association president Doug Jardine, and discuss his work with the Showcase of Homes. To wrap things up...    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "15 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna go on vacation as Stephen and Redhawk take over this episode to focus on the remodel's media room. First, we check back in with Todd Astill of Nerve as they install the speakers necessary for the media room. Chris Lynch from Speaker Craft introduces us to the speakers we installed and Summer Monaco from Epic Sky Technologies sheds a little light on the starry sky panels being installed in the ceiling of the media room. After the break, Todd and his team work with the baffles that will cover the speakers. We get our first look at the epic projector ...    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "22 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Stephen and Redhawk still have control of this media room episode starting with Nerve as they install the room lighting and speaker covers. Speaker Craft is back to demonstrate the in-wall speakers. Summer Monaco returns as the guys and Nerve install the Star Sky ceiling. Nerve talks about how they installed the screen by Seymour Screen Excellence, and they're joined by Robert Cribbs from Row One, the manufacturer of the home theater seating. Robert demonstrates the reclining theater seats for the media room. To round out the episode, Nexus 21 comes back for the ...    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parade of Homes Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "29 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Devin and Morwenna return to introduce our last episode starting with Sandy Ewing from Sego Homes and their Salt Lake Parade entry, \"The Cozumel.\" Stephen and Redhawk walk us through the beautiful appliances for the remodel by Ferguson and Bosch. Intellibed delivers their amazing gel matrix bed and Shane Snow from Extra Touch Carpets comes back once more to clean the carpets. We meet our last Make-a-Wish room recipient Kate Pierson, and talk with her and her family about her Make-a-Wish experience as we tour her Make-a-Wish room. Finally, we reveal the finished ...    "
                }
            }
        },
        "number of episodes": 35,
        "cast": [
            {
                "name": "Bates, Stephen"
            },
            {
                "name": "Larocque, Redhawk"
            },
            {
                "name": "Liljenquist, Devin"
            },
            {
                "name": "Voss, Morwenna"
            },
            {
                "name": "Osmond, Heather"
            }
        ],
        "locations": [
            "Utah, USA::(Parade of Homes' Homes)"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:Unrated"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjNkZDNmMGYtNTYyYi00N2I1LTlkNjQtMTkyYWRhMDU1NGI0XkEyXkFqcGdeQXVyOTU0Njk0MzA@._V1_SY150_CR6,0,101,150_.jpg",
        "budget": "$1,500,000 (estimated)",
        "plot outline": "For seventy years, the Parade of Homes has thrilled live audiences with incredible homes featuring the latest and greatest in products and technology. The Parade of Homes television program elevates and expands that tradition. It will excite families about the ultimate possibilities in housing. It will show the audience the beauty and intriguing features of the Parade of Homes exhibitions across the country. The television show presents to viewers, in their own homes, the highest and best creative professional services, workmanship, and products available in today's housing industry. The program demonstrates new technologies, new products and services, all the while enchanting its audience with a dazzling visual tapestry of American homes. The result is an exciting, fast-paced show that reaches the truly inexhaustible numbers of targeted homeowners, potential owners, and builders.",
        "languages": [
            "English"
        ],
        "title": "Parade of Homes Show",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Parade of Homes Show (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Williams, Lance C."
            }
        ],
        "production companies": [
            {
                "name": "Omega Concept Productions"
            }
        ],
        "distributors": [
            {
                "name": "KSL-TV NBC"
            },
            {
                "name": "KUTV"
            }
        ],
        "plot": [
            "For seventy years, the Parade of Homes has thrilled live audiences with incredible homes featuring the latest and greatest in products and technology. The Parade of Homes television program elevates and expands that tradition. It will excite families about the ultimate possibilities in housing. It will show the audience the beauty and intriguing features of the Parade of Homes exhibitions across the country. The television show presents to viewers, in their own homes, the highest and best creative professional services, workmanship, and products available in today's housing industry. The program demonstrates new technologies, new products and services, all the while enchanting its audience with a dazzling visual tapestry of American homes. The result is an exciting, fast-paced show that reaches the truly inexhaustible numbers of targeted homeowners, potential owners, and builders."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}