{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 April 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "26 April 2013",
                "notes": "                            (limited)"
            },
            {
                "country": "Poland\n",
                "date": "2 May 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "25 May 2013",
                "notes": "                            (Amsterdam Series Weekend)"
            },
            {
                "country": "Germany\n",
                "date": "17 November 2013"
            }
        ],
        "release dates": [
            "USA::22 April 2013",
            "Netherlands::26 April 2013                            (limited)",
            "Poland::2 May 2013",
            "Netherlands::25 May 2013                            (Amsterdam Series Weekend)",
            "Germany::17 November 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Rectify"
            },
            {
                "countries": "Russia",
                "title": "Ошибки прошлого"
            },
            {
                "countries": "Spain",
                "title": "Rectify"
            },
            {
                "countries": "USA",
                "title": "Rectify"
            }
        ],
        "akas": [
            "Rectify (original title)",
            "Ошибки прошлого Russia",
            "Rectify Spain",
            "Rectify USA"
        ],
        "akas from release info": [
            "Rectify (original title)",
            "Ошибки прошлого Russia",
            "Rectify Spain",
            "Rectify USA"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "A House Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 458,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel is navigating the complicated dynamics of group living at The New Canaan Project. His housemates, sensing his lack of connection, challenge him to engage, which leads him to seek counsel from the group leader.    "
                },
                "2": {
                    "title": "Yolk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 255,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Back in Paulie, the Holden/Talbot family adjusts to daily life without Daniel's catalyzing influence. Janet frets over Daniel's life away from home. Teddy and Tawney attempt to reconnect, while Amantha is confronted by someone from her past.    "
                },
                "3": {
                    "title": "Bob & Carol & Ted Jr. & Alice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 263,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel continues to adjust to group living which is further complicated by his new roommate. He expands his horizons by spending more time at the art co-op with Chloe. Meanwhile back in Paulie, Janet decides to plan a visit to Daniel.    "
                },
                "4": {
                    "title": "Go Ask Roger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 253,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel gets temporary respite from the grind of the halfway house when he and Chloe set out on an adventure. Meanwhile, Amantha is intrigued by an invitation from Billy while Tawney invests a little too personally in one of her patients.    "
                },
                "5": {
                    "title": "Pineapples in Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 302,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The dread of Janet and Ted's impending visit coupled with a confrontation in group therapy causes Daniel to doubt the possibility of ever adjusting to a normal life.    "
                },
                "6": {
                    "title": "Physics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 271,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jon and Amantha reconnect to discuss Daniel's legal strategy. In Nashville, Ted, Sr. seeks his own bliss while Janet and Daniel attempt to be honest with one another about what's between them.    "
                },
                "7": {
                    "title": "Happy Unburdening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 250,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel worries that his life has gotten a little too real. With Jared's help, Janet is loosening her grip on the past. Teddy opens up to Ted Sr about what he really wants for his future while Amantha reconnects with her past in an unexpected way.    "
                },
                "8": {
                    "title": "All I'm Sayin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 460,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel begins to appreciate his progress as he realizes what his new life may look like. The old life is quickly disappearing for Teddy, who knows change is unavoidable. Jon debriefs Janet and Amantha on what he has learned about Daniel's case.    "
                }
            },
            "1": {
                "1": {
                    "title": "Always There",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 733,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    After 19 years on Georgia's death row, DNA evidence gets Daniel Holden released. He's survived by reading books and meditation (doing time by escaping time), and he's ill-prepared for life on the outside: he's diffident, self-contained, nearly catatonic. His sister, especially, and his mother have stuck by him. He meets new family (his mother is remarried, his new step-brother is wary that Daniel will take his job at the family tire store). Can Daniel adjust? His prosecutor, now a state senator, stays in the news by insisting on Daniel's guilt, and the senator has an ...    "
                },
                "2": {
                    "title": "Sexual Peeling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 610,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Daniel goes for a walk; Amantha and his attorney, Jon, go looking for him. Amantha wants to continue her affair with Jon, who thinks that's dangerous. Ted Jr. takes Daniel to lunch and levels with him about the family business; later, at a driving range, Daniel tells Ted Jr. a story about prison. At a family bar-b-que, Tawney and Daniel talk, and there may be trouble between Tawney and Ted Jr. Marcy gives Senator Foulkes a tip, and Ted Jr. gives Daniel something, thinking it might engage him.    "
                },
                "3": {
                    "title": "Modern Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 554,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Daniel rediscovers his teen self, first through clothes and music in the attic, then with Jared at a skateboard park. Senator Foulkes bestows his nasty smile and threats on Jon, he calls on the trial's defense attorney, he talks to Jared about vile texts the boy has received, he and Amantha head to the next county for a beer, then they go to an unlikely place in the woods. We meet the mother and brother of the teen girl Daniel was convicted of killing. With Ted Jr. out of town, Tawney drops by Daniel's with some monkey bread. Who's at risk?    "
                },
                "4": {
                    "title": "Plato's Cave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 533,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Women come at men. Jon calls on the local D.A. to talk about a retrial, and she bares her teeth. Daniel and his mother visit a big box store and, as they leave, they're ambushed by a TV reporter and her camera crew. Mother drops Daniel off at the church where Tawney works, and she sets about to bring him to embrace Christ. That evening, a woman who was a high-school classmate, sees Daniel looking in a bookstore window and offers him a haircut. Meanwhile, temptation knocks twice while Ted Jr. attends a tire-store conference, and the sheriff drops by Trey's house and ...    "
                },
                "5": {
                    "title": "Drip, Drip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 545,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    It's the sixth day since Daniel's release. At 3 AM, he goes for a walk and hitches a ride with a quirky man who asks Daniel to help him pick up and deliver some goats. Is the man real? Ted Jr. returns from his conference to learn that Tawney has spent time with Daniel, who has decided to be saved. Ted Jr. drops the news on Amantha and her mom, then he spends a fruitless day putting tire-sale fliers on parked cars. Has Daniel embraced the Lord? Ted Jr.'s bitterness spills toward Daniel.    "
                },
                "6": {
                    "title": "Jacob's Ladder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 574,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    Can Daniel make it on the outside? His mother asks him to help her redo the kitchen, he explains his perceptions to Jon and calls on Amantha at her new place - they go for a walk. He buys a gift at a bookstore, calls Tawney, and walks to a cemetery. Jon listens to Daniel's confession, Senator Foulkes calls on the D.A., someone puts a cherry bomb in Ted and Janet's mailbox, Ted Jr. cleans off his trousers, death row loses a resident, and Trey gets an idea where George might be.    "
                }
            },
            "2": {
                "1": {
                    "title": "Running with the Bull",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 461,
                    "original air date": "19 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel's family fears he won't recover from his injuries and his attackers will escape justice. Judy Dean shows Bobby some unexpected affection. Ted, Jr. hides a shameful secret from his wife. Sheriff Daggett investigates Daniel's beating.    "
                },
                "2": {
                    "title": "Sleeping Giants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 398,
                    "original air date": "26 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Amantha dreads the worst as she prepares for Daniel to awaken from his induced coma. Teddy's business plans are thwarted by his dad, and he gets some unwelcome news from Tawney. Jared learns more about his older brother and the late Hanna Dean.    "
                },
                "3": {
                    "title": "Charlie Darwin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 378,
                    "original air date": "3 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel makes a startling decision, and Amantha is outraged and hurt when Janet defends his choice. Teddy asks a reluctant Tawney for a favor. Jon Stern gains a valuable insight into a client's case. Sheriff Daggett questions Bobby Dean.    "
                },
                "4": {
                    "title": "Donald the Normal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 400,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A recovered Daniel explores Atlanta and enjoys a taste of big-city anonymity, while Amantha starts packing up her apartment. Tawney grows frustrated with Ted, Jr.'s ever-shifting moods, forcing him to seek understanding from an unexpected quarter.    "
                },
                "5": {
                    "title": "Act as If",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 366,
                    "original air date": "17 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel encounters an unusual local entrepreneur; Amantha struggles with a new role; Ted, Sr.'s patience is tested; Tawney makes a decision.    "
                },
                "6": {
                    "title": "Mazel Tov",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 367,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel mourns the death of someone from his past, but his appearance at the funeral fuels the fire against him. Tawney asks Ted, Jr. to keep a secret. When Amantha invites Jon Stern to a popular Paulie attraction, revelations ensue. As Janet's birthday approaches, Daniel and Jared try to tidy up the kitchen before the family party -- until Daniel is called away on a mysterious errand. Despite Janet's protests, her family makes a fuss over her on her special day -- and presents her with several surprising gifts.    "
                },
                "7": {
                    "title": "Weird as You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 360,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel continues to search for answers while Jon Stern has an enlightening conversation with D.A. Sondra Person. Senator Foulkes forces Sheriff Daggett to help him with an unpleasant task. Amantha bonds with a coworker at Thrifty Town.    "
                },
                "8": {
                    "title": "The Great Destroyer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 368,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel reluctantly asks for help. Janet sees the error of her ways. Jon Stern reveals some startling news, triggering a heated family debate. Jared turns to Ted, Jr. and Tawney for comfort. CJ Pickens offers some unsettling information.    "
                },
                "9": {
                    "title": "Until You're Blue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 407,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel considers his future as he faces a difficult decision. Amantha lets off some steam. Ted, Jr. is frustrated by recent events, while Tawney makes plans. Sheriff Daggett visits Benji Melton. Ted, Sr. takes steps to protect his family.    "
                },
                "10": {
                    "title": "Unhinged",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 465,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel questions Jon Stern's advice. Tawney reconsiders her choices and Ted, Jr. asks a favor. Janet makes an upsetting discovery. Amantha levels with Jon Stern. Sheriff Daggett investigates a lead.    "
                }
            },
            "3": {
                "1": {
                    "title": "Hoorah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 353,
                    "original air date": "9 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel's family copes with his confession and imminent banishment. Ted, Jr. tries to connect with Tawney. Ted, Sr. confronts Daniel. Senator Foulkes brushes off DA Person's questions about Hanna's death. Sheriff Daggett finds George Melton.    "
                },
                "2": {
                    "title": "Thrill Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 312,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel struggles to adapt to his new circumstances while Amantha faces overwhelming personal changes and troubles at work. Tawney seeks solace and discovers uncertainty. Teddy tries to reconnect with Tawney.    "
                },
                "3": {
                    "title": "Sown with Salt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 318,
                    "original air date": "23 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Amantha endures a training seminar; Daniel faces new restrictions from his probation officer; Sheriff Daggett investigates the death of George Melton. (#19)    "
                },
                "4": {
                    "title": "Girl Jesus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 311,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel is forced to abandon his painting job after a visit from his probation officer; Janet loses her cool with Ted Sr.; Teddy forces Tawney to make a painful confession. (#20)    "
                },
                "5": {
                    "title": "The Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 326,
                    "original air date": "6 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel seeks to undo the damage he inflicted on the pool. Daggett questions him about Florida and reveals a surprising theory about George Melton's death. Tawney visits her former foster mother.    "
                },
                "6": {
                    "title": "The Source",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rectify (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 421,
                    "original air date": "13 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Janet and Daniel go on a road trip; Tawney returns home; Jon regrets not helping Daniel more; Amantha has dinner with an unexpected companion.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Young, Aden"
            },
            {
                "name": "Spencer, Abigail"
            },
            {
                "name": "Smith-Cameron, J."
            },
            {
                "name": "Clemens, Adelaide"
            },
            {
                "name": "Crawford, Clayne"
            },
            {
                "name": "Kirby, Luke"
            },
            {
                "name": "Walker, Jake Austin"
            },
            {
                "name": "McKinnon, Bruce"
            },
            {
                "name": "Evermore, J.D."
            },
            {
                "name": "Bridgers, Sean"
            },
            {
                "name": "O'Neill, Michael"
            },
            {
                "name": "Conley, Sharon"
            },
            {
                "name": "Edwards, Linds"
            },
            {
                "name": "Mullins, Robin"
            },
            {
                "name": "Wall, Kim"
            },
            {
                "name": "Smith, Jayson Warner"
            },
            {
                "name": "West, John Boyd"
            },
            {
                "name": "FitzGerald, Caitlin"
            },
            {
                "name": "Gill, Johnny Ray"
            },
            {
                "name": "Greer, Stuart"
            },
            {
                "name": "Campbell, Ashley LeConte"
            },
            {
                "name": "Jones, John Marshall"
            },
            {
                "name": "Taylor, Frank Hoyt"
            },
            {
                "name": "Kennedy, Faith Renee"
            },
            {
                "name": "Traynor, Michael"
            },
            {
                "name": "Darrow, Nathan"
            },
            {
                "name": "Taylor, Buck"
            },
            {
                "name": "Lawrence, Scott"
            },
            {
                "name": "Hamilton, Melinda Page"
            },
            {
                "name": "Halford, Charles"
            },
            {
                "name": "Moore, Markice"
            },
            {
                "name": "Townsend, Lauren Emily"
            },
            {
                "name": "Hughes, Blake H."
            },
            {
                "name": "Jackson, Richard"
            },
            {
                "name": "Grush, Stephen Louis"
            },
            {
                "name": "Wayne, Ricky"
            },
            {
                "name": "Mahoney, Ann"
            },
            {
                "name": "Drummond, Kimberley"
            },
            {
                "name": "Fitzgerald, Paul"
            },
            {
                "name": "Grice, Lara"
            },
            {
                "name": "Ware, Tim"
            },
            {
                "name": "Smith, Ron Clinton"
            },
            {
                "name": "III, Walter Hendrix"
            },
            {
                "name": "Rippy, Leon"
            },
            {
                "name": "Hildebrand, Dan"
            },
            {
                "name": "Wilson, Derek"
            },
            {
                "name": "Posey, Matthew"
            },
            {
                "name": "Mehta, Ajay"
            },
            {
                "name": "Brusso, Roxana"
            },
            {
                "name": "Corrigan, Abby"
            }
        ],
        "locations": [
            "Griffin, Georgia, USA"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:MA15+::(seasons 1 and 2)",
            "Australia:M::(seasons 3 and 4)",
            "Netherlands:12",
            "New Zealand:R16",
            "New Zealand:M::(seasons 3 and 4)",
            "Norway:16::(Netflix self-rating)",
            "United Kingdom:15",
            "United States:TV-14"
        ],
        "number of seasons": 4,
        "rating": 8.4,
        "votes": 21611,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTA3NTE3MjQxNl5BMl5BanBnXkFtZTgwMzk3Mjc3OTE@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Rectify",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "McKinnon, Ray"
            },
            {
                "name": "Teems, Scott"
            },
            {
                "name": "Herbert, Coleman"
            }
        ],
        "production companies": [
            {
                "name": "Gran Via Productions"
            },
            {
                "name": "Zip Works"
            }
        ],
        "distributors": [
            {
                "name": "Film1 Sundance Channel"
            },
            {
                "name": "Sky Atlantic HD"
            },
            {
                "name": "SundanceTV"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Christopher Gray Casting"
            },
            {
                "name": "Harris Diversified"
            },
            {
                "name": "Harris Diversified"
            },
            {
                "name": "KTA Group"
            },
            {
                "name": "KTA Group"
            },
            {
                "name": "Lightnin' Production Rentals"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "SIM Digital / Bling Digital"
            },
            {
                "name": "SIM Digital / Bling Digital"
            },
            {
                "name": "Sim"
            },
            {
                "name": "Sync OnSet"
            },
            {
                "name": "Transportation Resources"
            },
            {
                "name": "Truck Brokers"
            }
        ],
        "plot": [
            "Daniel Holden must put his life back together after serving 19 years on Georgia's Death Row before DNA evidence calls his conviction into question.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21611,
                "rating": 8.4
            },
            "aged under 18": {
                "votes": 4,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 3634,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 8267,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 4381,
                "rating": 8.3
            },
            "males": {
                "votes": 12157,
                "rating": 8.3
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 2709,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 5926,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 2767,
                "rating": 8.2
            },
            "females": {
                "votes": 4989,
                "rating": 8.4
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 877,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 2203,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 1535,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 178,
                "rating": 6.9
            },
            "us users": {
                "votes": 4243,
                "rating": 8.6
            },
            "non us users": {
                "votes": 8846,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 6239,
            "9": 6217,
            "8": 5058,
            "7": 2180,
            "6": 854,
            "5": 382,
            "4": 186,
            "3": 133,
            "2": 98,
            "1": 264
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}