{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "12 May 2013"
            },
            {
                "country": "USA\n",
                "date": "12 May 2013"
            },
            {
                "country": "UK\n",
                "date": "13 May 2013"
            },
            {
                "country": "Israel\n",
                "date": "21 May 2013"
            },
            {
                "country": "USA\n",
                "date": "28 May 2013"
            },
            {
                "country": "Japan\n",
                "date": "5 August 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "27 August 2013",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Hungary\n",
                "date": "14 February 2014"
            },
            {
                "country": "Poland\n",
                "date": "14 February 2014"
            },
            {
                "country": "France\n",
                "date": "2 April 2014"
            },
            {
                "country": "Germany\n",
                "date": "9 October 2014",
                "notes": "                            (Cologne Conference - International Film and TV Festival)"
            },
            {
                "country": "Italy\n",
                "date": "30 December 2014"
            },
            {
                "country": "Germany\n",
                "date": "15 November 2015",
                "notes": "                            (edited version)"
            },
            {
                "country": "Germany\n",
                "date": "5 February 2016"
            }
        ],
        "release dates": [
            "Ireland::12 May 2013",
            "USA::12 May 2013",
            "UK::13 May 2013",
            "Israel::21 May 2013",
            "USA::28 May 2013",
            "Japan::5 August 2013",
            "Netherlands::27 August 2013                            (DVD premiere)",
            "Hungary::14 February 2014",
            "Poland::14 February 2014",
            "France::2 April 2014",
            "Germany::9 October 2014                            (Cologne Conference - International Film and TV Festival)",
            "Italy::30 December 2014",
            "Germany::15 November 2015                            (edited version)",
            "Germany::5 February 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Fall"
            },
            {
                "countries": "Croatia",
                "title": "Pad"
            },
            {
                "countries": "Germany",
                "title": "The Fall: Tod in Belfast"
            },
            {
                "countries": "Greece",
                "title": "Η Ώρα της Πτώσης"
            },
            {
                "countries": "Hungary",
                "title": "Hajsza"
            },
            {
                "countries": "Italy",
                "title": "The Fall: Caccia Al Serial Killer"
            },
            {
                "countries": "Poland",
                "title": "Upadek"
            },
            {
                "countries": "Romania",
                "title": "Crimele din Belfast"
            },
            {
                "countries": "Russia",
                "title": "Крах"
            },
            {
                "countries": "Spain",
                "title": "La caza"
            },
            {
                "countries": "Turkey (Turkish title)",
                "title": "The Fall"
            },
            {
                "countries": "USA",
                "title": "The Fall"
            }
        ],
        "akas": [
            "The Fall (original title)",
            "Pad Croatia",
            "The Fall: Tod in Belfast Germany",
            "Η Ώρα της Πτώσης Greece",
            "Hajsza Hungary",
            "The Fall: Caccia Al Serial Killer Italy",
            "Upadek Poland",
            "Crimele din Belfast Romania",
            "Крах Russia",
            "La caza Spain",
            "The Fall Turkey (Turkish title)",
            "The Fall USA"
        ],
        "akas from release info": [
            "The Fall (original title)",
            "Pad Croatia",
            "The Fall: Tod in Belfast Germany",
            "Η Ώρα της Πτώσης Greece",
            "Hajsza Hungary",
            "The Fall: Caccia Al Serial Killer Italy",
            "Upadek Poland",
            "Crimele din Belfast Romania",
            "Крах Russia",
            "La caza Spain",
            "The Fall Turkey (Turkish title)",
            "The Fall USA"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Silence and Suffering",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 1011,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Gillian Anderson returns as Detective Superintendent Stella Gibson in The Fall. She has arrested Paul Spector (Jamie Dornan) - but will he survive the gunshot wounds? Will he ever face justice? Spector is rushed to Belfast General Hospital where Dr Joe O'Donnell, Nurse Kiera Sheridan and the staff engage in the blood-soaked fight to keep him alive.    "
                },
                "2": {
                    "title": "His Troubled Thoughts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 774,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Gibson and Burns are hauled over the coals by the Police Ombudsman and the Policing Executive for their conduct and handling of the case. When Spector's name is released to the press as the arrested suspect in the Belfast Strangler case, his wife and family are forced to deal with the consequences. Katie enraged at the media treatment of him, decides to take matters into her own hands. All the while Nurse Kiera Sheridan and the medical team continue to fight to keep Spector alive. But even if he survives will he ever be fit enough to stand trial? And do Gibson and her...    "
                },
                "3": {
                    "title": "The Gates of Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 733,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Stella is shocked by Spector's journal illustrating his crimes though aware it can be used as evidence against him, since he is claiming to have no recollection of any events during the past six years. Healy tries to use this to prevent his standing trial at the preliminary hearing but the district judge commits him to crown court, ordering his detention at a secure psychiatric hospital under the supervision of Dr Larson. Meanwhile Tom Anderson tells Stella that David Alvarez, who was in the same care home as Spector, was imprisoned for murder in London in 2002.    "
                },
                "4": {
                    "title": "The Hell Within Him",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 704,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Gibson is faced with the shocking impact Spectors crimes have had on his family. She is also asked to hand her personal dream diary in as evidence and calls Spector a contagion that is still able to harm anyone that crossed his path even though he is incapacitated. Spector is confronted with audio and video recordings of him talking about his crimes. Spector is transferred from Belfast hospital to a high security psychiatric institute and still seems to have 6 years memory loss. Rose opens up to Gibson about the details of her relationship with Spector.    "
                },
                "5": {
                    "title": "Wounds of Deadly Hate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 695,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Dr Larson begins his assessment on Spector, who opens up about the life he can remember before his amnesia, while the killer's legal team remain determined he will never stand trial, bringing Gibson's conduct under further scrutiny.    "
                },
                "6": {
                    "title": "Their Solitary Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 1038,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Spector admits to his lawyers and later to Tom Anderson that he was involved in the London murder eight years earlier but when Stella suggests Alvarez took the blame out of gratitude for saving him from, sexual abuse at their care home he reacts by attacking her. This splits his defenders as Ms. Wallace, appalled by his violence, quits the team though Healy aims to press ahead citing insanity in mitigation. As Larson becomes more aware of Spector's lies Stella defuses Katie Benedetto's obsession with some success whilst Spector indulges in a gruesome act which will ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Dark Descent",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 1532,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    A bereavement counsellor maintains a seemingly normal family and marital life and while pretending to work on a support hotline at night, instead goes out and commits meticulously well planned murders on adult women.    "
                },
                "2": {
                    "title": "Darkness Visible",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 1289,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    Having killed Sarah, Spector ritually bathes her and paints her nails, snips off a lock of her hair and takes a necklace. Later he masturbates over film he has taken of her corpse. Stella refuses to speak to local reporter Ned Callan as to her involvement in the Monroe case. Afterwards, she has meaningless sex with young police sergeant James Olson. Next day she is angry to see that Callan has written an article about her arrival in Belfast. She is then called out to the murder scene of Sarah and asks to take over the investigation. She learns from the pathologist ...    "
                },
                "3": {
                    "title": "Insolence & Wine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 1187,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    Stella learns from ACC Burns that the new victim is Jimmy Olson. She confesses to having had sex with him, unaware that he was married, and is advised by Burns to arm herself. Rob Breedlove, who runs a brothel in which Alice's widower Aaron has an interest, is also perturbed by Jimmy's death. Stella holds a briefing to alert her officers to the fact that they are dealing with a serial killer, who is addicted to his crimes. She gives a press conference at which Ned Callan poses awkward questions, before selecting her team and giving an accurate profile of the murderer....    "
                },
                "4": {
                    "title": "My Adventurous Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 1139,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    DCI Eastwood tells Burns that he took a call on Olson's phone which was made at a hotel by rogue cop Rob Breedlove, whom they link to Aaron Monroe, his businessman father Morgan and a prostitution racket. When quizzed about it Breedlove kills himself but Burns confronts Morgan Monroe with his findings. Spector is censured by his boss for making an impromptu and empathetic house call to his client Liz Tyler, a battered wife whose husband James has complained about him. However Spector ensures that Liz goes to a refuge whilst arranging for her husband's arrest. Spector ...    "
                },
                "5": {
                    "title": "The Vast Abyss",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 1214,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    Spector is frustrated and angry for he has failed in his perfect murder, killing Jack Brawley whilst Annie Brawley survives and is taken to hospital, where Stella tests for DNA on her body. Spector's wife Sally Ann sees him on CCTV footage of Sarah Kay's last recorded movements and makes him go to the police station to eliminate himself from enquiries. Sally Ann covers for him but is angry when he lies about his nocturnal jaunts by admitting to an affair with the under-age baby sitter. Sally Ann leaves him but he wins her back. After an Identikit picture of 'Peter' is...    "
                }
            },
            "2": {
                "1": {
                    "title": "These Troublesome Disguises",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 1056,
                    "original air date": "13 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Gibson tries to help Spector's surviving victim remember her attackers identity; Spector deals with the loose ends he left behind.    "
                },
                "2": {
                    "title": "Night Darkens the Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 957,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Gibson realises that her mistakes have put the life of witness Rose Stagg in danger. Desperate to save Rose's life, she steps up the police investigation as serial killer Paul Spector continues to stalk Belfast's streets.    "
                },
                "3": {
                    "title": "Beauty Hath Strange Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 980,
                    "original air date": "27 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Stella tells her team that Spector is their prime suspect and has them interview Sally Anne. She is unable to alibi her husband for the Brawley murder and directs them to Katie, whose reaction makes Stella suspicious. Katie meets Spector, who persuades her that he is not the murderer but finds Stella superior and irritating and wants to upset her and a smitten Katie agrees to help him. Spector somehow manages to get into Stella's hotel room and finds her diary, in which he finds evidence that she is prone to nightmares in which Olson figures. Thus he gets Katie to ...    "
                },
                "4": {
                    "title": "The Mind Is Its Own Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 921,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    From the hotel's CCTV Stella realizes that Spector entered her room and knows she is on to him. He is due to see Annie again but Stella has the visit cancelled and moves Annie to another room, where she tells Stella she believes Spector to be the man who killed her brother. Stella is called away to see another body, meeting DS Tom Anderson, but the corpse in question is a suicide and not Rose Stagg. The police enter Spector's house whilst he and his wife - now temporarily together - are out but find nothing and are forced to leave after staging an accident. Spector is...    "
                },
                "5": {
                    "title": "The Perilous Edge of Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 1035,
                    "original air date": "11 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Jim Burns visits an unfrocked paedophile, Father Jensen, in prison. Years ago he ran an orphanage attended by Spector, though then he was Peter Baldwin, later adopted by the Spectors, which was when his criminality began. The police arrest Katie at the hotel where Spector stays, after she has flushed evidence down the toilet. They also pick up Spector after he has been involved in an attempted abduction and shooting by James Tyler, whose wife left him after Spector counselled her. Sally Ann is also charged with perverting the course of justice by giving her husband an...    "
                },
                "6": {
                    "title": "What Is in Me Dark Illumine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fall (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 1179,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    With Paul Spector in custody, DSI Gibson desperately searches for clues to find Rose Stagg. However, Spector does all he can to thwart her, locking them into a deadly duel.    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Anderson, Gillian"
            },
            {
                "name": "Dornan, Jamie"
            },
            {
                "name": "Lynch, John"
            },
            {
                "name": "Franciosi, Aisling"
            },
            {
                "name": "McGrady, Niamh"
            },
            {
                "name": "Waugh, Bronagh"
            },
            {
                "name": "Beattie, Sarah"
            },
            {
                "name": "Graham, Stuart"
            },
            {
                "name": "Taggart, Bronagh"
            },
            {
                "name": "Kane, Valene"
            },
            {
                "name": "Beattie, David"
            },
            {
                "name": "Scanlan, Emmett J"
            },
            {
                "name": "Clements, Richard"
            },
            {
                "name": "Rafferty, Claire"
            },
            {
                "name": "Morgan, Colin"
            },
            {
                "name": "Gough, Kelly"
            },
            {
                "name": "Panjabi, Archie"
            },
            {
                "name": "Hassan, Karen"
            },
            {
                "name": "O'Neill, Tara Lynne"
            },
            {
                "name": "Jordan, Gerard"
            },
            {
                "name": "Lee, Tara"
            },
            {
                "name": "McSweeney, Siobhan"
            },
            {
                "name": "O'Neill, Jonjo"
            },
            {
                "name": "Lee, Nick"
            },
            {
                "name": "Milligan, Brian"
            },
            {
                "name": "Corrigan, Chris"
            },
            {
                "name": "Kennedy, Paul"
            },
            {
                "name": "Loane, Tim"
            },
            {
                "name": "Peel, Ben"
            },
            {
                "name": "McElhinney, Ian"
            },
            {
                "name": "Bradley, Ruth"
            },
            {
                "name": "Brennan, Séainín"
            },
            {
                "name": "McArdle, Aidan"
            },
            {
                "name": "Hogg, Lisa Dwyer"
            },
            {
                "name": "McNeill, Brenda"
            },
            {
                "name": "Fuentes, Sofia Smyth"
            },
            {
                "name": "McElhatton, Michael"
            },
            {
                "name": "Ward, Barry"
            },
            {
                "name": "Bea, Aisling"
            },
            {
                "name": "McCarthy, Gerard"
            },
            {
                "name": "Delaney, Simon"
            },
            {
                "name": "Henriksson, Krister"
            },
            {
                "name": "McCusker, Frank"
            },
            {
                "name": "Hogg, B.J."
            },
            {
                "name": "Donnelly, Laura"
            },
            {
                "name": "Coyle, Richard"
            },
            {
                "name": "Gordon, Dan"
            },
            {
                "name": "O'Hare, Eugene"
            },
            {
                "name": "Patrick-Simpson, Chris"
            },
            {
                "name": "Mullan, Orla"
            }
        ],
        "locations": [
            "Belfast, County Antrim, Northern Ireland, UK",
            "Northern Ireland, UK",
            "UK"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Brazil:16",
            "France:16",
            "Germany:16::(most episodes)",
            "Germany:12::(some episodes)",
            "Italy:VM14",
            "Netherlands:12",
            "Norway:16::(Netflix self-rating)",
            "Russia:18+",
            "Singapore:M18",
            "South Korea:18",
            "Spain:16",
            "United Kingdom:15",
            "United Kingdom:18::(some episodes)",
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 8.2,
        "votes": 62812,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODk1MzM0MjQtNGUzOS00ZjBmLTliMjgtMzBjYmQwMzUwZDdkXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "A psychological thriller that examines the lives of two hunters. One is a serial killer who stalks his victims in and around Belfast and the other is a talented Detective Superintendent from the MET who is brought in to catch him.",
        "languages": [
            "English"
        ],
        "title": "The Fall",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2016",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cubitt, Allan"
            }
        ],
        "production companies": [
            {
                "name": "Artists Studio"
            },
            {
                "name": "BBC Northern Ireland"
            }
        ],
        "distributors": [
            {
                "name": "ZDF Enterprises"
            },
            {
                "name": "RLJ Entertainment"
            },
            {
                "name": "Raidió Teilifís Éireann (RTÉ)"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Bravo Network Canada"
            },
            {
                "name": "Cinemax"
            },
            {
                "name": "DiziMax"
            },
            {
                "name": "Endemol Worldwide Distribution (EWD)"
            },
            {
                "name": "Film1"
            },
            {
                "name": "Film1"
            },
            {
                "name": "Lumière Home Entertainment"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Paramount Channel"
            },
            {
                "name": "Studio Hamburg Enterprises"
            },
            {
                "name": "Super! Drama TV"
            },
            {
                "name": "Yes"
            }
        ],
        "special effects": [
            {
                "name": "Team FX"
            }
        ],
        "other companies": [
            {
                "name": "Audio Network"
            },
            {
                "name": "European Regional Development Fund"
            },
            {
                "name": "G & H Film & Television Services"
            },
            {
                "name": "Northern Ireland Screen"
            },
            {
                "name": "Peter Anderson Studio"
            },
            {
                "name": "Shoot NI"
            },
            {
                "name": "Studio NI"
            },
            {
                "name": "Take 2 Films"
            }
        ],
        "plot": [
            "A seemingly cold but very passionate policewoman goes head to head with a seemingly passionate father who is in fact a cold serialist in this procedural out of Belfast. The only thing they share is their common complexity.::Marta123",
            "A psychological thriller that examines the lives of two hunters. One is a serial killer who stalks his victims in and around Belfast and the other is a talented Detective Superintendent from the MET who is brought in to catch him.::vhavnal"
        ],
        "synopsis": [
            "Emmy and Golden Globe winner, Gillian Anderson smolders as a British detective summoned to Belfast to solve a high-profile murder. She quickly recognizes the signs of a serial killer, but the culprit has already targeted his next victim. Over 5 episodes, this psychological thriller follows both the serial killer and detective as they attempt to outmaneuver each other. The Falls proves as riveting as it is unsettling, granting rare insight into the mind of a sociopath.\n"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 62812,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 18,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 9481,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 24114,
                "rating": 8.2
            },
            "aged 45 plus": {
                "votes": 11226,
                "rating": 8.2
            },
            "males": {
                "votes": 27366,
                "rating": 8.1
            },
            "males aged under 18": {
                "votes": 13,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 4320,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 13794,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 7031,
                "rating": 8.1
            },
            "females": {
                "votes": 20719,
                "rating": 8.4
            },
            "females aged under 18": {
                "votes": 5,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 5006,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 9890,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 3998,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 262,
                "rating": 6.9
            },
            "us users": {
                "votes": 8798,
                "rating": 8.2
            },
            "non us users": {
                "votes": 26223,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 13701,
            "9": 17957,
            "8": 18923,
            "7": 7572,
            "6": 2278,
            "5": 886,
            "4": 437,
            "3": 297,
            "2": 230,
            "1": 531
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}