{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 February 2013"
            }
        ],
        "release dates": [
            "USA::14 February 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Two-Headed Bearded Dragon Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Party for a two-headed bearded dragon.    "
                },
                "2": {
                    "title": "Swords a Plenty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Asia learns to swallow a sword.    "
                },
                "3": {
                    "title": "Two Headed Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "28 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Todd tries to buy a two-headed baby.    "
                },
                "4": {
                    "title": "Human Pin Cushion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "7 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Human pin cushion stunts.    "
                },
                "5": {
                    "title": "The Littlest Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Little couple wedding at The Freakshow.    "
                },
                "6": {
                    "title": "Strongman Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Strongman competition at The Freakshow.    "
                },
                "7": {
                    "title": "Freaks of Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Meeting of armless man and legless man.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Many freaks attend a Freakshow Festival.    "
                }
            },
            "2": {
                "1": {
                    "title": "Freakshow Auditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    Todd Ray has recently expanded his Venice Beach Freakshow and holds open auditions to find new talent. As an array of skilled, and not so skilled, performers audition, the Freakshow family realizes that finding a new addition won't be easy. Ali worries about her job security after a man who's even littler than she is performs on a skateboard; Morgue is less than impressed with any of the performers' stage presences; and Todd is intrigued by a snake lady, but Asia is troubled by the sexual nature of the act. Later, Morgue and Asia discuss the auditions and he informs ...    "
                },
                "2": {
                    "title": "Boobzilla Comes to Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    Everyone at the Freakshow is excited for Boobzilla, a performer who crushes soda cans and lift objects with her size 44R cup breasts. When she arrives, she explains that her large chest is due to gigantomastia, a condition that causes her breasts to grow uncontrollably. For her debut Freakshow performance, Boobzilla would like to a lift Amazing Ali with her breasts. Unfortunately, Ali has been experiencing hip pain and doesn't think she'll be able to do the stunt. With Todd's urging, Ali visits a doctor who says hip replacement surgery is her only option. Ali fears ...    "
                },
                "3": {
                    "title": "Tattooed Vampiress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    Creature is looking for a place to live but finds that his appearance is off-putting to potential roommates. He confides in Todd and tells him that sometimes he feels like he is \"cursed.\" Todd offers encouragement, explaining that the adversity Creature is facing will only make him a stronger person. At the Freakshow, Todd is preparing for a special tattoo event. The first performer to arrive is Brian \"Legz\" Tagalog, an armless tattoo artist who uses his feet to draw tattoos. Next is Matt Gone, a man who has tattoos covering 99% of his body, including his tongue and ...    "
                },
                "4": {
                    "title": "Electric Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    For the Freakshow's first nighttime show, Todd asks the performers to come up with new stunts that they normally wouldn't do during the day. Asia discusses her desire to bring more danger to her Electric Lady act. Todd suggests that she work with Miss Electra, a performer famous for her Tesla coil lightning-bolt stunt. Before Asia is able to contact Miss Electra herself, Todd meets with her and discusses passing on the stunt to Asia. Miss Electra is reticent. Later, on her own accord, Asia convinces Miss Electra to come see her perform at the Freakshow. Miss Electra ...    "
                },
                "5": {
                    "title": "Florida Freakshow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    Todd and the Freakshow family head to Gibsonton, Florida, a town that had once been the winter home for carnival and sideshow performers across the country. At the airport, they are greeted by Grady \"Lobster Boy\" Stiles. As an expert on freakshow lore, Grady offers to give everyone a tour of the legendary sideshow town. First up is the Showmen's Museum where the group sees vintage ferris wheels and photographs of famous sideshow performers. Next is Al Tomaini's Giant Camp and then the Showtown Bar, where they meet living legend, Ward Hall. Known as \"King of the ...    "
                },
                "6": {
                    "title": "Lobster Family Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    Todd, Danielle, and Phoenix are still visiting Gibsonton, the legendary sideshow town. They talk with Grady \"Lobster Boy\" Stiles about his father's unique fame and their troubled relationship. His father's life was plagued by violence and alcoholism and ended with a mysterious murder. In Los Angeles, Asia begins apartment hunting with the help of Morgue and her two friends. They ask Morgue about the state of his and Asia's relationship but he doesn't go into details. Later on, Asia reluctantly agrees to accompany her friends to a country bar where she feels out of ...    "
                },
                "7": {
                    "title": "Giants, Babes and Box Cutters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 May 2014",
                    "year": "2014",
                    "plot": "\n    The Freakshow celebrates the history of giants with a \"Living Giants\" special event. At the event, Morgue wants to perform a new stunt involving a bed of razor blades. To create the razor bed, Todd, Morgue, and Asia visit Rick Lazzarini, a special effects artist. Rick is initially hesitant to build the bed of razors due to the potential dangers it presents but eventually agrees. Meanwhile, George Bell, a.k.a. \"The Tallest American,\" has moved to California and ended his relationship with his girlfriend Diane. He's ready to try out online dating and meets Lindsey for a...    "
                },
                "8": {
                    "title": "Hobo Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "27 May 2014",
                    "year": "2014",
                    "plot": "\n    Wedding bells are ringing when Digger, the Sadu Hobo, invites the Freakshow group to his campsite nuptials under the stars. The entire gang, including Todd, Morgue, Asia and even Creature pack up and head to the rustic site in the California hills. After setting up camp and pitching tents, the crew learns the ways of a wandering lifestyle from Ken \"The King\" Kurt \"Dirti\" Powell and other hobos who had formally worked at The Venice Beach Freakshow. Digger lets their visitors know that in order to stay on the property, \"chores need to get done\". He enlists the their ...    "
                },
                "9": {
                    "title": "Ceature's Daughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "3 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Creature meets his estranged daughter face-to-face and relives his breakdancing past. Can Todd pull off a surprise 21st birthday party for Asia?    "
                },
                "10": {
                    "title": "Breaking World Records",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "3 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This week, Todd and the Freakshow gang are looking to break some new world records. Asia and Morgue team up for a stunt that involves Asia using a whip to hit a target attached to a sword inside Morgue's belly. At home, Todd shows Danielle some of his new oddities, including a pig that was born with his brain outside of its head. Now that the kids are growing up and barely home, Danielle wants to stay busy and suggests hosting a dinner party with the neighbors. Todd is hesitant, fearing they may be judgmental of his and Danielle's non-conventional lifestyle, but ...    "
                },
                "11": {
                    "title": "Little Baby Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "10 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Todd brings Zamora the Torture King to test the skeptics. Ali & Matt debate the possibility of parenthood & find that they may have different views.    "
                },
                "12": {
                    "title": "Freaks Hanging by a Wire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "10 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This week, the Freakshow is holding an exciting suspension event. But first, Phoenix needs to find a date! He brings Zoe, a girl he met at a tattoo event, to his house and tries to impress her with his family's collection of oddities. Todd is surprised that Phoenix is turning into such a \"ladies man\" but Danielle has concerns. She prefers that Phoenix get together with Ruby, the girl who works next door to the Freakshow. At the Ray household, Jelly Boy the Clown, Matterz Squidling Andrew Stanton, and Kelvita the Blade stop by for dinner. They discuss the upcoming ...    "
                },
                "13": {
                    "title": "Freakshow Pop-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "17 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This week, the Freakshow gets a visit from Short E. Dangerously, an incredible \"half man\" who performs stunts including fire breathing and knife throwing. Todd suggests that he attempt \"The One-Armed Handstand,\" a stunt once performed by famed \"half-man\" Johnny Eck. In preparation for the week's big show, Short E. begins working on his upper body so that he can pull off the notorious stunt. Later, Todd brings some Freakshow members to a nursing home to visit his sick pal, George French. Known as the \"Wizard of Venice,\" George has been reading palms on the Venice ...    "
                },
                "14": {
                    "title": "Control Freaks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "17 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This week's episode kicks off with Todd Ray telling the gang that he's considering a second location for the Freakshow. Phoenix wants to prove that he's a vital member of the Freakshow and decides to learn how to \"talk\" (a term used to describe the act of luring audience members into a sideshow). In order to up their game, Asia begins to work on a stunt involving a ladder of machetes and Morgue crafts a device to enhance his water regurgitation act. As Phoenix's \"talking\" lessons begin, he finds himself getting nervous and overwhelmed in front of his father. Todd ...    "
                },
                "15": {
                    "title": "Freakshow Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "24 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Todd announces that he and some members of the Freakshow have been invited to The Magic Castle, a famed club for magicians in Los Angeles. The tour will be conducted by Max Maven, an acclaimed magician and mentalist who Morgue considers to be one of the best in the business. Todd, Phoenix, Creature and Morgue arrive at The Magic Castle where Max Maven brings them through various rooms and shows off magician memorabilia. One item in particular, a milk can used by Houdini during his famous escape tricks, catches Todd's eye. Todd decides that he wants the Freakshow to ...    "
                },
                "16": {
                    "title": "Vegas Gets Freaky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freakshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "24 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Todd gathers the Freakshow gang for a big announcement - he plans to open a second Freakshow in Las Vegas! In order to wow the heads of the Circus Circus Hotel and Casino, Todd decides to bring the Freakshow members with him to Sin City. As he, Asia and Morgue discuss the expansion, Todd reveals plans to separate Asia and Morgue and have one perform in Vegas while the other stays in Venice Beach. The time has come to meet with the Circus Circus execs. Todd explains how he believes that the Freakshow would be a perfect fit within Circus Circus and could become the ...    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Ray, Todd"
            },
            {
                "name": "Matt, Wee"
            },
            {
                "name": "Ray, Asia"
            },
            {
                "name": "Chapman, Ali"
            },
            {
                "name": "Morgue"
            },
            {
                "name": "Bell, George"
            },
            {
                "name": "the Mystic, Murrugun"
            },
            {
                "name": "Ray, Danielle"
            },
            {
                "name": "Barquinero, Diego"
            },
            {
                "name": "Aria, Max"
            },
            {
                "name": "Aviel, Joseph"
            },
            {
                "name": "Gilgan, Michael"
            },
            {
                "name": "Lampkin, D'Andre"
            },
            {
                "name": "Meyer, Dan"
            },
            {
                "name": "Werbock, Sage"
            },
            {
                "name": "Campbell, Wr. Christopher"
            },
            {
                "name": "Cridland, Tim"
            },
            {
                "name": "Gray, Bob"
            },
            {
                "name": "Miles, Robert"
            },
            {
                "name": "Filippone, Joe"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 375,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg3OTgzMTQ4NF5BMl5BanBnXkFtZTcwMzc5NjMwOQ@@._V1_SY150_CR46,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Freakshow",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Freakshow (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Endemol"
            },
            {
                "name": "Living Wonders Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "American Movie Classics (AMC)"
            }
        ],
        "plot": [
            "A family drama that centers on former music producer Todd Ray as he pursues his dream to own and operate his own _Freakshow_ (qv) on the famed boardwalk in Venice Beach, CA.::AMC"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 375,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 95,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 133,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 57,
                "rating": 6.6
            },
            "males": {
                "votes": 149,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 31,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 76,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 32,
                "rating": 6.2
            },
            "females": {
                "votes": 155,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 63,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 56,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 24,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 5.1
            },
            "us users": {
                "votes": 172,
                "rating": 7.2
            },
            "non us users": {
                "votes": 44,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 116,
            "9": 44,
            "8": 68,
            "7": 59,
            "6": 21,
            "5": 20,
            "4": 8,
            "3": 8,
            "2": 9,
            "1": 22
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}