{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 January 2013"
            },
            {
                "country": "Sweden\n",
                "date": "6 November 2013"
            }
        ],
        "release dates": [
            "USA::7 January 2013",
            "Sweden::6 November 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Vanderpump Rules"
            },
            {
                "countries": " (working title)",
                "title": "Sur"
            }
        ],
        "akas": [
            "Vanderpump Rules (original title)",
            "Sur (working title)"
        ],
        "akas from release info": [
            "Vanderpump Rules (original title)",
            "Sur (working title)"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "A Decent Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Lisa Vanderpump channels her energy into making sure her newest venture is the epitome of perfection, but when last-minute problems arise, she must assign more responsibility to her junior partners Tom Schwartz and Tom Sandoval - whether they're ready or not. After a rollercoaster of a year, Jax finally proposes to his loving girlfriend, Brittany. Although they appear to be getting along better than ever, Brittany breaks down when the group questions Jax's motives.    "
                },
                "2": {
                    "title": "Hope and Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Stassi plans an epic surprise party to celebrate Jax and Brittany's engagement, but Sandoval and Ariana question Jax's ability to commit to one woman for the rest of his life. James attempts to work his way back into the group's good graces, unaware that Kristen has hatched a plan that might ruin his romance and banish him for good. Stassi seeks Lisa's approval for her new beau Beau, and Lisa must decide whether Jax deserves another chance to work at SUR.    "
                },
                "3": {
                    "title": "Either Him or Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "16 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    James spirals out of control after being ambushed by Kristen at Pride, while his girlfriend Raquel struggles to accept new rumors about his alleged infidelity. Jax and Brittany decide to start a beer cheese company together, Tom Schwartz takes James to task for insulting Katie, and Scheana feels threatened by Stassi and Ariana's newfound friendship. When Katie is the victim of body-shaming comments, she gives Lisa Vanderpump an ultimatum that will send reverberations throughout the SUR community.    "
                },
                "4": {
                    "title": "Lisa's Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "23 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Katie's ultimatum forces Lisa Vanderpump to reconsider employing James at SUR, while Scheana tries to prove her loyalty to Katie, Kristen and Stassi by cutting ties with him. Tom Schwartz and Tom Sandoval differ in their methods of interviewing potential TomTom staff, Jax and Brittany host a dinner party to debut their beer cheese, and Lala resents having to return to the hostess stand after enjoying a glamorous life outside of SUR.    "
                },
                "5": {
                    "title": "Ice Queens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "7 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Stassi and Ariana put their rivalry aside to throw an epic winter-themed birthday party, but Stassi's new boyfriend Beau gets his first taste of Stassi's famously bad birthday behavior. Jax confronts Tom Sandoval for questioning his engagement to Brittany, while Scheana finds herself attracted to her \"best friend\" Adam Spott. James Kennedy finds himself cut off from everyone at SUR, but Lisa vows not to give up on her former DJ.    "
                },
                "6": {
                    "title": "Love Thy Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "14 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Stassi struggles to make amends with Beau after her birthday meltdown, while a newly sober James attempts to rekindle his friendship with Lala. Kristen celebrates the relaunch of her t-shirt line, Jax causes trouble at a SUR staff meeting, and the Toms present their cocktails to Lisa in hopes of getting them on the TomTom menu. Finally, when Katie, Kristen, and Stassi's mothers all come to town, the girls learn growing older doesn't always mean growing up.    "
                },
                "7": {
                    "title": "Girls' Night In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "21 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Katie convinces Lisa to let her host a \"Girls' Night In\" party on James's former night, but Billie Lee lashes out at Katie for not including her in the planning. Brittany throws an unexpected tantrum, causing her friends to speculate she's stressed over her engagement to Jax. Lala decides James is moving too fast in rebuilding their friendship, and Stassi creates her own personal holiday: National Outfit of the Day Day.    "
                },
                "8": {
                    "title": "A Housewarming Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "28 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The group journeys to Marina del Rey for Scheana's housewarming, where they learn Scheana and her \"best friend\" Adam have made their relationship physical, and Lala calls out Billie Lee. Ariana erupts on Tom for gossiping to the guys about her past romantic encounters with women, and Lisa Vanderpump finally reveals the fully finished TomTom to a giddy Sandoval and Schwartz.    "
                },
                "9": {
                    "title": "Tom and Tommer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "4 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Lisa Vanderpump entrusts Sandoval and Schwartz with major responsibility as they scramble to get TomTom ready for its opening event, but Kristen is devastated when she learns she's not allowed to come. James erupts when Raquel considers attending \"Girls' Night In,\" Lala advises Scheana not to overshare with Stassi, Katie and Kristen, and Jax celebrates his first birthday without the support of his parents.    "
                },
                "10": {
                    "title": "So Vain in Solvang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "11 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Lala shows her girlfriends a glimpse of the good life when she takes them to Solvang on a private jet, but Kristen's mounting travel anxiety threatens to derail the trip. Jax looks forward to an epic boys' night with Sandoval and Schwartz, but first Brittany brings Jax to therapy to deal with his past infidelities. When James has an explosive fight with his mother over money, his mother reaches out to Lisa to employ a different Kennedy brother.    "
                },
                "11": {
                    "title": "Return of Crazy Kristen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "18 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "PJs on the PJ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "25 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Kristen's bizarre behaviour threatens to spoil the girls' trip in wine country. Back in LA, James is overjoyed when he gets invited to the guys' wild \"staycation,\" and Jax fears he may stray when Tom Sandoval invites girls back to their hotel room.    "
                },
                "13": {
                    "title": "Episode #7.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "4 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Episode #7.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 14,
                    "original air date": "11 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Episode #7.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 15,
                    "original air date": "18 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Episode #7.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 16,
                    "original air date": "25 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Welcome to Sur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa Vanderpump's new hire for SUR, Scheana, is ostracized because of her past affair with a married man. Scheana's co-worker, Stassi, the self-proclaimed \"leader of the pack\" leads the charge against Scheana, labeling her a \"homewrecker.\"    "
                },
                "2": {
                    "title": "This Is a Break-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The SUR staff celebrate Gay Pride with an over-the-top parade float, but when Stassi catches Scheana and Jax flirting, the fighting and fallout threaten to ruin the day. Jax wants to get his relationship with Stassi back on track, but his drunken behavior at a birthday party might be the final straw.    "
                },
                "3": {
                    "title": "You Don't Know Jax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    At a photo shoot, Kristen has an awkward encounter with someone from Tom's past. Jax makes a bold play to win back Stassi, but a shocking revelation pushes her to a new man.    "
                },
                "4": {
                    "title": "Vegas with a Vengeance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The SUR staff heads to Las Vegas for Stassi's birthday, but Scheana stays back to make sure things run smoothly at SUR. Stassi disinvites Jax from Vegas so she can spend the weekend with her new boyfriend Frank, but when Jax crashes the party, a fight breaks out.    "
                },
                "5": {
                    "title": "I'm Not a Ghetto Bitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Stassi comes back from Vegas to find that Jax has started dating one of her friends, and Katie and Kristen have turned against her. When Lisa calls a staff meeting to put a stop to the infighting, Laura-Leigh explodes on Stassi for sending her bullying texts. Scheana nervously prepares for her first live performance at the world-famous Roxy.    "
                },
                "6": {
                    "title": "Caught with Your Trousers Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    When Jax and Laura-Leigh are caught having sex in SUR's bathroom and Frank insults a customer, Lisa is forced to crack the whip on her staff. Stassi thinks her life is back on track when she makes up with her old friend Katie and introduces her new boyfriend Frank to her parents, but when an unexpected argument escalates, Stassi finds herself headed for her second break-up of the summer.    "
                },
                "7": {
                    "title": "In Love with Someone Else",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    When Lisa threatens to fire Stassi for neglecting her responsibilities at SUR, Stassi must plead to keep her job. Scheana has an emotional breakdown at work when Lisa forbids her to work a party Brandi is attending. Jax makes a bold move to win Stassi back, causing Laura-Leigh to attack Jax.    "
                },
                "8": {
                    "title": "Last Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa organizes a sexy photo-shoot for the staff of SUR, bringing everyone together for an explosive season finale. Scheana attempts to win back Lisa's respect after storming out of her V.I.P. dinner. After a summer of bitter fighting, Kristen and Stassi try to bury the hatchet, and the truth is finally revealed about the rumors surrounding Jax.    "
                },
                "9": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Hosted by Bravo's Andy Cohen, the cast of \"Vanderpump Rules\" along with Lisa Vanderpump, reunite at SUR to discuss some of the most talked about antics of the season.    "
                },
                "10": {
                    "title": "The Lost Episode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "11 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Serving up never-before-seen moments from Season One, Lisa Vanderpump and the SUR team speak candidly with Andy Cohen about the fights, fun, hook-ups, and heartbreaks that you didn't get to see, like Stassi and Kristen's bikini blowout, the secrets of Tom's hair, Jax's Speedo stuffing, the definition of \"crymax,\" and Lisa discovers who on her staff wears \"padded knickers.\"    "
                }
            },
            "2": {
                "1": {
                    "title": "Tooth or Consequences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Kyle Richards hires Lisa's posh restaurant, SUR, to cater her cocktail event. At the party, Lisa struggles to keep tensions down between Brandi Glanville and Scheana. Later, Scheana invites everyone to her birthday party, but it doesn't take long for catfights to erupt.    "
                },
                "2": {
                    "title": "Branded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Jax gets a tattoo of Stassi's name to prove his love, but before the ink is even dry, a romantic dinner turns into a shouting match when Stassi reveals there's another guy in her life. Later, Stassi attacks Scheana for turning Lisa against her, and Tom attempts to put together the pieces of his broken relationship with Kristen but finds the instructions hard to follow.    "
                },
                "3": {
                    "title": "Only the Lonely",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Stassi rekindles her romance with Jax when the SUR staff heads to her mom's house in Lake Arrowhead. When Scheana complains of yet another injury, Lisa smacks her down for playing the sympathy card.    "
                },
                "4": {
                    "title": "Rumors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "Nov. 2013",
                    "year": "2013",
                    "plot": "\n    When Stassi finds out about Jax's sexy photo shoot with a female model, she questions whether she can trust him enough to ever love him again. Just when Kristen's work life and love life appear to be back on track, Lisa brings in a sexy female bartender who may have a romantic past with Tom.    "
                },
                "5": {
                    "title": "Surlesque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa enlists Stassi and Katie to perform a sexy dance at Guillermo's surprise burlesque birthday party. Jax is confronted with a health scare but receives scorn instead of sympathy from Stassi. Then, Kristen picks a fight to stop the gossiping about Tom and the new bartender.    "
                },
                "6": {
                    "title": "Lisa's Angels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa and the SUR staff take part in the Gay Pride Parade. Things turn ugly when Stassi finds out that Jax is back to his womanizing ways. Kristen finds new evidence about Tom and Ariana's relationship and confronts them both.    "
                },
                "7": {
                    "title": "Addicted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa tries to wish Peter a happy 30th birthday, but when Scheana gives Peter an inappropriate lap dance, Katie and Kristen pick a fight and run Scheana out of the party. Stassi accuses Jax of being a sex addict, only to learn that Jax may have slept with one of her best friends.    "
                },
                "8": {
                    "title": "Sherlock Stassi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    After Katie reveals the rumor that Kristen slept with Jax, Stassi hatches an elaborate plan to trick them into confessing. Lisa hires a \"secret diner\" to evaluate the service at SUR, but the staff is more focused on rumors than customers.    "
                },
                "9": {
                    "title": "Rich People Annoy Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 10,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    When The Real Housewives of Beverly Hills gather for a dinner party at SUR, Stassi and Jax witness firsthand that Lisa's high-class friends can be just as spiteful and vicious as their own. Kristen's obsession over rumors that Tom is hooking up with the pretty new bartender leads to a five-girl shouting match on the night of Lisa's dinner.    "
                },
                "10": {
                    "title": "Sur of the Border",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Lisa's staff heads to Cabo for Stassi's 25th birthday, but a vulgar comment from Scheana turns the celebration into a catfight. When a drunken argument ends with a drink thrown in Katie's face, Stassi lashes out at her friends for taking the spotlight away from her birthday.    "
                },
                "11": {
                    "title": "The Ultimatum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stassi's Cabo birthday continues to unravel as Jax crashes her booze cruise and brings uninvited guests. Kristen gives Lisa an ultimatum that doesn't sit well with her boss. After a final night of drinking, Kristen's shocking decision forever changes her friendships.    "
                },
                "12": {
                    "title": "Til Death Do Us Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Lisa and Stassi throw Scheana the perfect surprise engagement. Tom lashes out at Jax for his part in the cheating rumors, but later shocks Stassi with his own news. Kristen's meltdown at SUR causes her friends to retreat and support her archrival, Ariana.    "
                },
                "13": {
                    "title": "Bitch Slap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 9,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When Stassi believes that Kristen committed the ultimate betrayal, she devises a plan to expose her in front of all of her friends. Lisa struggles to keep SUR's working dynamics under control when tensions between Jax, Tom, Stassi and Kristen reach all-time highs.    "
                },
                "14": {
                    "title": "I Lied",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 8,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In the season finale, SUR's sexy annual photo shoot turns tearful as Stassi attacks Jax for his womanizing, and Lisa helps Tom deal with the growing evidence of Kristen's infidelity. Things come to an explosive head at Scheana's engagement party when Kristen and Tom finally face off with Stassi and Jax.    "
                },
                "15": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 7,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy Cohen brings Lisa Vanderpump and her sexy staff together at SUR for the first time since the shocking season finale. Stassi faces off against Kristen, Tom makes a surprise revelation about his relationship with Ariana, and Jax and Tom confront each other for the first time since their fight. Andy uncovers who's been dumped, who's sleeping with whom, and who might be leaving SUR for good.    "
                },
                "16": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 7,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In part two of the Vanderpump Rules Reunion, the SUR staff open up to Andy Cohen about why Kristen slept with Jax, why Jax has no remorse towards his old friend Tom, and whether Stassi can overcome the hurt and betrayal. Nothing has been the same since the explosive finale, and Lisa reveals how she's been keeping it together at SUR, where old friendships and couples have split, and as always new, even more controversial alliances and romances have taken their place.    "
                },
                "17": {
                    "title": "Secrets Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 6,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    \"Vanderpump Rules: Secrets Revealed\" serves up never-before-seen moments, as Andy Cohen visits Lisa Vanderpump and the staff at SUR to discuss the most revealing, embarrassing, and hilarious scenes you didn't see this season. Stassi attacks Jax for claiming he's \"in a relationship\" with a girl he's never met; frozen vodka helps Scheana reveal how she really feels about Stassi, Katie and Kristen; Tom reveals his darkest fantasy about seeing Kristen with another man; Katie shows Schwartz what half a bikini wax looks like; and Lisa accidentally reveals too much about her...    "
                }
            },
            "3": {
                "1": {
                    "title": "Instafight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Stassi returns from New York to find things have changed between her and her former friends; Jax prepares for plastic surgery; Scheana plans her birthday party; Kristen uncovers a secret.    "
                },
                "2": {
                    "title": "All Fired Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    On the eve of her restaurant opening, Lisa hands out harsh punishments to the SUR staff for their deplorable behavior at Scheana's birthday party.    "
                },
                "3": {
                    "title": "Grand Opening and Closure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Lisa strives to make the grand opening of her new restaurant, PUMP, a huge success; Stassi confronts Scheana over the hurtful tweets; Kristen seeks closure with Tom Sandoval even while experiencing the stirrings of deep feelings for her ex-boyfriend.    "
                },
                "4": {
                    "title": "Jax Nose Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Stassi reconnects with the SUR gang at a Hollywood party; Jax undergoes plastic surgery; Tom Schwartz has a panic attack and runs out on his job at PUMP.    "
                },
                "5": {
                    "title": "In the Doghouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Kristen and Tom Sandoval return to SUR after their suspension; Tom Schwartz adopts a puppy; Jax spreads rumors that Katie cheated; Lisa offers Stassi an opportunity to prep her for a photo shoot.    "
                },
                "6": {
                    "title": "Kiss and Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Katie interrogates the staff about Tom Schwartz's infidelity, she finds out they know more than anticipated; Lisa hosts the 50 Gay Mayors event at PUMP.    "
                },
                "7": {
                    "title": "New Girl, Old Grudges",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "15 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    With Gay Pride coming up, Lisa hires a new hostess named Vail, who immediately catches Jax's eye; Stassi berates Tom Schwartz for remaining friends with Jax; James feels the strain of Kristen's ongoing obsession with Tom and Ariana.    "
                },
                "8": {
                    "title": "Mind the Jax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    While pursuing the new hostess, Jax gets caught in a lie about his current girlfriend; James tries to clear the air with Tom Sandoval before Scheana's party; Katie and Tom Schwartz seek couples therapy.    "
                },
                "9": {
                    "title": "What Happens in San Diego...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Lisa advises Scheana to invite Stassi and Katie to her bachelorette party in Miami; a night of drinking and debauchery prompts Tom Sandoval to accuse Jax of going too far.    "
                },
                "10": {
                    "title": "Bachelorette Beach Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The SUR crew put aside their differences to celebrate at Scheana's bachelorette party in Miami; Tom Sandoval accuses Jax of being a womanizer; when a PUMP manager quits, Lisa calls on her daughter, Pandora, to step in.    "
                },
                "11": {
                    "title": "Tears Over Miami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jax reunites with an old friend at Scheana's bachelorette party, making the group wonder if Jax is keeping secrets about his past; Tom Sandoval pleads with Kristen to stop harassing Ariana; Lisa confronts Stassi about cutting Katie out of her life.    "
                },
                "12": {
                    "title": "A Stand Against Stassi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Stassi refuses to forgive Katie, leading Katie to make a crucial decision in their friendship. In other developments, Peter and Vail have an awkward date, and Kristen sets out to break up Tom Sandoval's relationship with Ariana.    "
                },
                "13": {
                    "title": "Miami Vices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Kristen creates chaos at SUR when she ambushes Tom Sandoval with the girl he allegedly slept with in Miami. Scheana erupts at Kristen over her actions, causing a huge scene in front of customers. Lisa jumps to action to keep SUR running and discipline her staff after Miami Girl's disruption. Katie adjusts to life without Stassi.    "
                },
                "14": {
                    "title": "Judgement Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lisa confronts Kristen over her disrespect of management and arrives at a final decision on her future at SUR. Tom Schwartz makes a shocking revelation to Katie about the past. Scheana debates whether to disinvite Kristen from her wedding.    "
                },
                "15": {
                    "title": "For Better or Worse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 7,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lisa confronts Kristen over her disrespect of management and arrives at a final decision on her future at SUR. Tom Schwartz makes a shocking revelation to Katie about the past. Scheana debates whether to disinvite Kristen from her wedding.    "
                },
                "16": {
                    "title": "Ring on a String",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 7,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Scheana breaks down when her plan for a perfect wedding falls apart. Kristen lives up to everyone's worst expectations when she fights with James at the reception. Tom Schwartz makes a bad situation worse when his apology gift to Katie leads to tears.    "
                },
                "17": {
                    "title": "Jax Cracks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 7,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Jax struggles to stay loyal to Tom, but Stassi teaches Kristen how to make Jax reveal Tom's alleged cheating. James apologizes to Kristen to salvage their relationship. Lisa teams up with Lance Bass to host a puppy adoption at PUMP.    "
                },
                "18": {
                    "title": "Dethroned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 10,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In the Season 3 finale, SUR's annual photo shoot turns tense as Tom Sandoval confronts Jax for stabbing him in the back. Katie forces Tom Schwartz to take action in their relationship, while Tom Sandoval and Ariana take their own relationship to a whole new level. While Stassi accepts Lisa's invitation to the restaurant's anniversary party, she finds returning to SUR more tense than nostalgic.    "
                },
                "19": {
                    "title": "Reunion: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "votes": 11,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    When Andy Cohen brings Lisa Vanderpump and her staff together at SUR, Kristen reveals a shocking new friendship, Tom Sandoval defends his fight with James at Scheana's birthday, Jax addresses his rumored romantic past with a man from Miami, and Stassi comes face-to-face with Jax for the first time in over a year.    "
                },
                "20": {
                    "title": "Reunion: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "votes": 7,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In part two of the Vanderpump Rules Reunion, Lisa and the SUR staff open up to Andy Cohen about their issues with Stassi. Tom Sandoval and Ariana confront Kristen over \"Miami Girl,\" Tom Schwartz responds to Katie's six-month marriage ultimatum, and Stassi reveals the real reason she is no longer friends with Scheana.    "
                },
                "21": {
                    "title": "Secrets Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "votes": 8,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Bravo's Andy Cohen visits Lisa and the SUR staff to discuss the most revealing, embarrassing and hilarious scenes you didn't see this season.    "
                }
            },
            "4": {
                "1": {
                    "title": "Playtime's Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    In the Season Four premiere, Lisa Vanderpump vows to take SUR restaurant to new heights. Scheana throws a costume party for her 30th birthday, but when Kristen shows up, Ariana and Sandoval accuse Scheana of being a fake friend. James's reckless behavior threatens his DJ career, Schwartz realizes he's ready to commit to Katie, and a visit from Jax's mother offers rare insight into his life before SUR.    "
                },
                "2": {
                    "title": "New Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    When Lisa Vanderpump brings new blood to the shark-infested waters of SUR, Katie and Scheana quickly teach new girl Lala that there's no such thing as a secret at Lisa's restaurant. Rumors spread that James was unfaithful to Kristen, and Kristen must make a tough choice about who to believe. Jax imports a new girlfriend from Kentucky and Scheana continues to feel the heat from Ariana over her friendship with Kristen.    "
                },
                "3": {
                    "title": "Pretty Little Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    When Scheana and Katie bust Lala for lying about a modeling job in Italy, Lisa Vanderpump turns the table on them for picking on the new girl. Scheana worries her marriage may be in danger when it's revealed that her husband has been keeping secrets. Tom and Ariana try \"adulting,\" Jax and James compete for Lala's affection and Tom Schwartz makes a big step towards committing to Katie.    "
                },
                "4": {
                    "title": "Happily Never After",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "23 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Lisa Vanderpump and the SUR crew force Scheana to reassess her marriage. Jax campaigns to get his new flame a job at SUR, even while things heat up between him and Lala. Sandoval and Schwartz pitch Lisa a business plan. Kristen and James seek couple's therapy.    "
                },
                "5": {
                    "title": "Cock of the Walk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Convinced that Kristen is cheating on him, James seeks revenge by hooking up with Lala. Lisa schools her staff on fine wine, Katie and Ariana urge Scheana not to sweep marital problems under the rug, Peter chops his ponytail, and a jealous Jax recruits Kristen in his scheme to pull Lala away from James.    "
                },
                "6": {
                    "title": "Love Bites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "7 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Lisa tries to outdo herself by throwing not one but two huge parties for Gay Pride. When James shows up flaunting fresh love bites, everyone wants to know which SUR girl was responsible. Sandoval and Schwartz kickstart Shay's makeover, Scheana doubles down on her marriage, and Jax seizes an opportunity to move in on Lala.    "
                },
                "7": {
                    "title": "Spit Take",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Lisa treats a group of underprivileged kids to the full SUR experience, including a serving of bad behavior from her staff. Jax stands up for Kristen when her break up with James turns ugly. Ariana's mood sours when Sandoval contemplates going to Vegas without her, Schwartz and Sandoval fail to impress with their business plan, and Jax asks Brittany to move in with him.    "
                },
                "8": {
                    "title": "Dirty Thirty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "21 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Ariana reveals the emotional reasons why she wants Tom Sandoval to stick around after her birthday. Lisa advises the girls to get back at their boyfriends for going to Vegas, so Lala, Katie and Ariana kiss and make up at Scheana's sleepover. Jax, Schwartz and Sandoval strive to be loyal, but struggle to keep their pants on in Sin City.    "
                },
                "9": {
                    "title": "What Happened In Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 10,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Sandoval and Schwartz learn that not all that happens in Vegas stays in Vegas when they surprise their girlfriends with shocking news from their trip.    "
                },
                "10": {
                    "title": "No Strings Attached",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Tom Schwartz finally plans to get down on one knee for Katie, but Lisa Vanderpump worries that his proposal scheme will end in disaster. Brittany moving in with Jax doesn't stop him from moving in on Lala. Ariana's attitude drives Scheana and Katie closer to Kristen, Sandoval tries to correct a mistake, and Kristen and James get left out when the SUR crew plans a tropical vacation.    "
                },
                "11": {
                    "title": "Fully Engaged",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Stassi has been sniffing around SUR, but Lisa Vanderpump wants her to keep her distance. Scheana and Ariana discover that their friendship may be more damaged than they ever knew. With the SUR crew headed to Hawaii for Jax & Tom's birthdays, James plots to get invited on the trip. Kristen attempts to make peace with Sandoval, newly engaged Katie takes her engagement ring on a victory lap at SUR, and Faith and Lala skinny dip in the most unlikely of places.    "
                },
                "12": {
                    "title": "Leis, Liquor and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 8,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The SUR gang travels to Hawaii to celebrate Jax and Tom's birthdays, bringing their conflicts with them. Lala tries to come clean about her flirtation with Jax, but Jax refuses to accept any blame. Tom discovers Scheana sent negative texts about him to Ariana's mom. Katie lashes out when Lala skinny dips in front of Schwartz, and Lisa Vanderpump frets over Max from 3,000 miles away.    "
                },
                "13": {
                    "title": "The Bitch Is Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    While the SUR crew parties in Hawaii, Stassi visits Kristen in LA and finally reveals the truth about her sex tape. Ariana rejects Scheana's fake apologies, and Tom strikes back with an attack on Scheana's marriage. Lala kicks James out of bed for an equipment malfunction, Scheana worries about Shay's drinking, and just hours before leaving paradise, Jax winds up in jail.    "
                },
                "14": {
                    "title": "Sex, Lies and Stassi's Videotape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "votes": 8,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Accused of felony shoplifting, Jax must answer to the courts, his girlfriend, and - worst of all - Lisa Vanderpump. Stassi finally tells the whole story of her sex tape crisis, and returns to SUR to repay Lisa for helping her keep the tape from leaking. James and Lala can't keep their hands off each other at a racy photoshoot, Scheana and Shay toast the end of a rocky first year of marriage, and Kristen deals with a \"Stage 5 Clinger\" boyfriend.    "
                },
                "15": {
                    "title": "Pucker & Pout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "votes": 8,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Katie launches her website with a high-profile party, but an unexpected text message from Stassi threatens to ruin the event. Jax adjusts to his new life as an unemployed outlaw while Brittany adjusts to her new life as sole breadwinner.    "
                },
                "16": {
                    "title": "Bitch Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "votes": 8,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    When Stassi runs into her old SUR crew at Lala's house party, Scheana must finally answer for her part in Stassi's sex tape scandal. A humiliated Jax brags about his girlfriend's breast enhancement and tries to assert his social dominance, but his friends are not impressed. Tom Sandoval works on a new single, Kristen continues her serial dating, and Tom Schwartz lands in hot water with Katie when he quits his job for Lisa Vanderpump.    "
                },
                "17": {
                    "title": "Beach, Please",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "votes": 8,
                    "original air date": "22 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    After Tom Sandoval forces Jax to answer for his recent bad behavior, Jax cheers himself up by buying Brittany a boob job. Lisa is faced with a big decision when James makes a scene at PUMP. Sandoval lasers the tattoo off his butt, Katie's beach party gets even hotter when Kristen and Ariana have it out, and Ariana makes a stunning statement that leaves both Scheana and Katie speechless.    "
                },
                "18": {
                    "title": "Too Little, Too Late",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "votes": 8,
                    "original air date": "29 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Against Lisa's better advice, Katie surprises Stassi in Palm Springs. James convinces himself that Kristen is still the answer to all his problems, even after getting him fired. Scheana worries that she's losing her friends, Tequila Katie rears her ugly head, and Jax, Tom Schwartz and Peter try their hand at babysitting.    "
                },
                "19": {
                    "title": "Just the T.I.P.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "votes": 8,
                    "original air date": "7 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Katie begs Lisa Vanderpump to have her engagement party at Villa Rosa, but Lisa balks at having Stassi and Kristen on the guest list. Faced with a looming criminal court date, Jax questions everything in his life, including moving in with girlfriend Brittany. Katie enlists Scheana to help plan her engagement party, Sandoval hopes to launch his music career by shooting a video, and James and Kristen pour gasoline on their old flame.    "
                },
                "20": {
                    "title": "Push Comes to Shove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "votes": 10,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In the Season Four finale, Lisa Vanderpump hosts the biggest party of the year: Katie and Tom Schwartz's engagement. Guests of dishonor Kristen and Stassi stir up trouble, and trash-talking Lala creates a scene. Jax must atone for his crimes first in a criminal court, then in a much-anticipated reunion with Stassi. Tom Sandoval debuts his new song in a live performance at SUR, Scheana confronts Ariana, and Lala gets close to both Kristen and James.    "
                },
                "21": {
                    "title": "Reunion Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "votes": 10,
                    "original air date": "21 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The reunion part one kicks off with Kristen in the hot seat as she faces the heat from James and Ariana. Mike Shay makes his first reunion appearance as he opens up about his struggle with addiction, which results in a surprising resolution with an unlikely source. Also, Lala discusses the difficulties of being the new girl at SUR, plus Jax, Schwartz and Sandoval delve into their wild trip to Vegas.    "
                },
                "22": {
                    "title": "Reunion Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "votes": 10,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    James discusses those notorious bite marks from Gay Pride. Katie and Tom Schwartz talk about their long-awaited proposal, but not without getting grilled about their sex life. Brittany joins the reunion for the first time to reveal what it was really like moving across the country to be with Jax, and how her life and chest has changed. Plus, Scheana and Ariana explore their rocky friendship and Stassi returns to right her wrongs.    "
                },
                "23": {
                    "title": "Reunion Part Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "votes": 11,
                    "original air date": "Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Stassi clashes with Lisa Vanderpump of the handling of StassiâEUR(TM)s sex tape.    "
                },
                "24": {
                    "title": "Secrets Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "5": {
                "1": {
                    "title": "Summer Bodies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Lisa Vanderpump's SUR Restaurant is hotter than ever, but the conflict within her staff is at an all-time high when Jax jeopardizes the best relationship he's ever had. Stassi rallies the girls against James and Lala for fat shaming Katie, but Schwartz worries Stassi's return has brought out the worst in his fiancée. The group uncovers a bit of scandalous gossip.    "
                },
                "2": {
                    "title": "What Went Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Lisa organizes a dog charity event with the help of the SUR staff and Katie on board as her assistant. Brittany threatens to leave Jax for spreading rumors of her, and James embarks on an \"Apology Tour\" for the horrible things he said to Scheana and Katie. Tom Schwartz asks for a pre-nuptial agreement.    "
                },
                "3": {
                    "title": "Call It Like I See It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Stassi, Scheana and Kristen are all asked to be a part of Katie's bridal party, but Ariana is left out in the cold as a result of her friendship with Lala. Schwartz serves up Jax and Sandoval a spicy revenge for their years of hazing, and Katie questions Scheana's loyalty.    "
                },
                "4": {
                    "title": "Thirsty Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Scheana shuts down Lala's attempts at friendship in an effort to please Katie and her bridesmaids. James is flying high when his girlfriend comes to town for the summer, but the fun doesn't last after the new SUR hostess claims she slept with him. Katie lashes out at Schwartz after learning he's secretly seeking therapy. Jax eagerly watches as James puts his job at SUR in jeopardy.    "
                },
                "5": {
                    "title": "Cold Feet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Katie and Schwartz take a trip to scout their wedding venue, but when Schwartz shows signs of cold feet, Katie hits him below the belt. Meanwhile, Tom takes Ariana on a romantic date but discovers that he wants marriage and kids more than she does. Later, Scheana learns a scandalous rumor about Lala, while Lala learns two scandalous rumors about James. Finally, Lisa advises Katie to mend her relationship before the wedding.    "
                },
                "6": {
                    "title": "Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "12 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    When terrorism strikes the Orlando gay community and threatens West Hollywood, Lisa puts her own safety aside to ride in the Pride Parade, rally SUR, and bring the community together. Tom's jealousy over Ariana's bartending book sparks the nastiest fight of their relationship. Stassi plans a birthday trip and James questions his friendship with Lala.    "
                },
                "7": {
                    "title": "The Sociopath Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Scheana and Kristen throw a party for Shay and Carter, but Scheana gets surprised when Stassi and Katie attack her for sympathizing with Lala. Jax reveals himself to be a certifiable sociopath on Stassi's podcast. Lisa gives Brittany advice, and Ariana stands up for Scheana.    "
                },
                "8": {
                    "title": "No Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "26 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    After a fight with Stassi and Katie, Scheana must decide whether she'll still go with them on Stassi's birthday trip. Lala begins to dread Ariana's birthday trip when she learns she'll be stuck with Jax. Lisa must decide whether to rehire James.    "
                },
                "9": {
                    "title": "The Talk of Montauk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Sandoval, Schwartz and Jax vow not to let Lala's no-show ruin Ariana's birthday weekend. Stassi's Montauk birthday trip is off to a rocky start when she breaks down in tears, and Katie and Kristen fail to find Stassi an eligible Hamptons suitor. Lisa learns troubling news, and Scheana feels like an outsider.    "
                },
                "10": {
                    "title": "Summer House Rules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Spin off of Vanderpump Rules that follows a group of friends who rent a summer house in Montauk, NY.    "
                },
                "11": {
                    "title": "The D Pic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Kristen upsets Brittany by using a picture of Jax's genitals in her comedy show. Lala returns to SUR to apologize for missing Ariana's birthday, but Tom refuses to forgive her. Brittany's mom arrives and puts the pressure on Jax to join a church and marry her daughter. Lisa surprises Katie with a bridal shower gift and Ariana drops a bomb on Stassi.    "
                },
                "12": {
                    "title": "Jax's Roast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Jax celebrates his birthday while his potentially future mother in law is in town. His friends hold a roast to celebrate Jax warts and all and some big secrets are revealed to his girlfriends mother.    "
                },
                "13": {
                    "title": "Ambush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "votes": 10,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Schwartz tries to make peace between Ariana and Stassi, but Katie gets annoyed when Ariana refuses to play nice. James is excited to play his biggest DJ set since being fired from SUR, but the gig is ruined when Jax, Scheana, Kristen and two alleged mistresses ambush James to expose his cheating ways. Lisa gives Katie wedding advice and Schwartz gets his prenup.    "
                },
                "14": {
                    "title": "Into the Closet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "votes": 8,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Stassi gets some relationship advice from her little brother. Sandoval attempts to reignite his career by diving back into modeling and acting. Pandora throws Katie a spa day but things grow tense when Ariana refuses to apologize to Stassi and Katie's attacks brings Scheana to tears. Sandoval, Jax and Ariana raid Lisa's closet to fulfill Schwartz's dream of dressing in drag for his bachelor party.    "
                },
                "15": {
                    "title": "Beads, Beers and Tears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "votes": 8,
                    "original air date": "13 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The gang packs and heads to New Orleans for the Bachelor/ette party.    "
                },
                "16": {
                    "title": "Man Tears and Braziers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "votes": 7,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Ariana and the groomsmen go on a gator tour, but when talk turns to Schwartz's relationship troubles the boys are reduced to tears. Gender stereotypes are flipped when Kristen hires a female stripper for the girls while the boys tuck in, tape up, and get beautiful in full drag. Back at SUR, Lisa tests out new dishes. Kristen reveals the root of Katie's anger towards Schwartz all summer, sparking a fight between angry drag queens, bitter boyfriends and scorned fiancés.    "
                },
                "17": {
                    "title": "Drag Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "votes": 10,
                    "original air date": "27 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The epic New Orleans blowout continues, with Schwartz and Sandoval fiercely refuting the cheating accusations. Stassi realizes her past fights with Katie caused her to miss a painful moment when Katie needed her most. Kristen confronts Sandoval about trying to ruin her new relationship, and Stassi pays her dad and grandmother a visit. Katie and Schwartz bury their issues on a wild last night in Nola. Back in LA, Lisa talks to Ken about partnering up with Tom Sandoval to open a new bar.    "
                },
                "18": {
                    "title": "Regrets Only",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "votes": 9,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Lisa forces Katie and Tom to reexamine their relationship. Stassi fumbles through her first blind date with the help of Kristen's questionable advice. Lisa organizes another SUR photo shoot, with Tom and Ariana wearing nothing but food.    "
                },
                "19": {
                    "title": "Triple Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "votes": 9,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When Lala makes a surprise return to SUR, Lisa makes it clear that her behavior will no longer be tolerated. With Katie and Tom's wedding just days away, Jax and Sandoval arrange to fly in Schwartz's brothers as a surprise. Scheana announces her plan to have a baby despite her relationship issues with Shay, and Stassi poses for a nearly-nude photo shoot. Katie and Tom arrive at their wedding venue only to be greeted by a very large bill.    "
                },
                "20": {
                    "title": "Taco Tuesday, Wedding Wednesday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "votes": 9,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Katie and Tom's wedding is here and the group comes together to show their support. Jax and Tom give Schwartz the ultimate wedding surprise when they fly in his brothers. Stassi is moved to tears when she and Lisa finally bury the hatchet. Scheana insists her relationship with Shay is perfect, but Lisa suspects she may be hiding something.    "
                },
                "21": {
                    "title": "Introducing Mr. & Mrs. Schwartz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "votes": 8,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Lisa officiates the ceremony that only Katie and Tom could pull off. Jax re-evaluates his relationship, and Ariana considers taking her relationship to the next step. Lisa offers the Toms the business opportunity of a lifetime, but Schwartz fears making two commitments in one day. Scheana reveals a secret about her marriage that will change her life.    "
                },
                "22": {
                    "title": "Reunion Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "votes": 8,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Andy seeks the truth about the Kristen and Brittany hookup and Katie's attack on Schwartz's manhood while James addresses the cheating rumors.    "
                },
                "23": {
                    "title": "Reunion Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "votes": 7,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The reunion continues with Andy addressing Lala about the rumors of her dating a married man and why she disappeared from SUR. Stassi's little brother joins the reunion to offer the cast some tough love and much-needed advice. Brittany expresses her anger with Kristen for using a picture of Jax's unmentionable in her comedy routine, Scheana confronts Katie about her drinking and things get heated when Ariana calls Stassi out.    "
                },
                "24": {
                    "title": "Reunion Part Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "votes": 6,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The reunion concludes as Lisa explains why she initially refused to officiate Katie and Tom's wedding. James lashes out at Jax and Kristen, and Tom and Ariana discuss being blamed for all the problems in Katie's relationship. Lisa tells Schwartz he blew his chance to go into business with her, and Ariana explains why she won't marry Sandoval. Scheana shares an emotional moment with her estranged husband to discuss the disintegration of their relationship.    "
                }
            },
            "6": {
                "0": {
                    "title": "How They Got Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 0,
                    "votes": 6,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A look back at the most memorable moments from five seasons of drama, hijinks and friendships, go back to where it all began to relive the memories that had everyone speechless.    "
                },
                "1": {
                    "title": "Masquerade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Scheana throws a lavish birthday party to show off her new boyfriend, but leaves Katie and Stassi off the guest list. Lisa overhears Sandoval complaining about her management style.    "
                },
                "2": {
                    "title": "UnFaithful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    A painful revelation makes Brittany flee L.A., leaving her relationship with Jax in question. Stassi reconnects with her ex-boyfriend Patrick and ex-boss Lisa Vanderpump, while James attempts to reclaim his DJ job at SUR. Lisa proudly serves as grand marshal of the Long Beach Gay Pride parade, where Sandoval discovers a new fetish he hopes will revive his and Ariana's lagging sex life.    "
                },
                "3": {
                    "title": "Back in the Saddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Brittany's girlfriends put aside their differences and throw a Kentucky-themed party to help cure her heartache, but the group learns Jax's indiscretion may not have been a one-time thing. When Ariana gets thrown off of her horse during practice, she must learn how to get back in the saddle. Lala returns to SUR to ask for Lisa's forgiveness-and her old job.    "
                },
                "4": {
                    "title": "Absinthe-Minded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    When Lala learns Katie has been talking about her relationship again, she drops a bombshell that could break Katie's heart. Schwartz and Sandoval try to prove their commitment to partnering with Lisa Vanderpump by making the biggest investment of their lives. Stassi struggles as SUR's new event planner, while Jax and James forge an unlikely friendship with the help of some absinthe.    "
                },
                "5": {
                    "title": "Sex, Lies and Audiotape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jax convinces Brittany to host a housewarming party in an attempt to prove their relationship is mended, but the evening devolves into madness when a devastating audio recording surfaces.    "
                },
                "6": {
                    "title": "See You Next Tuesday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ariana's role in releasing Jax's scandalous audio recording leads to a fight with Sandoval that threatens their relationship, while Scheana and Katie strike a truce to stay out of each other's relationships. At SUR, James hustles to make sure his first DJ event is a smashing success, Lisa marvels at Brittany's dedication to Jax, and Lala bonds with Billie, the restaurant's new hostess.    "
                },
                "7": {
                    "title": "It's Not About the Pasta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Scheana spirals out of control when she suspects Rob is pulling away, forcing Lisa to come to her rescue. Stassi assists in dressing the staff for SUR's annual Gay Pride celebration, while James erupts on Lala after she insults his girlfriend. Jax turns to an unlikely form of therapy in order to come to terms with his anger and infidelity.    "
                },
                "8": {
                    "title": "Best Mates",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Kristen tests Jax's patience when she flies out Brittany's mom for a visit, especially when it turns out that she has another surprise up her sleeve. Lala finds her inner feminist and schemes to repair Scheana and Katie's friendship, Lisa rewards Peter for years of loyal service, and a salacious rumor about James and his best friend makes the rounds at SUR.    "
                },
                "9": {
                    "title": "Call Me Jason",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "5 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Stassi helps organize a party to honor Lisa Vanderpump's new role at Beverly Hills Lifestyle magazine, but struggles to convince her bitter ex-coworkers to lend a hand. Schwartz's triplet brothers come for a visit and a Tom Sandoval makeover, Jax's anger issues send him running back to reiki therapy, and Katie finds herself the victim of body-shaming comments. Lisa must find a way to reopen SUR after a fire nearly puts the restaurant permanently out of commission.    "
                },
                "10": {
                    "title": "Screams and Queens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Birthday twins and perpetual rivals Stassi and Ariana plan extravagant parties on the same night, but while Ariana shines as the belle of the ball, an embarrassed Stassi runs off in tears. Meanwhile, Schwartz and Sandoval celebrate the approval of TomTom's permits by writing hefty checks, Lisa punishes Jax for ruining her big night, and Sandoval and Ariana work through their intimacy issues.    "
                },
                "11": {
                    "title": "It's All Happening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "19 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Lisa channels all her energy into restoring SUR after the devastating fire. On the heels of her birthday meltdown, Stassi consults a tarot card reader about her future with Patrick, while Scheana invites a select group of friends to visit Rob's prized cabin in Big Bear. James makes a startling admission about his feelings for with Lala, and Jax feels left behind in the wake of Tom and Tom's success.    "
                },
                "12": {
                    "title": "Wishful Sinking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "26 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In Big Bear, Jax cheats death when an attempt to show off goes horribly wrong. Raquel questions whether James still harbors romantic feelings for Lala, Ariana gets upset when Sandoval doesn't invite her on a business trip to Las Vegas, and Rob reveals that he doesn't tell Scheana he loves her - providing Jax with fresh gossip to spread. Back in Los Angeles, Stassi interviews Lisa for her podcast, and Katie and Schwartz share date night.    "
                },
                "13": {
                    "title": "Vegas! Baby?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "5 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Lisa takes Sandoval and Schwartz on a business trip to Las Vegas to design their new bar, but when the guys focus more on partying than professionalism, Lisa questions the whole partnership. Meanwhile in Vegas, Brittany tells Katie and Ariana she needs to take a pregnancy test, and everyone is shocked by Jax's reaction to the results. Back in L.A., Lala reaches out to former frenemy, Stassi, to help plan her debut musical event, and Stassi urges Lala to confront the wildcard that could sabotage her performance, James Kennedy.    "
                },
                "14": {
                    "title": "Watch Your Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Brittany spoils Jax on his 38th birthday, but he shows his lack of maturity when confronted with a reminder of his infidelity. Seeking revenge on Jax for telling people Rob doesn't love her, Scheana sets Brittany up with SUR's hottest new model and bartender. Ariana's brother asks out new SUR hostess Billie Lee, but when Stassi questions Jeremy's character, Ariana responds with fierce sisterly protection. James has an emotional reunion with his Dad, and Sandoval and Schwartz must redeem themselves with Lisa after a disastrous Vegas business trip.    "
                },
                "15": {
                    "title": "Nothing Here for Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Brittany tries to get her relationship back on track by taking the group to Mexico for Jax's birthday, but Jax blindsides Brittany with news he's considering moving to Florida for a job.    "
                },
                "16": {
                    "title": "SUR Going South",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The Mexico adventure continues as the group explores a natural water park, Playa del Carmen nightlife, and a little local spot called \"SUR.\" James tries to remain in Jax's favor by exposing Scheana's role in hooking up Brittany with the hot new barback, Stassi and Kristen clash over Kristen's vacation meltdowns, and Lisa predicts that a volatile romantic triangle at SUR will end explosively.    "
                },
                "17": {
                    "title": "The Smoking Gun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "votes": 6,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Part three of the gang's trip to Playa del Carmen, Mexico where rumors fly about a hook up between Kristen and James. Jax confronts Scheana about her meddling in his and Brittany's relationship. Tom disappears and returns to a hostile Katie. Scheana claims that she is not hurt by Rob's lack of affection and gift giving.    "
                },
                "18": {
                    "title": "Karma's a Bitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 18,
                    "votes": 6,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After returning to LA, Kristen must tell her boyfriend about the night she spent with James. Sandoval convinces Lisa to throw a \"progress party\" to show off the TomTom space, and Jax confronts Brittany's admirer. Tensions finally come to a head at SUR, where Jax has an epic meltdown in front of staff, customers, and Lisa herself.    "
                },
                "19": {
                    "title": "Reiki Breaky Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 19,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ariana and Brittany seek relationship advice from Lisa, while Stassi throws a party to relaunch Katie's beauty blog. Kristen's boyfriend, Carter, questions Sandoval about her night in Mexico with James. Katie and Tom celebrate their first wedding anniversary, while Jax and Brittany's relationship takes a surprising turn.    "
                },
                "20": {
                    "title": "Lost Cause",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 20,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After a painful breakup, Brittany bounces back with new swagger, a new outlook, and her sights set on a new man. Ariana blows up at Sandoval for choosing to support Jax over spending time with her, Lisa gives Stassi relationship advice, and Kristen tries to convince Carter of her loyalty. Finally, Lala takes the stage with James for the biggest musical performance of her career.    "
                },
                "21": {
                    "title": "Welcome to TomTom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 21,
                    "votes": 6,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In the Season Six finale, Sandoval and Schwartz give their friends a sneak peek at TomTom, but a cloud hangs over the party as Lisa must decide Jax's future at SUR. Scheana makes a last-ditch effort to connect with Rob, James receives huge news about his DJ career, and Stassi introduces Lisa to her boyfriend with catastrophically awkward results. Finally, Brittany unleashes three months of pent up anger and frustration at Jax.    "
                },
                "22": {
                    "title": "Reunion Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 22,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    The three-part reunion starts off with a bang as host Andy Cohen uncovers the real stories behind Jax cheating on Brittany, the rumor that James slept with his best friend Logan, and the status of Stassi's relationship with Patrick. Lisa Vanderpump sets Sandoval and Schwartz straight on their roles at TomTom, Jax shares the heartbreaking details of his father's passing, Ariana opens up about her body issues, and Scheana breaks down when Jax attacks her for sabotaging his relationship.    "
                },
                "23": {
                    "title": "Reunion Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 23,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    In Part Two of the \"Vanderpump Rules\" reunion, host Andy Cohen recaps Katie and Schwartz's rollercoaster first year of marriage, the group questions Jax's relationship with his reiki healer, and Lala reveals more about her mysterious boyfriend than ever before. SUR's newest hostess Billie Lee joins the group and opens up about life as a transgender woman, while Stassi and Ariana revisit their argument about Stassi's controversial podcast comments. Finally, Kristen defends her decision to fly out Brittany's mom for a surprise visit, and the girls band together to ...    "
                },
                "24": {
                    "title": "Reunion Part Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 24,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Secrets Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vanderpump Rules (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 25,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    Lisa learns about Lala's financial arrangement with her boyfriend; Jax celebrates his birthday; and Schwartz and Sandoval secretly meet up with Scheana's ex-husband.    "
                }
            }
        },
        "number of episodes": 138,
        "cast": [
            {
                "name": "Doute, Kristen"
            },
            {
                "name": "Schroeder, Stassi"
            },
            {
                "name": "Marie, Scheana"
            },
            {
                "name": "Kent, Lala"
            },
            {
                "name": "Kelly, Kristina"
            },
            {
                "name": "Taylor, Jax"
            },
            {
                "name": "Vanderpump, Lisa"
            },
            {
                "name": "Sandoval, Tom"
            },
            {
                "name": "Maloney, Katie"
            },
            {
                "name": "Madrigal, Peter"
            },
            {
                "name": "Schwartz, Tom"
            },
            {
                "name": "Leviss, Raquel"
            },
            {
                "name": "Carter, Brian"
            },
            {
                "name": "Madix, Jeremy"
            },
            {
                "name": "Kennedy, James"
            },
            {
                "name": "Shay, Mike"
            },
            {
                "name": "O'Brien, Rachael"
            },
            {
                "name": "Madix, Ariana"
            },
            {
                "name": "Stowers, Faith"
            },
            {
                "name": "Bloom, Vail"
            },
            {
                "name": "Cartwright, Brittany"
            },
            {
                "name": "Schroeder, Dayna"
            },
            {
                "name": "Clark, Beau"
            },
            {
                "name": "Stuart, Russell"
            },
            {
                "name": "Todd, Ken"
            },
            {
                "name": "Noh, Logan"
            },
            {
                "name": "Bush, Jen"
            },
            {
                "name": "Dickman, Carmen"
            },
            {
                "name": "Ward, Sarah"
            },
            {
                "name": "Parks-Valletta, Robert"
            },
            {
                "name": "Zapata, Guillermo"
            },
            {
                "name": "Spott, Adam"
            },
            {
                "name": "Claire, Laura-Leigh"
            },
            {
                "name": "Herlihy, Frank"
            },
            {
                "name": "Georgiou, Jacqueline"
            },
            {
                "name": "Chavez, Lauren"
            },
            {
                "name": "Behar, Mark"
            },
            {
                "name": "Davison, Jeremy"
            },
            {
                "name": "Vanderpump, Giggy"
            },
            {
                "name": "Lee, Billie"
            },
            {
                "name": "Meagher, Patrick"
            },
            {
                "name": "Schroeder, Mark"
            },
            {
                "name": "Schroeder, Nikolai"
            },
            {
                "name": "Brouwer, Tiffany"
            },
            {
                "name": "Serpas, Anthony"
            },
            {
                "name": "Cohen, Andy"
            },
            {
                "name": "Schwartz, Brandon"
            },
            {
                "name": "Thompson, Brian Keith"
            },
            {
                "name": "Vanderpump-Todd, Pandora"
            },
            {
                "name": "Willis, Jenna"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Mono"
        ],
        "certificates": [
            "Australia:M",
            "Germany:12",
            "New Zealand:M",
            "United States:TV-14"
        ],
        "number of seasons": 7,
        "rating": 5.3,
        "votes": 1764,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjQxMTM2Mzc3NV5BMl5BanBnXkFtZTgwNTg1Mzc0MDI@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Best known as one of The Real Housewives of Beverly Hills, Lisa Vanderpump opens the salacious kitchen doors of her exclusive Hollywood restaurant and lounge, SUR. Declaring it the sexiest establishment she's ever owned and the place you take your mistress, Lisa rules over her lively and mischievous staff with a platinum fist.",
        "languages": [
            "English"
        ],
        "title": "Vanderpump Rules",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Baskin, Alex"
            },
            {
                "name": "Ross, Douglas"
            },
            {
                "name": "Lucas, Alexandra"
            }
        ],
        "production companies": [
            {
                "name": "Evolution Media"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            },
            {
                "name": "ITVBe"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Pursuit Aviation"
            },
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "Best known as one of The Real Housewives of Beverly Hills, Lisa Vanderpump opens the salacious kitchen doors of her exclusive Hollywood restaurant and lounge, SUR. Declaring it the sexiest establishment she's ever owned and the place you take your mistress, Lisa rules over her lively and mischievous staff with a platinum fist.::Bravo"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "sound mix": [
                "Mono"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1764,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 289,
                "rating": 5.9
            },
            "aged 30 44": {
                "votes": 615,
                "rating": 5.2
            },
            "aged 45 plus": {
                "votes": 291,
                "rating": 4.0
            },
            "males": {
                "votes": 502,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 81,
                "rating": 4.7
            },
            "males aged 30 44": {
                "votes": 243,
                "rating": 3.8
            },
            "males aged 45 plus": {
                "votes": 125,
                "rating": 3.2
            },
            "females": {
                "votes": 822,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 203,
                "rating": 6.6
            },
            "females aged 30 44": {
                "votes": 365,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 158,
                "rating": 5.2
            },
            "top 1000 voters": {
                "votes": 41,
                "rating": 3.5
            },
            "us users": {
                "votes": 569,
                "rating": 5.1
            },
            "non us users": {
                "votes": 354,
                "rating": 4.6
            }
        },
        "number of votes": {
            "10": 436,
            "9": 117,
            "8": 231,
            "7": 183,
            "6": 128,
            "5": 108,
            "4": 66,
            "3": 58,
            "2": 58,
            "1": 379
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}