{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 October 2013"
            }
        ],
        "release dates": [
            "USA::8 October 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "American Daredevils"
            },
            {
                "countries": "Hungary",
                "title": "Amerikai fenegyerekek"
            },
            {
                "countries": "USA (working title)",
                "title": "Daredevils"
            }
        ],
        "akas": [
            "American Daredevils (original title)",
            "Amerikai fenegyerekek Hungary",
            "Daredevils USA (working title)"
        ],
        "akas from release info": [
            "American Daredevils (original title)",
            "Amerikai fenegyerekek Hungary",
            "Daredevils USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Crash, Burn, Repeat",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    It's the beginning of the daredevil stunt season and Mr. Dizzy, Dr. Danger, and Spanky and Bryan Spangler are all champing at the bit to get their first stunts of the year under their belts. For Spanky an epic wreck during his car jump (and the subsequent doctor's order to give it a rest) calls not only Spanky's plans for his second stunt--a highfall from Butte's highest building--into question, but also causes him to question his livelihood as a daredevil. Concerned for his father's safety, Bryan encourages Spanky to allow him to perform the highfall in his place. ...    "
                },
                "2": {
                    "title": "Fear Rides Shotgun",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Dr. Danger has made a promise to himself to climb out of obscurity. Now, the tiny desert town of Kingman Arizona is the spot where Danger is determined to prove himself worthy of the daredevil moniker by flying a full-sized school bus through the air, and into two other school buses stood on their ends; but as Dr. Danger soon finds out, sometimes the setup is even more dangerous than the stunt itself. Up in Monroe Washington, a last minute cancellation at the local track turns into an opportunity for Mr. Dizzy to bring something original to his home town fans. The ...    "
                },
                "3": {
                    "title": "Up in Flames",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After a promoter witnessed his incredible Bus Jump in Kingman, Dr. Danger's been invited to perform at the dirt track in Pahrump. With a limited window to prepare, Doc's bringing a unique twist to his Fire Wall stunt that the citizens of Pahrump won't soon forget. Spanky Spangler is booked at the hockey arena in Prescott, AZ, where he's going to perform his world famous Flaming High Fall. Spanky soon finds that there are several obstacles that stand between him and a successful fall; and when his son Bryan is nowhere to be found, that's one more problem that Spanky ...    "
                },
                "4": {
                    "title": "The Beast Is Unleashed",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Hot on the heels of a major blow up with his headliner, Crusher, Mr. Dizzy turns his attention to patching things up and executing his 8-stunt spectacular, Crash Factory Live. Jumps, crashes, and smashes abound, but when it all comes down to Crusher's T-Bone jump, will he take it too far just to prove that he's worthy of the headlining status? Dr. Danger is in Woodward, OK, where he intends to take on the much feared Megasaurus. A giant on the monster truck circuit that breathes fire and eats cars, Danger aims to jump his car through the mechanical dinosaur's flames ...    "
                },
                "5": {
                    "title": "Dirt and Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Spanglers have arrived at Charlotte Motor Speedway, for the biggest stunt of their season thus far. With their \"fly-by\" car jump and dark clouds threatening rain looming, the pressure takes its toll on the father/son duo. Taking a breather between stunts, Dr. Danger visits the California desert where a dirt bike shaman named Bird plans to break the long distance motorcycle jump record, with a flight beyond 500 feet. However, as Dr. Danger knows all too well, the desert is a difficult place to stake your claim. Up in Monroe, Washington, Mr. Dizzy is getting his ...    "
                },
                "6": {
                    "title": "Tough Guy",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    With a successful car spiral under his belt, Mr. Dizzy puts the next phase of his epic scheme for CMS into play. To turn heads, Dizzy's going out on a limb financially and investing his entire bankroll in a limousine that he plans to spiral a full 360-degrees. If he succeeds, he'll have a new World Record under his belt. Meanwhile, down in Charlotte, it's go time for Bryan and Spanky Spangler. With their family feud and mechanical woes behind them, Sr. and Jr. stare down one last obstacle that threatens the show, and their safety...rain.    "
                },
                "7": {
                    "title": "When Worlds Collide Pt. 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The dirt track at CMS is the scene of a showdown between Mr. Dizzy and Dr. Danger. The daredevils have been invited to perform two stunts in one night. For Dizzy, this is a golden opportunity to prove that he has what it takes to take his stunt business to the next level; and to grab another world record. For Dr. Danger, it's his chance to live up to a dream that he's always had about performing at a venue of this caliber. However, Danger and Dizzy are like oil and water, and before long, the two are at each other's throats. Meanwhile, down in Show Low, Arizona, ...    "
                },
                "8": {
                    "title": "When Worlds Collide Pt. II",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Tonight, Mr. Dizzy and Dr. Danger are both booked to perform in front of thousands of fans at Charlotte Motor Speedway's dirt track. This is the first time that Danger and Dizzy have shared a bill, and they've been fighting like cats and dogs since they got here. It's a giant track, but it ain't big enough for the two of 'em. As showtime approaches, the tension between Dizzy and Danger grows, and the question is, can they get out of each other's way long enough to hit their marks. For Dizzy, it's all about collecting another world record, and for Danger, 22 years of ...    "
                },
                "9": {
                    "title": "Kicked from the Nest",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Since his horrific crash in Charlotte, Spanky Spangler has been sidelined and Bryan Spangler has been thrust into the spotlight. So tonight, Bryan's headlining at the world famous Texas Motor Speedway, but will he fill his father's shoes, or fall short of expectations? Meanwhile, in Monroe, Washington Mr. Dizzy's success in Charlotte has him moving full steam ahead. Word spread like wildfire about his epic limo spiral and bookings are pouring in, so he's giving Crusher a shot to represent the Mr. Dizzy brand as a solo act in British Columbia.    "
                },
                "10": {
                    "title": "Guts and Glory",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Crusher is sent to Vancouver by Mr. Dizzy to headline two stunts. After the promoter offers up a car, Crusher decides to throw in a third stunt, but he may have bitten off more than he can chew. In Texas, Dr. Danger's looking to get his mojo back after a tough go-round in Charlotte. He's got two stunts on tap; first a \"gorilla stunt\" in his home town of Austin, and then a classic four car stack in Abilene. He may be goin' back to his roots, but the good doctor gets way more than he bargained for.    "
                },
                "11": {
                    "title": "Too Tough to Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After a near fatal crash in Abilene, Dr. Danger is questioning if he's got what it takes to return to the circuit. Meanwhile, a new daredevil on the scene sets up for a show in Fulton, NY with a legendary stunt performer as his coordinator. Later, up in Washington, Crusher has to face Mr. Dizzy and answer for over extending himself during a recent show in Canada.    "
                },
                "12": {
                    "title": "Young Bloods",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After being sidelined by an injury for a week, Dr. Danger is back where he belongs--on the road. He and his crew are headed back to Pahrump Valley Speedway, where Danger's angling to make up for his weak showing the last time he performed here, with a stunt he likes to call Fireboxing. Meanwhile, up in Washington tension is building between Mr. Dizzy and Crusher. Dizzy hasn't been happy with Crusher's last few performances and the young prot g is hoping to get back on track with a hard hitting car stack collision.    "
                },
                "13": {
                    "title": "Strength in Numbers: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Up in the northwest corner of the USA, the legendary Spanky Spangler and his son Bryan have been flown in for a very special performance. Mr. Dizzy's invited the Spangler boys to headline a show at his home track, because not only does the Spangler name fill seats, it also means that he gets to show his stuff in front of the man that he considers an idol. The Spanglers are bringing one of Spanky's most notorious stunts, the crane drop, to Monroe. And in turn, Dizzy's dusting off a Spanky classic, called a dual steel wall crash, and putting a modern twist on it. But ...    "
                },
                "14": {
                    "title": "Strength in Numbers: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Up in Washington, there's a big show on tap at Evergreen Speedway. Bryan and Spanky are paying a visit to Dizzy on his home turf to headline a night of thrills. But while all eyes are on Bryan to deliver a mind blowing stunt, the pressure is on Dizzy and Crusher to make sure everything is perfect in front of their home town crowd. As showtime approaches, the tension between Bryan and Crusher reaches a fevered pitch. In Iowa, Dr. Danger's got a hankering to get back in the saddle for one last go `round. After a nasty spill left him sidelined for a couple of weeks, ...    "
                },
                "15": {
                    "title": "Down for the Count",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After spending the last few weeks recovering from his wreck in Abilene, Danger's in Maquoketa, IA and he's getting back in the saddle with the single biggest stunt of his entire career. Down south, the Spanglers are back in the lone star state, and Bryan Spangler's makin' one last stand, with an earth shattering pipe roll, to prove to the fans, and to Spanky, that he's strong enough to stand on his own two feet.    "
                },
                "16": {
                    "title": "The Wild Ride Never Ends",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Daredevils (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    For Mr. Dizzy, Dr. Danger, and the Spanglers it's the last show of the season, and they're all going out with a bang. At Texas Motor Speedway, Bryan Spangler's angling to step out from Spanky's shadow with a pipe roll of epic proportions. At his home track in Monroe, WA, Mr. Dizzy's giving his loyal fans a sneak peak of what's to come as he takes his stunt game to the next level. Dr. Danger's puts his life on the line to fulfill a promise that he made to himself at the beginning of stunt season.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Buse, Mike"
            },
            {
                "name": "Pettitt, Dave"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 1,
        "rating": 6.2,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQzMjU4NDMxMl5BMl5BanBnXkFtZTgwODc1NDAxMzE@._V1_SY150_CR46,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "American Daredevils",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lipscomb, Kelly"
            }
        ],
        "production companies": [
            {
                "name": "Beyond Our Reality Productions"
            },
            {
                "name": "Transition Productions"
            },
            {
                "name": "Widespread Creative"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "other companies": [
            {
                "name": "Gotham Sound and Communications"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "Brings to life the stories of the men who proudly carry the torch lit by Evel Knievel. These daredevils travel the country performing live death-defying acts without the luxuries of rehearsals or second chances.::Futon Critic"
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 4.3
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "males": {
                "votes": 9,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 4.3
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 2,
                "rating": 3.5
            },
            "non us users": {
                "votes": 5,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 0,
            "9": 2,
            "8": 3,
            "7": 2,
            "6": 2,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}