{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            }
        ],
        "release dates": [
            "USA::2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Blake, Colin"
            },
            {
                "name": "Kaiser, Ariana"
            },
            {
                "name": "Manganelli, Davide"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "All over the world, bartenders and cocktail enthusiasts are dusting off old recipe books, cracking open long-forgotten bottles, and trawling antique stores for vintage barware. The sickeningly sweet Cosmo and Appletini have one foot in the grave. Today's imbibers are drinking Sazeracs, Moscow Mules, Aviations, and Periodistas. Each drink has a story. The Cocktail Chronicles will introduce these stories in a voyage that blends drama and intrigue. We will travel the world over, with our hosts, Colin Blake and Ariana Kaiser, as they meet people who have real-life connections to the culture, history, and controversy of classic cocktails. From London to Rio, to the rural hills of Appalachia, they will meet bartenders, writers, artists, bloggers, chefs, and musicians who bring their own approach to the cocktail scene. The journey has begun. These are The Cocktail Chronicles.",
        "languages": [
            "English"
        ],
        "title": "The Cocktail Chronicles",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "The Cocktail Chronicles (United States)"
        ],
        "writer": [
            {
                "name": "Hahn, Devin"
            }
        ],
        "production companies": [
            {
                "name": "Knowledge Tree Films"
            }
        ],
        "plot": [
            "All over the world, bartenders and cocktail enthusiasts are dusting off old recipe books, cracking open long-forgotten bottles, and trawling antique stores for vintage barware. The sickeningly sweet Cosmo and Appletini have one foot in the grave. Today's imbibers are drinking Sazeracs, Moscow Mules, Aviations, and Periodistas. Each drink has a story. _The Cocktail Chronicles_ (qv) will introduce these stories in a voyage that blends drama and intrigue. We will travel the world over, with our hosts, Colin Blake and Ariana Kaiser, as they meet people who have real-life connections to the culture, history, and controversy of classic cocktails. From London to Rio, to the rural hills of Appalachia, they will meet bartenders, writers, artists, bloggers, chefs, and musicians who bring their own approach to the cocktail scene. The journey has begun. These are _The Cocktail Chronicles_ (qv).::TLG"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}