{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "May 2013"
            },
            {
                "country": "USA\n",
                "date": "7 May 2013"
            }
        ],
        "release dates": [
            "USA::May 2013",
            "USA::7 May 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Schooling the Teacher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rivals (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    When Scott and George split a charter group from New England, a bet between the two teams ups the ante for the captains, who will stop at nothing to beat each other. Augie's clients arrive nearly an hour late - after expecting to fish with a totally different captain - and Augie must deliver the goods to win over his moody clients. Nick is thrown a curveball when half of the honeymoon couple he's fishing with starts to turn a little green around the gills.    "
                },
                "2": {
                    "title": "Swagger Like Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rivals (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    Heading out to tackle yet another sailfish tournament, George is at the helm of the Swagger - a privately chartered vessel that Augie describes as \"bigger, nicer and more expensive\" than his house. With its intimidating size and speed, the Swagger forces Augie and the Predator to operate in full gear - especially with one of his top clients on board. Hungry for a win after Scott's recent victory, George is out for blood - but Augie's reputation is on the line and he won't go down without a fight. While the Swagger and Predator are busy locking horns, Nick on the Bn'M ...    "
                },
                "3": {
                    "title": "Lines Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rivals (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n    Tempers flare as all four captains face off in the annual Isalmorada Sailfish Tournament. The high-stakes tournament pushes Scott, George, Augie and Nick to their limits, as they are forced to do battle with 30 other Captains, mechanical issues, and each other! However, the biggest hurdle in this competition turns out to be The Weather. Mother Nature proves herself a formidable adversary, as she rocks the captains with eight-foot swells and powerful winds. A blanket of clouds rolls in to block the sun, which makes catching sailfish even more daunting. Each facing ...    "
                },
                "4": {
                    "title": "Backcountry Brotherhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rivals (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n    With tensions between Captains running high, marina owner Richard Stanczyk, reels the guys into a team building exercise: Bud N' Mary's 1st Annual Backcountry Fishing Tournament. Richard pairs the rivals Scott and George together against Nick and Augie, putting George and Scott on the same boat for the first time in twelve years. With nowhere to hide, these two hotheads bake under the blazing sun and come under siege by maddening, backcountry insects. Will they band together to beat Nick and Augie, or go down fighting with each other?    "
                },
                "5": {
                    "title": "Swordfish Smack Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rivals (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Future heir to the Bud N' Mary's throne, Nick Stanczyk, goes head-to-head with his Uncle Scott in a swordfishing competition that pits the marina's up-and-coming youth against its weather-worn veterans. On the Bn'M, Nick is joined by his girlfriend, Sara, who proves to be a formidable angler. Nick's support crew is green, but what they lack in experience they more than make up for in spunk. The Catch 22 has a century worth of experience on board - including Bud N' Mary's patriarch, Richard Stanczyk, and renowned swordfisherman, Vic Gaspeny who boasts over 200 ...    "
                },
                "6": {
                    "title": "Still the Boss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rivals (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Clients from New England return to George's and Scott's boats for another round of competition. Meanwhile, Augie takes a New Yorker out to practice for a sailfish tournament; and Nick pursues a large swordfish 35 miles offshore.    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI1NTgwZGItYzdlZS00NzFjLWFiZTMtZGM3NWYwZTQxZTNiXkEyXkFqcGdeQXVyMTczNzI0MTE@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Each year, thousands of tourists flock to the island of Islamorada in the Florida Keys in pursuit of huge game fish. Series follows the larger-than-life charter boat captains who try to fulfill the dreams of their clients to catch the largest and most fish out there, sometimes battling extreme weather conditions such as tropical squalls, high winds, huge waves, and blistering heat. It's a daily battle with big money and bragging rights at stake, and the competition between captains is fierce. With this bunch of ultra-competitive, trash-talking sea veterans, the term gone fishing is a way of life in the Sport Fishing Capital of the World.",
        "languages": [
            "English"
        ],
        "title": "Reel Rivals",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Reel Rivals (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Optomen Television"
            }
        ],
        "distributors": [
            {
                "name": "The Weather Channel"
            }
        ],
        "plot": [
            "Each year, thousands of tourists flock to the island of Islamorada in the Florida Keys in pursuit of huge game fish. Series follows the larger-than-life charter boat captains who try to fulfill the dreams of their clients to catch the largest and most fish out there, sometimes battling extreme weather conditions such as tropical squalls, high winds, huge waves, and blistering heat. It's a daily battle with big money and bragging rights at stake, and the competition between captains is fierce. With this bunch of ultra-competitive, trash-talking sea veterans, the term gone fishing is a way of life in the Sport Fishing Capital of the World.::Weather Channel"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}