{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 January 2013"
            }
        ],
        "release dates": [
            "UK::1 January 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Off to a Bad Start",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Team leader Lovie and his trusty mechanic Tony scour Berlin's junkyards for wrecks that might just make it to Africa. The Ghetto Pimps work their magic, transforming the cars from junkyard trash into works of art. However, divisions soon become evident when some disconcerting truths surface, such as Lucy's inability to drive a manual - Certainly not an ideal way to begin a massive journey.    "
                },
                "2": {
                    "title": "It's All Susan's Fault",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The wrecks make it onto the autobahn, but with Lucy unable to drive Rob must carry the weight, even while stricken with a fever. Susan's car begins belching black smoke and it appears that she has been driving 120km/h in third gear. Lovie illegally tows the dead car down the autobahn, but before long the support vehicle blows a tire. By the time assistance arrives the team has nowhere to sleep.    "
                },
                "3": {
                    "title": "Another French Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    After sleeping in a field, lack of sleep and the loss of a car take their toll on the crew. Tony and Lovie spend the day searching for mechanics only to find that repairs will cost nearly eight times what they paid for the car. Fortunately, they are able to purchase a replacement - the exact same model as the car that died. Still not out of Germany, the crew is already two days behind schedule.    "
                },
                "4": {
                    "title": "Escape from Germany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The crew awake to an angry homeowner, kicking them out of their guesthouse, thanks largely to JLH and his late night drinking with Susan and Tony. Following a run in with the police, they are forced to drive throughout the night. After getting lost in rural France, they eventually arrive in Barcelona. They have a full morning in the city, and then another overnight drive before reaching Africa.    "
                },
                "5": {
                    "title": "Next Stop Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The team spends a manic day in Barcelona getting shots and seeking elusive malaria medication. Though the journey is wearing heavily on Rob, tensions calm as they reach the balmy town of Tarifa. After a well-deserved night on the town, they finally board the ferry to Africa. Emotions are running high and the hunger stricken Rob becomes teary at the thought of reaching the long awaited continent.    "
                },
                "6": {
                    "title": "Lovie Loses It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Having landed in Morocco but still running behind schedule, the team must spend the night in Marrakech. Lovie's patience gives way to anger when their progress is slowed by unnecessary stops. Divisions in the team bring Lucy to tears and to make matters worse, one of the cars won't start. It's Susan's birthday and while Tony attempts to fix the car she celebrates by herself with a bottle of wine.    "
                },
                "7": {
                    "title": "Robbed and Dened",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Morning comes early in the Sahara and the exhausted team gets lost en route to Dakhla. The next morning, disaster looms with the discovery that a car has been broken into. Finally, they reach the Mauritanian border only to discover that they can no longer obtain visas at the border, meaning someone must backtrack over 2,000km to Rabat.    "
                },
                "8": {
                    "title": "Operation Visas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Lovie and Tony volunteer to drive to Rabat with only three days to complete the journey. Miraculously, everything goes to plan. However, on their way back they discover that certain team members may not be ready when they return, which may result in them missing the border. In addition, they may be forced to ignore safety warnings against driving in Mauritania at night.    "
                },
                "9": {
                    "title": "It All Goes Wrong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "9 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Forced to drive across Mauritania into the night, the team are lucky to arrive in Nouakchott safely by morning. As the team prepares to push forward across the desert, Lovie receives some upsetting news from back home, threatening his ability to continue on the journey. To top it off, an engine blows, bringing about the realization that if the car is irreparable someone must go home.    "
                },
                "10": {
                    "title": "Race to the Border",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The morning brings bad news - the car is dead, meaning the team must now cram into two cars. 400km from the border and desperate to arrive that day, it isn't long before Rob bends a rim on the pothole-littered road. Running out of time, Lovie loses it when JLH and Rob stop for snacks. The following morning, in their rush to the border the cars get separated, resulting in an all-round meltdown.    "
                },
                "11": {
                    "title": "The Decision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Sahara has taken a toll on the team. Having lost another vehicle with no hope of finding a new one, it is clear that someone must go home. Ultimately it is up to Lovie and he knows who he wants to leave, but he'd rather have them volunteer. However, Tony startles everyone with a surprise announcement that tackles the issue of who stays in Ouagadougou and who continues south.    "
                },
                "12": {
                    "title": "A Stormy Beach Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Following Tony's surprise announcement, Rob decides he has had enough, which is welcome news for Lovie. However, Lovie's optimism fades when they are denied Nigerian visas. The crew is forced to spend the weekend at a deserted beach resort, and to make matters worse; one of the cameramen contracts malaria. Struggling to maintain momentum, it seems that their adventure may be coming to an end.    "
                },
                "13": {
                    "title": "Nigerian Frustration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    To their own amazement, the team finally enters Nigeria, but they only have three days to make it across the entire country to Calabar. Lost and broke, the team is slowed down by multiple police checkpoint, but they luckily breeze through the infamously dangerous Niger Delta region without incident. Once again the team surprises themselves, actually making it to Calabar on time.    "
                },
                "14": {
                    "title": "African Standards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    For a team usually plagued with visa dramas, Cameroon is a welcome surprise and they cross from Nigeria with ease. Now they just have to get to Cameroon's capitol, Yaoundé, to secure yet more visas. A local assures Tony that the road is good and direct to the capital, but it doesn't take long before the team realizes the African standard of a good road might differ from theirs.    "
                },
                "15": {
                    "title": "Lovie Tries to Kill the Croc",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    700km from the Congo border, the team hopes to cross the distance in a single day. However, disaster strikes on a dirt road in the middle of the night: the combination of no sleep and lack of visibility almost prove deadly as Lovie (the most vocal critic of the rest of the crew's driving) drives straight into a bridge pylon, totaling the car.    "
                },
                "16": {
                    "title": "Dead or Alive in Congo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    With a drivable car once again, Lovie's relief soon turns to anger when he overhears the team talking behind his back. Lucy discovers that she is broke and concludes that Lovie is to blame, leading to further arguments. It seems the team has finally lost it as everyone takes turns car surfing up to the border.    "
                },
                "17": {
                    "title": "Carving the Brazza Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "3 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The crew embarks down a nightmare \"highway\" where Susan's driving terrifies the others. When rebels take over the road ahead the only option is to join a military convoy, thus trapping them for the night. The team hits yet another bridge, this time with Lucy at the wheel, but with the threat of rebels looming, they are forced to continue on with the crew at near breaking point.    "
                },
                "18": {
                    "title": "Separation Anxiety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Miraculously the crew manages to get to Brazzaville, onto the ferry and across The Congo River. Their luck is short-lived, however, when they are rejected for the Angola visa for the first time. Their time is limited and they can't spend weeks waiting for the visa like others they've heard about. On the second attempt, disaster strikes. Lucy discovers she's lost her passport.    "
                },
                "19": {
                    "title": "Day of Reckoning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Despite trying everything she can, Lucy is forced to fly to Cape Town. The remaining team members, Lovie, Tony and Susan have one last chance to get their visa, but those hopes are quickly dashed. They'll have to fly as well. Their problems aren't over, however when they wake up the next morning to several phones calls from Lucy's dad with news that Lucy never exited the plane in Cape Town.    "
                },
                "20": {
                    "title": "Jailbird, Cape Town... The End?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wreck Trek (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Despite trying everything she can, Lucy is forced to fly to Cape Town. The remaining team members, Lovie, Tony and Susan have one last chance to get their visa, but those hopes are quickly dashed. They'll have to fly as well. Their problems aren't over, however when they wake up the next morning to several phones calls from Lucy's dad with news that Lucy never exited the plane in Cape Town.    "
                }
            }
        },
        "number of episodes": 20,
        "locations": [
            "Germany",
            "France",
            "Spain",
            "Morocco",
            "Western Sahara",
            "Mauritania",
            "Gabon",
            "Cameroon",
            "The People's Republic of the Congo",
            "South Africa"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "sound mix": [
            "4-Track Stereo::(Stereo)"
        ],
        "number of seasons": 2,
        "rating": 4.5,
        "votes": 92,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQzNjc2MzI0OF5BMl5BanBnXkFtZTgwNDgxOTAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "budget": "$750,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Wreck Trek",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Wreck Trek (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Burgess, Adam"
            },
            {
                "name": "Lovejoy, John"
            }
        ],
        "production companies": [
            {
                "name": "Burgess Productions"
            }
        ],
        "distributors": [
            {
                "name": "Big Media"
            },
            {
                "name": "Travel Channel International"
            },
            {
                "name": "Travel Channel"
            }
        ],
        "plot": [
            "Salvage cars in Berlin are fixed up specifically for a cross continent run though Africa. They face breakdowns, extreme terrain and even robbery.::rattlebone"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "sound mix": [
                "4-Track Stereo (Stereo)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 92,
                "rating": 4.5
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 6.2
            },
            "aged 30 44": {
                "votes": 33,
                "rating": 4.9
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 3.8
            },
            "males": {
                "votes": 59,
                "rating": 4.7
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 6.2
            },
            "males aged 30 44": {
                "votes": 31,
                "rating": 4.9
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 3.8
            },
            "females": {
                "votes": 3,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 3.0
            },
            "us users": {
                "votes": 18,
                "rating": 6.1
            },
            "non us users": {
                "votes": 23,
                "rating": 4.3
            }
        },
        "number of votes": {
            "10": 8,
            "9": 4,
            "8": 9,
            "7": 7,
            "6": 9,
            "5": 2,
            "4": 10,
            "3": 10,
            "2": 7,
            "1": 26
        },
        "arithmetic mean": 4.5,
        "median": 4
    }
}