{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            },
            {
                "country": "USA\n",
                "date": "14 November 2013"
            },
            {
                "country": "Sweden\n",
                "date": "30 October 2014"
            }
        ],
        "release dates": [
            "USA::2013",
            "USA::14 November 2013",
            "Sweden::30 October 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ground Floor"
            },
            {
                "countries": "Brazil",
                "title": "O Andar de Baixo"
            },
            {
                "countries": "Finland",
                "title": "Rikas ja rakas"
            },
            {
                "countries": "Poland",
                "title": "Miedzy pietrami"
            },
            {
                "countries": "Russia",
                "title": "Нижний этаж"
            },
            {
                "countries": "Slovenia",
                "title": "Pritlicje"
            }
        ],
        "akas": [
            "Ground Floor (original title)",
            "O Andar de Baixo Brazil",
            "Rikas ja rakas Finland",
            "Miedzy pietrami Poland",
            "Нижний этаж Russia",
            "Pritlicje Slovenia"
        ],
        "akas from release info": [
            "Ground Floor (original title)",
            "O Andar de Baixo Brazil",
            "Rikas ja rakas Finland",
            "Miedzy pietrami Poland",
            "Нижний этаж Russia",
            "Pritlicje Slovenia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Unforgiven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 60,
                    "original air date": "9 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The only way to earn the respect back from his boss is to either fire his girlfriend or his best friend.    "
                },
                "2": {
                    "title": "Baked and Toasted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 54,
                    "original air date": "16 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Determined to prove to Mansfield that there is no place too low to start his climb back up to the top, Brody is working on the ground floor in an effort to get noticed. Unfortunately, the only people who seem to notice are Harvard and Derrick, and as they are worried that the superefficient Brody will soon have them out of a job, they come up with a mellow way to slow Brody down. Jenny is thrilled to discover she went to high school with Lindsay, but less thrilled when Lindsay's memories of high school cast Jenny in a whole new light.    "
                },
                "3": {
                    "title": "Space Invader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 49,
                    "original air date": "23 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Brody gets his first paycheck from working on the ground floor, he gets the shock of his life. In an effort to downsize, he gives up his apartment and crashes with Jenny. But when crashing starts to feel a lot like living together, Jenny freaks out. Normally, Brody would turn to Mansfield for advice, but his boss has made it clear that this time Brody is on his own. Harvard and Derrick bet they know how to stretch their modest ground floor pay further than Brody.    "
                },
                "4": {
                    "title": "The Break-Ups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 57,
                    "original air date": "30 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When a rival, Jasper McCabe, starts poaching Mansfield's top guys, Brody thinks Mansfield will finally give him his job back, but when Mansfield makes it clear that things can never be what they were, Brody has to make a big change. At Derrick's urging, Jenny has to \"break up\" with Harvard - even though they have never dated! - so he will finally move on and pursue other women ... like the clearly interested Lindsay. Meanwhile, Threepeat has a hard time accepting the fact that Mansfield's rival has tried to poach everyone but him.    "
                },
                "5": {
                    "title": "Mano-a-Mansfield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 46,
                    "original air date": "6 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Brody is excited for the first day of his new job with his new boss, Jasper McCabe. That is, he is excited until he gets his first assignment: Take down Mansfield. Brody now has to go up against the man he has admired for years, and possibly drive his hero out of business. Meanwhile, Lindsay helps Threepeat fill the Brody-shaped hole in Mansfield's life. Downstairs, Jenny and Derrick help a \"newly single\" Harvard get back out there and introduce him to the world of online dating.    "
                },
                "6": {
                    "title": "Love & Basketball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 47,
                    "original air date": "13 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Brody is back upstairs in his natural habitat, and it's just in time for Mansfield's annual basketball tournament! He and Threepeat are excited, but when Jenny, who always regretted losing her college basketball scholarship, decides that she has something to prove, she signs the ground floor up to play too. Now the tournament is upstairs vs. downstairs and boyfriend vs. girlfriend. Meanwhile, Derrick tricks Harvard and Lindsay into going on their first date and Harvard learns that dating is harder than he remembers.    "
                },
                "7": {
                    "title": "Wicked Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 48,
                    "original air date": "20 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When Brody discovers Jenny never wants to get married it's a blow. When she says she doesn't like musicals, it's just salt in the wound. But Brody thinks if he can change Jenny's mind about musicals, maybe one day she can change her mind about marriage. Mansfield gets out of planning his daughter's wedding by pawning his wife off on Threepeat (who is in full wedding planner mode), only to later feel he's missing out. Derrick convinces Harvard he's taking things too fast with Lindsay - too bad the convincing didn't happen before Harvard visited a tattoo parlor.    "
                },
                "8": {
                    "title": "The Mansfield Who Came to Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 47,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Brody panics when Jenny invites the cultured and sophisticated Mansfield over to their zero-bedroom half-bathroom \"palace\" for dinner to thank him for paying for college. Meanwhile, Harvard and Lindsay are the perfect couple who never, ever fight - that is, until all their pent-up tension explodes in the middle of Jenny's dinner party. Plus, when Threepeat gets his 15 minutes of fame as a financial correspondent, he freezes up until he gets a little on-camera help from former childstar Derrick.    "
                },
                "9": {
                    "title": "The Proposal - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 46,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Brody's ex-girlfriend Heather returns as a partner in the company and Brody thinks he's falling behind. As a birthday gift, Jenny decides to help Brody cross something off his life goal list to cheer him up. Mansfield has the perfect island wedding planned for his daughter ... until the island sinks. With Lindsay's help, his hunt for a new wedding destination sends the whole office to sin city - Las Vegas! Harvard feels out of place in Las Vegas until he finds the wonderful world of craps. Threepeat instantly reverts to being Heather's assistant until he snaps and ...    "
                },
                "10": {
                    "title": "The Proposal - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 50,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Jenny finds an engagement ring in Brody's bag; Mansfield dislikes his future son-in-law.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 112,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    In the series premiere of this workplace comedy, Brody, a promising young \"top floor\" money manager, falls for the fun, charming and down-to-earth \"ground floor\" Jenny, bringing together two very different groups of people - and raising the ire of one very disapproving boss.    "
                },
                "2": {
                    "title": "Off to the Races",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 90,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Despite Mansfield's warnings, Brody tries to turn his fling with Jenny into something more by going on a date; but to his surprise, Jenny wants to keep things casual. Meanwhile, the downstairs gang gets fast and furious in a chair race gone wrong when they destroy Mansfield's irreplaceable office chair.    "
                },
                "3": {
                    "title": "The New Office",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 79,
                    "original air date": "21 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    When a new office opens up on the top floor, Brody will do what it takes to beat out Threepeat to get it. Jenny doesn't like this competitive streak in Brody, who then gives the downstairs crew something worth fighting over to prove everybody gets competitive. Meanwhile, Harvard is thrilled to have a new female admirer ... until he discovers his admirer is the daughter of the overprotective Mansfield. Now he has to end it before Mansfield finds out.    "
                },
                "4": {
                    "title": "The Gift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 77,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Brody tries to buy the perfect gift for Jenny, but, as Mansfield says, \"What do you get for the girl who has nothing?\" Brody's extravagant gift turns the downstairs gang against him and makes Jenny feel uncomfortable instead of flattered. Meanwhile, Threepeat overextends himself to buy matching jet skis and is now desperate for a bonus he's not sure he's going to get.    "
                },
                "5": {
                    "title": "Take Me Out to the Ballgame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 71,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    When Jenny and Mansfield each invite Brody to the same baseball game, Brody has to make a choice: sit in the \"nosebleed\" seats with his girlfriend or in the luxury box with his mentor. He ends up making neither happy and has to put things right with a gesture that has the whole stadium watching. Meanwhile, Threepeat jockeys for position with Mansfield, and Harvard ends up out of his element in the wonderland that is the company luxury suite.    "
                },
                "6": {
                    "title": "If I Were a Rich Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 65,
                    "original air date": "19 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Tired of watching Harvard, Derrick and Tori blow their money on lottery tickets, Jenny convinces them to invest with Brody. One white lie later, they are all convinced they're rich and would-be millionaires and Harvard decides to give Mansfield a piece of his mind. Meanwhile, Brody and Threepeat have to give bad news to some of the firm's temperamental clients, including a fiery John McEnroe.    "
                },
                "7": {
                    "title": "Woman on Top",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 72,
                    "original air date": "26 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    When Brody's hyper-competitive ex-girlfriend from business school, Heather, comes back into the picture, Jenny's worried that Heather is a better match for Brody than she is. When they all take the stage for karaoke, the sparks begin to fly. Meanwhile, Mansfield realizes that his office has become a boys' club and decides to get in touch with his feminine side.    "
                },
                "8": {
                    "title": "Dynamic Duo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 63,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    When Mansfield's assistant calls in sick, Jenny steps up to fill in. But it turns out that Mansfield has been hiding the fact that he's sick too. Now Jenny has to treat the world's worst patient, and Brody must step up to take the biggest meeting of his life without Mansfield by his side. Downstairs, meanwhile, Harvard is left in charge, but the power goes to his head when he goes toe-to-toe with Threepeat and the upstairs crowd who are demanding new phones.    "
                },
                "9": {
                    "title": "The Decision: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 56,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    When Jenny cashes in eight years of credit card points for a trip to Paris without Brody, he's left wondering where he stands. The time has come for him to tell her exactly how he feels about her ... if Harvard will get out of his way long enough to do it. After lying on his resume, Threepeat has to learn fluent Mandarin in one day or face Mansfield's wrath. Meanwhile, Mansfield makes an announcement that could change everything.    "
                },
                "10": {
                    "title": "The Decision: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ground Floor (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 70,
                    "original air date": "16 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Brody faces a difficult choice between the job he always wanted with Mansfield and the love he never expected with Jenny. So he tries to come up with a third option. Threepeat is forced to stay with Harvard after losing his apartment, but he soon discovers Harvard's place in a converted funeral home isn't technically zoned for the living.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Astin, Skylar"
            },
            {
                "name": "Heelan, Briga"
            },
            {
                "name": "Scovel, Rory"
            },
            {
                "name": "Gube, Rene"
            },
            {
                "name": "Earl, James"
            },
            {
                "name": "McGinley, John C."
            },
            {
                "name": "Knapp, Alexis"
            },
            {
                "name": "Heller, Emily"
            },
            {
                "name": "McBratnie, Bryce"
            },
            {
                "name": "Camp, Anna"
            },
            {
                "name": "Carney, Kerry"
            },
            {
                "name": "Morin, Brent"
            },
            {
                "name": "Allen, Michael Scott"
            },
            {
                "name": "Newton, Lorenzo"
            },
            {
                "name": "Cho, Christopher"
            },
            {
                "name": "Green, Qualiema"
            },
            {
                "name": "McEnroe, John"
            },
            {
                "name": "Warner, Natasha"
            },
            {
                "name": "Brown, W. Earl"
            },
            {
                "name": "Ma, Raymond"
            },
            {
                "name": "Santos, Nico"
            },
            {
                "name": "Sims-Prewitt, Jason"
            },
            {
                "name": "O'Brien, Conan"
            },
            {
                "name": "Rutherfurd, Emily"
            },
            {
                "name": "Shirley, Paul"
            },
            {
                "name": "Abesamis, Americus"
            },
            {
                "name": "Lanahan, Michael"
            },
            {
                "name": "Malia, Katie"
            },
            {
                "name": "Perez, Amanda"
            },
            {
                "name": "Sharma, Shaan"
            },
            {
                "name": "Venuti, Kat"
            },
            {
                "name": "Dance, Johnathan"
            },
            {
                "name": "Dance, Johnathan"
            },
            {
                "name": "Roman, Michael Charles"
            },
            {
                "name": "Scovel, Jordan"
            },
            {
                "name": "Soszynski, Krzysztof"
            },
            {
                "name": "Brooks-Moon, Renel"
            },
            {
                "name": "Carpenter, Cort"
            },
            {
                "name": "Banks, Verton R."
            },
            {
                "name": "Martorana, Frank"
            },
            {
                "name": "Sekely, Steve"
            },
            {
                "name": "Deming, Paula"
            },
            {
                "name": "Ryan, Jake"
            },
            {
                "name": "Tleel, Gina"
            },
            {
                "name": "La Torre, Cesar D'"
            },
            {
                "name": "Jr., Michael Simpson"
            },
            {
                "name": "Clendenin, Bob"
            },
            {
                "name": "Samiljan, Dan"
            },
            {
                "name": "Hannah, Lanette Fugit"
            },
            {
                "name": "Racki, Dave"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.4,
        "votes": 4764,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUzNjA3MDI4MV5BMl5BanBnXkFtZTgwODQzMzc1MDE@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ground Floor",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2015",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Lawrence, Bill"
            },
            {
                "name": "Malins, Greg"
            },
            {
                "name": "Moran, Laura"
            }
        ],
        "production companies": [
            {
                "name": "Doozer"
            },
            {
                "name": "Warner Horizon Television"
            }
        ],
        "distributors": [
            {
                "name": "Turner Broadcasting System (TBS)"
            },
            {
                "name": "Dizimax Comedy"
            }
        ],
        "other companies": [
            {
                "name": "Central Casting"
            },
            {
                "name": "Sync OnSet"
            }
        ],
        "plot": [
            "A comedy about a young successful banker who falls for a woman who works in his building's maintenance department.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4764,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 1321,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 1826,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 474,
                "rating": 6.7
            },
            "males": {
                "votes": 2890,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 924,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 1374,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 365,
                "rating": 6.6
            },
            "females": {
                "votes": 986,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 387,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 425,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 99,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 65,
                "rating": 6.2
            },
            "us users": {
                "votes": 923,
                "rating": 7.2
            },
            "non us users": {
                "votes": 1729,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 1128,
            "9": 695,
            "8": 1115,
            "7": 876,
            "6": 379,
            "5": 180,
            "4": 98,
            "3": 65,
            "2": 55,
            "1": 173
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}