{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 February 2013",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::20 February 2013                            (DVD premiere)"
        ],
        "episodes": {
            "1": {
                "5": {
                    "title": "The Characters Decide to Make an Action Film.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Failures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The characters decide to make an action film.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Williams, Allen P."
            },
            {
                "name": "Barbatti, Chamane"
            },
            {
                "name": "Bruce, Matthew"
            },
            {
                "name": "Conners, Aaron"
            },
            {
                "name": "Garibaldi, Aaron"
            },
            {
                "name": "Harper, Rebecca"
            },
            {
                "name": "Hulett, Grant"
            },
            {
                "name": "Kohler, Brett"
            },
            {
                "name": "Kohrs, Sara Lyn"
            },
            {
                "name": "Jr., Gregory Pinson"
            },
            {
                "name": "Riebisi, Romeo"
            }
        ],
        "locations": [
            "St. Charles, Missouri, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzY0NzE5Njg5M15BMl5BanBnXkFtZTcwOTY1MDMyOQ@@._V1_SY150_CR7,0,101,150_.jpg",
        "budget": "$25,000 (estimated)",
        "plot outline": "Meet Josh, the sheltered home schooled kid ready to try it; Reggie, the Mr. Know-it-all, who doesn't have a clue,\"ideas\" man; Dustin, a guy who never saw a day of high school, burn-out lush; and Vic, the guy with all the connections that holds the group together. These guys are determined to take the easy road, make a quick buck, and stir up chaos providing comic relief along the way. From breaking and entering, pan handling, sperm donating, to even dog napping, these colorful characters will stop at nothing for a quick way to fame and fortune. The only problem is that these guys are absolute idiots and their only destiny is Failure itself. The first season of \"Failures\" will take you on a wild ride, within the clever, beautifully twisted mind of creator Grant Hulett, and into the world of where if there is a way to make money, these guys will try it.",
        "languages": [
            "English"
        ],
        "title": "Failures",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Failures (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hulett, Grant"
            },
            {
                "name": "Schmitt, Matt"
            }
        ],
        "production companies": [
            {
                "name": "Art of Film Productions"
            }
        ],
        "distributors": [
            {
                "name": "Hardhitter Films"
            }
        ],
        "plot": [
            "Meet Josh, the sheltered home schooled kid ready to try it; Reggie, the Mr. Know-it-all, who doesn't have a clue,\"ideas\" man; Dustin, a guy who never saw a day of high school, burn-out lush; and Vic, the guy with all the connections that holds the group together. These guys are determined to take the easy road, make a quick buck, and stir up chaos providing comic relief along the way. From breaking and entering, pan handling, sperm donating, to even dog napping, these colorful characters will stop at nothing for a quick way to fame and fortune. The only problem is that these guys are absolute idiots and their only destiny is Failure itself. The first season of \"_Failures_ (qv)\" will take you on a wild ride, within the clever, beautifully twisted mind of creator Grant Hulett, and into the world of where if there is a way to make money, these guys will try it.::Anonymous",
            "Meet Josh, the sheltered home schooled kid ready to try it; Reggie, the Mr. Know-it-all, who doesn't have a clue,\"ideas\" man; Dustin, a guy who never saw a day of high school, burn-out lush; and Vic, the guy with all the connections that holds the group together. These guys are determined to take the easy road, make a quick buck, and stir up chaos providing comic relief along the way.::Producer"
        ],
        "tech": {
            "runtime": [
                "26 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}