{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "20 March 2013"
            }
        ],
        "release dates": [
            "UK::20 March 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Divided Ain't Cool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    Following the disastrous Avengerz Krew concert the trio have split. Yemi is playing keyboards for a gospel show, whose less than inspiring soloist, Abraham, wants him to teach him how to be a better singer. Jay is attempting to make an audition disc with the incompetent Leon but is constantly being interrupted, including by an invitation to a party, where he meets up with Yemi. Initially they argue but when Jay gets drunk and makes a fool of himself Yemi goes to his aid, cleans him up and takes him home. Surfing the net they find a video of the latest song by Davina, ...    "
                },
                "2": {
                    "title": "Boss Lady Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    Yemi and Jay approach Ashley, asking him to manage them as a duo but he is not interested. The boys run into Davina, who is working at a sports centre to finance studio time and is still being pursued by MC Marl-on, who gets arrested for stealing to attract her attention. Then Ashley hears that the record company impressed by the Youngers' performance at the concert wants to sign them up - but only as a trio. After some deliberation Davina agrees to get back with the boys and quits her job.    "
                },
                "3": {
                    "title": "This Is Where the Magic Happens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "21 May 2014",
                    "year": "2014",
                    "plot": "\n    Ashley promises the record company that he can provide them with new Youngers tracks within twenty-four hours, which puts the group under extreme pressure and they readily argue, Jay suggesting that Davina sings backing, rather than lead, vocals. Nor does it help that they are using Yemi's bedroom for their recordings so Ashley, against the advice of pregnant girlfriend Louise, books a warehouse from an old friend and former criminal Benny. The change of location however is inspiring and the Youngers come up with some of their best lines to date. As a result Benny ...    "
                },
                "4": {
                    "title": "Professional Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    Ashley gets the Youngers an exclusive private gig at the home of caustic record producer Vince, with a view to a recording contract though rival band the Bad Breeds are also on the bill. After a poor start to their act due to Jay Yemi pulls things together and the Youngers gig goes well. Unfortunately MC Marl-on, with the Bad Breeds and still pursuing Davina to Jay's annoyance, sabotages the act by starting a food fight and both groups are thrown out. The Youngers end up at the local hospital with Ashley, where Louise has just given birth to her baby.    "
                },
                "5": {
                    "title": "Links",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "4 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Yemi is dismayed when he learns that his mother has volunteered him to escort the pastor's daughter Abena to a church social. Abena however is a right little raver who has no interest in such innocent pastimes and leads Yemi to a night club, after which she invites herself back to his flat for him to lose his cherry. Elated he also manages to make some money by laying down a beat track for Bangs. Davina goes on a date with Marl-on and they end up kissing but are seen by Jay, who takes out photographer Marissa, in the hopes that she can further the band's career.    "
                },
                "6": {
                    "title": "What Happened to Keeping It Real?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "11 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Jay encourages his father Clint to ask for a date with customer Melanie but feels left out and depressed seeing Yemi with Abena and, particularly, Davina with Marl-on. Benny encourages Ashley to use his studio facilities but the song Ashley wants the Youngers and the Bad Breeds to record together is terrible. However Bangs' track, with its backing laid down by Yemi, has become very popular and Ashley persuades Benny to put up the money to promote Bangs and Yemi, dumping the Youngers.    "
                },
                "7": {
                    "title": "Hotter Than the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "18 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Jay is feeling depressed. Ashley has abandoned the Youngers to concentrate on marketing Bangs' track whilst Davina is spending all her time with Marl-on and Yemi is sitting through church in order to enjoy the fringe benefits offered by Abena. He samples brief afternoon delight with Jodie but neither are that enthusiastic as she sees her priority as being Bangs' publicity agent. Eventually he breaks into the warehouse and summons Davina, who is finding Marl-on possessive, and Yemi to lay down a new Youngers track, 'Hotter Than The Sun', though they decide to keep it ...    "
                },
                "8": {
                    "title": "Hook of Revelations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "25 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The Bad Breeds, the Youngers and Bangs all get ready to play at the launch party for Benny's permanent studio. Yemi lies to his mother that he is going bowling with friends from church and she is angry when she learns the truth but relents after Abena persuades her to stay and see how much the music means to her boy. Jay almost fails to make it for the Youngers set as Davina dumps Marl-on for being too possessive and an irate Marl-on lures Jay onto the roof and locks him out. However the Youngers' rendition of 'Hotter than the Sun' is a success and Benny announces ...    "
                }
            },
            "1": {
                "1": {
                    "title": "South London's Finest, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 27,
                    "original air date": "20 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Music-mad school-mates Yemi and Jay get their GCSE results but,whilst budding record producer Yemi - who lives with his religious mother as his father still works in Lagos - gets straight As,immature,skirt-chasing Jay does badly. Anxious to avoid joining his father Clint mending boilers he decides to enter local music contest Micstar. Yemi does not feel ready to take part until,on a college scholarship,he meets the sweet-voiced Davina,who is also going in for Micstar. This determines Yemi to enter as well.    "
                },
                "2": {
                    "title": "South London's Finest, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "27 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Yemi and Jay go to the Micstar contest at Boxes night club and are almost barred from entry as they are under-age but saved when Jay's guardian angel Ashley vouches for them. Once inside Jay's womanizing causes more trouble as Jodie,who believes she is his girl-friend,sees him flirting with another girl. Yemi meets Davina and is annoyed to find Jay dancing with her when he goes to buy drinks. The contestants are pretty awful and the savage audience boo most of them off stage so that Davina is too nervous to perform.Yemi and Jay are a great success however until ...    "
                },
                "3": {
                    "title": "For Man-Dem Only",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 20,
                    "original air date": "3 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Following the scuffle at Boxes the evening is declared a disaster and Jay still has to retrieve his phone from one of the aggrieved girlfriends,Jodie.Yemi invites Davina to his room to make recordings and she is impressed by his technical skill. Jay bursts in and offends her by saying that he and Yemi have no need of a female singer but later apologizes on hearing how good she is. Jay's protector Ashley - who has just learned that he is to be a father - gets the phone back for him - only for Jay to find that Jodie has sent half-naked poses of him to all her friends ...    "
                },
                "4": {
                    "title": "Enigma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "10 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Jay reluctantly starts work with Clint and is delighted to find Kalisha,a famous singer,his first client. He goes to a party with Yemi,where their demo disc attracts the attention of local musician Boss Fury and his collective,the Avengers Crew,who invite them and Davina to to their studio to record their song,'Enigma'. However Jay goes behind their backs and gives the disc to Kalisha,who has promised she will forward it to her manager to help Jay. Instead she steals the song and passes it off as her own,putting Jay in everybody's bad books.    "
                },
                "5": {
                    "title": "A to B and the Apology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Jay decides to atone for his stupidity by pitching to Yemi and Davina the idea for a music video to accompany their song 'A to B'. Yemi,still waiting for an apology,is not keen and forges ahead with his college project,setting 'Swan Lake' to a rock beat,so Jay asks the puerile Yungah babies to film it instead. When they prove incompetent he tries to make his own,threadbare version but is interrupted by muggers and has to abandon the notion,finally apologizing to Yemi. Fortunately Ashley's partner Louise proves to be an excellent film-maker and comes up with a top ...    "
                },
                "6": {
                    "title": "Money Mad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "24 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    With a disappointingly low number of YouTube hits for their video of the Youngers' song Davina suggests they take to the streets selling CDs to publicize it but the result is again poor. Fortunately Ashley meets Benny,an old contact, who arranges for the group to do a local radio interview and this is a success. However the deal is that Ashley,strapped for cash,acts as a drugs runner. After the broadcast Jay walks Davina home and they end up kissing.    "
                },
                "7": {
                    "title": "It's All About Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 18,
                    "original air date": "1 May 2013",
                    "year": "2013",
                    "plot": "\n    A drunken Jay declares his feelings to an unimpressed Davina,who tells him that their relationship should be strictly professional. When Yemi confides in Jay that he also feels affection for their singer he gets the same reply. However after her school play Davina comes to see Jay,saying that she can't stop thinking about him,and ending up in his bedroom. Yemi has been given an offer as a solo artist but turned it down without consulting the others but now,as he suspects there is something going on between Davina and Jay,he accepts it.    "
                },
                "8": {
                    "title": "United We Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Youngers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "8 May 2013",
                    "year": "2013",
                    "plot": "\n    After his night with Davina Jay calls on Yemi,who is busy making his recordings for the Avengers Krew. Jay then visits Davina and tells her he loves her but she is adamant they keep quiet about what happened for the good of Youngers. Ashley gets the group a gig at the Avengers Krew concert but,when the tactless Yungah Babies let slip what happened between Davina and Jay Yemi is all for cancelling and Ashley has to reconcile them. The gig is a huge success but afterwards the animosity starts up again and Youngers' days seem to be over. However they are getting a ...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Demba, Calvin"
            },
            {
                "name": "Oyefeso, Ade"
            },
            {
                "name": "Cameron, Shavani"
            },
            {
                "name": "Kene, Arinzé"
            },
            {
                "name": "Wade, Joivan"
            },
            {
                "name": "Ascott, Percelle"
            },
            {
                "name": "Kaate, Dee"
            },
            {
                "name": "Walker, Curtis"
            },
            {
                "name": "Vitalis, Danielle"
            },
            {
                "name": "Zmitrowicz, Ria"
            },
            {
                "name": "Oduwole, Yetunde"
            },
            {
                "name": "Kayo, Samson"
            },
            {
                "name": "Champ, Ricky"
            },
            {
                "name": "Gomes-Santos, Moses"
            },
            {
                "name": "Brown, Jay"
            },
            {
                "name": "Bland, Marli"
            },
            {
                "name": "Simz, Little"
            },
            {
                "name": "Fofana, Alhaji"
            },
            {
                "name": "Adjekum, Anthony"
            },
            {
                "name": "Ndlovu, Michelle"
            },
            {
                "name": "Crankson, Emerald"
            },
            {
                "name": "Anyiwo, Steve"
            },
            {
                "name": "Akinmoyo, Ricky"
            },
            {
                "name": "Patch, Laura"
            },
            {
                "name": "Addai, Levi David"
            },
            {
                "name": "Datey, Gwendoline"
            },
            {
                "name": "Collins, Karl"
            },
            {
                "name": "Castle, Renée"
            },
            {
                "name": "Donaeo"
            },
            {
                "name": "Reid, Cerise"
            },
            {
                "name": "Datey, Gewndoline"
            },
            {
                "name": "Gordon, Bobby"
            },
            {
                "name": "Webber, David"
            },
            {
                "name": "Bell, Aran"
            },
            {
                "name": "Walker, Che"
            },
            {
                "name": "White, Lydia"
            },
            {
                "name": "Nicolaou, Alexander"
            },
            {
                "name": "Ridley, Daisy"
            },
            {
                "name": "Ojo, Wale"
            },
            {
                "name": "Tennant, Leon"
            },
            {
                "name": "McLintock, Rebecca"
            },
            {
                "name": "Joseph, Eloise"
            },
            {
                "name": "Roche, Carmell"
            },
            {
                "name": "Terrell, Bronté"
            },
            {
                "name": "Sowole, Raphael"
            },
            {
                "name": "Keenan, Ciera-Jade"
            },
            {
                "name": "Kojo"
            },
            {
                "name": "Roots, Levi"
            },
            {
                "name": "Coomber, Saffron"
            },
            {
                "name": "Money, Tabitha"
            }
        ],
        "locations": [
            "Peckham, London, England, UK"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 515,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAyMDU1ODUxNF5BMl5BanBnXkFtZTgwMjA3ODAxMzE@._V1_SY150_CR60,0,101,150_.jpg",
        "plot outline": "Two best friends, one who has nothing going for him and the other with top grades and a bright future want to take their grime to the next level. When Yems (Ade Oyefeso) meets a girl at College he gains an immediate attraction for her, they become good friends and all three of them form a group called the \"Youngers\".",
        "languages": [
            "English"
        ],
        "title": "Youngers",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Youngers (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Addai, Levi David"
            },
            {
                "name": "Kuffuor, Benjamin"
            },
            {
                "name": "Lester, Georgia"
            }
        ],
        "production companies": [
            {
                "name": "Big Talk Productions"
            }
        ],
        "distributors": [
            {
                "name": "E4"
            }
        ],
        "other companies": [
            {
                "name": "Mad Dog 2020"
            }
        ],
        "plot": [
            "Two best friends, one who has nothing going for him and the other with top grades and a bright future want to take their grime to the next level. When Yems (Ade Oyefeso) meets a girl at College he gains an immediate attraction for her, they become good friends and all three of them form a group called the \"_Youngers_ (qv)\"."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 515,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 176,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 132,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 37,
                "rating": 4.9
            },
            "males": {
                "votes": 305,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 138,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 107,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 4.3
            },
            "females": {
                "votes": 75,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 36,
                "rating": 6.3
            },
            "females aged 30 44": {
                "votes": 22,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 17,
                "rating": 4.0
            },
            "us users": {
                "votes": 33,
                "rating": 5.2
            },
            "non us users": {
                "votes": 212,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 145,
            "9": 28,
            "8": 98,
            "7": 95,
            "6": 44,
            "5": 29,
            "4": 13,
            "3": 5,
            "2": 9,
            "1": 49
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}