{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 January 2013"
            }
        ],
        "release dates": [
            "USA::14 January 2013"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 14 January 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nirmala's Spice World (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Narine, Nirmala"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "plot outline": "Nirmala's Spice World is a culinary adventure that takes the viewer into a world of exotic spices from around the globe. The \"Queen of Spice,\" Nirmala Narine, opens her spice cabinet to reveal ancient secrets of spices that for generations have transformed plain dishes into unique and flavorful experiences. Each episode is dedicated to a single spice, and Nirmala shares recipes accentuated by both their exotic flavor and their curative properties. With an Ayurvedic approach, she unveils the secrets of how each featured spice not only flavors your food, but may also heal your body and mind. Nirmala's passion for exotic cuisine was sparked as a young girl growing up in the jungles of South America. At the age of six, she learned to cook in a tiny kitchen with no running water or electricity. She spent her days exploring the jungles of Guyana, hunting for natural ingredients with nothing but a keen eye and a machete. Nirmala's grandfather, an Ayurvedic scholar, taught her to recognize nature as a source of nourishment and healing. He also entrusted to her his ancient spice treatments and techniques. She assisted him as he worked with local villagers treating them for ailments from diabetes to migraines. She learned how a pinch of this and a dash of that can heal the body from within. She honed her culinary skills under her Grandmother's watchful eye. At the age of eleven her family immigrated to New York City and she spent her formative years in the culinary melting pot of Queens. She began to develop her own holistic approach to foods while savoring the unique and worldly flavors of New York. As a young adult, Nirmala perfected her techniques and expanded her palate through travel. She has traveled to over a hundred and forty countries, and each stamp on her passport represents a moment of growth in her knowledge of foods, flavors and spices. On Nirmala's Spice World, Nirmala combines her knowledge of spices with ancient solutions to modern day health issues. From the healing properties of Ajwain, to the secrets of the world's most expensive spice Saffron, to the spirited flavors of Allspice, Nirmala's Spice World will reveal a vast world hidden inside your spice rack! On the show, Nirmala makes simple and user friendly recipes. They may sound exotic, but there is no culinary training required. Nirmala makes a childhood favorite with Anise; Guyanese Split Pea Soup. She makes a Guatemalan Smoked Turkey Chili with Cumin, and a Korean Kimchi with Chilies. Curry never tasted so good then with her Burmese Crabmeat Salad with Curry Leaf Pesto. Throughout her travels, Nirmala also discovered how spices are used for beauty regiments in every corner of the globe. On Nirmala's Spice World, she shows how Tumeric can make your skin glow, and how Nutmeg blended with banana enhances a bath. She shows an unusual technique for using smoke from burning Cloves to perfume hair, and how Kaffir Lime Leaves are the secret ingredient for the perfect conditioner. For men, she makes a vodka shaving lotion with star anise. Effectively welding a machete to crack a coconut or hack into a sugar cane, Nirmala reminisces about her world travels and recounts childhood memories of Guyana's rich and diverse culture. She meticulously grinds her spices on her family's thousand year old masala brick, while taking the viewer on a rich global culinary adventure through her stories. She crosses cultural borders and takes each spice out of its home country and into your kitchen, one spice at a time.",
        "languages": [
            "English"
        ],
        "title": "Nirmala's Spice World",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Nirmala's Spice World (United States)"
        ],
        "production companies": [
            {
                "name": "Veria Living TV"
            }
        ],
        "distributors": [
            {
                "name": "Veria Living TV"
            }
        ],
        "plot": [
            "_Nirmala's Spice World_ (qv) is a culinary adventure that takes the viewer into a world of exotic spices from around the globe. The \"Queen of Spice,\" Nirmala Narine, opens her spice cabinet to reveal ancient secrets of spices that for generations have transformed plain dishes into unique and flavorful experiences. Each episode is dedicated to a single spice, and Nirmala shares recipes accentuated by both their exotic flavor and their curative properties. With an Ayurvedic approach, she unveils the secrets of how each featured spice not only flavors your food, but may also heal your body and mind. Nirmala's passion for exotic cuisine was sparked as a young girl growing up in the jungles of South America. At the age of six, she learned to cook in a tiny kitchen with no running water or electricity. She spent her days exploring the jungles of Guyana, hunting for natural ingredients with nothing but a keen eye and a machete. Nirmala's grandfather, an Ayurvedic scholar, taught her to recognize nature as a source of nourishment and healing. He also entrusted to her his ancient spice treatments and techniques. She assisted him as he worked with local villagers treating them for ailments from diabetes to migraines. She learned how a pinch of this and a dash of that can heal the body from within. She honed her culinary skills under her Grandmother's watchful eye. At the age of eleven her family immigrated to New York City and she spent her formative years in the culinary melting pot of Queens. She began to develop her own holistic approach to foods while savoring the unique and worldly flavors of New York. As a young adult, Nirmala perfected her techniques and expanded her palate through travel. She has traveled to over a hundred and forty countries, and each stamp on her passport represents a moment of growth in her knowledge of foods, flavors and spices. On _Nirmala's Spice World_ (qv), Nirmala combines her knowledge of spices with ancient solutions to modern day health issues. From the healing properties of Ajwain, to the secrets of the world's most expensive spice Saffron, to the spirited flavors of Allspice, _Nirmala's Spice World_ (qv) will reveal a vast world hidden inside your spice rack! On the show, Nirmala makes simple and user friendly recipes. They may sound exotic, but there is no culinary training required. Nirmala makes a childhood favorite with Anise; Guyanese Split Pea Soup. She makes a Guatemalan Smoked Turkey Chili with Cumin, and a Korean Kimchi with Chilies. Curry never tasted so good then with her Burmese Crabmeat Salad with Curry Leaf Pesto. Throughout her travels, Nirmala also discovered how spices are used for beauty regiments in every corner of the globe. On _Nirmala's Spice World_ (qv), she shows how Tumeric can make your skin glow, and how Nutmeg blended with banana enhances a bath. She shows an unusual technique for using smoke from burning Cloves to perfume hair, and how Kaffir Lime Leaves are the secret ingredient for the perfect conditioner. For men, she makes a vodka shaving lotion with star anise. Effectively welding a machete to crack a coconut or hack into a sugar cane, Nirmala reminisces about her world travels and recounts childhood memories of Guyana's rich and diverse culture. She meticulously grinds her spices on her family's thousand year old masala brick, while taking the viewer on a rich global culinary adventure through her stories. She crosses cultural borders and takes each spice out of its home country and into your kitchen, one spice at a time.::Veria Living TV"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}