{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "January 2013"
            },
            {
                "country": "UK\n",
                "date": "11 January 2013"
            },
            {
                "country": "Belgium\n",
                "date": "26 January 2014"
            }
        ],
        "release dates": [
            "UK::January 2013",
            "UK::11 January 2013",
            "Belgium::26 January 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The second season feature a dozen country boys (and girls), mates in Hertfordshire. The first episode stars two pork raising families. Robbie also shears sheep, but hopes to make his way selling roasted hogs. The brothers James and Richard run a juice shack and barbecue meat. Both call friends in to form a team running a stand at a country festival. It starts well but rain kills the party.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Robbie works hard on the family sheep farm, but lacks some experience and still hasn't earned full parental trust. It doesn't help when he chooses to abandon the farm at a crucial time to attend farm-boy mate Henry's London boxing fight and parties for the occasion with other country friends, but misses the train unlike the brothers James and Rich Manning, who also run their juice business Shack. Only Eddie decides not to come along, as his father made him start all over after three years in the city, but this harvest season allows him as a 'birthday treat' his first ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Will hopes one day to take over his father's farm, but since there's not enough work and he isn't considered experienced enough to succeed, he spends most of his time as partner in a real estate agency, while allowing himself an equally time-consuming youthful social life, including country parties, which cost him hangovers and parental trust. The brothers James and Rich Manning, who also run their juice business Shack, find it growing beyond what can be handled as a side-activity, so it's time to commit to that or the family farm. Both test their own products at ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Several farm families shiver as their bovine cattle is threatened by a fatal pest, which is uncontrollable spread from wildlife. When even a single cow is infected, the herd must be isolated and checked repeatedly, in most cases to by largely or entirely put down, a financial and emotional disaster. Among the victims are Robbie, who has some cattle approved, and Charles, a young divorced father with part-time custody of his angelic boy Charlie junior, but loses every cow.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The Gloucestershire brothers Will and Callum start a business to relaunch local game. Hinting their own pigeons goes poorly, selling mates' at the Framton festival is a n encouraging start. James's restaurant risks a gamble with them: beating exclusive London restaurants to the first grouse dinner, with the boys racing to Durham for the Yorkshire main course, local river crabs, which father helped catch, thrown in as risotto entree. Ally shivers as a week of rain seems to bode another disastrous harvest wipe-out, but it dries up just in time to save his barley crop ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Three English country boys in their twenties could be Herefordshire farm heirs. Robbie McGuffie (23) lives and works on the family's pig farm, but finds fat meat from traditional breeds doesn't sell in auction. Ed Gosall (26) happily works on his family's farm, hoping his city fiancée will move for him. Nick (23) however hates endless toil on his father's Worcestershire sheep farm, so he resumes his alternative career as trainee auctioneer.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Three English country boys in the Cottswolds, England's sheep country. George (22) is already mature and quite accomplished, but his widow mother keeps questioning if he's ready, which he now proves by raising and selling a small flock all on his own before he shares in control the the family farm. Lewis (18) wants nothing more then farming, but his father is a tenant, so he has to learn the job at distant dairy farm, which the owner brothers decide to sell.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    English farmer sons often aspire succeeding to management, but their prospects vary greatly. In one case three brothers contend the family farm or part, each invoking either practical experience or schooling, yet the university graduate decides to opt for an office career as his brothers have no such alternative. A single son proves himself in charge of the family cattle farm while his just retired parents, who had no vacation in years, go on cruise. A young couple must adapt their expectations to the unforgiving demands of a dairy farm.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Not all aspiring English farmers are born into agricultural families, but in modern days the required know-how, with modern machinery, animal health care and management of top of traditional hands-on skills, are ever harder to acquire after a city style upbringing. Yet for some, working on a crop or dairy farm or herding sheep is a vocation, for which they gladly train as farmhand, without solid prospects ever to own their own farm. Making time for a limited social life, let alone dating, is perilous.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Farmers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    For aspiring English farmers, even if born into agricultural families, getting started is hard work and remains a gamble, requiring capital as well as managerial as well as more traditional hands-on skills. One sheep herder aspiring flock ownership, i.e. sheep farming, tries to save up enough to buy a small herd by working his tail off, with an experienced New Zealand partner, as sheep shearers. The terribly wet weather proves problematic even to d-them, while for crop farmers, even well-established family firms may be bankrupted by a lost harvest. Fiort others, ...    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 2,
        "rating": 5.8,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODUwZTllZjUtYmQ4Mi00YWM1LWI2ZmQtZjM1MDdkMjRhOGYyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Each episode portrays a few English country boys in their twenties who could be farm heirs of otherwise start farmer life. Thery come from different counties and work in different sectors, like sheep, crops, pigs. They must deal with family and/or bosses ans square social life or even a relationship with the incessant demands of any farm.",
        "languages": [
            "English"
        ],
        "title": "First Time Farmers",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "First Time Farmers (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Monkey Kingdom Productions"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "plot": [
            "Each episode portrays a few English country boys in their twenties who could be farm heirs of otherwise start farmer life. Thery come from different counties and work in different sectors, like sheep, crops, pigs. They must deal with family and/or bosses ans square social life or even a relationship with the incessant demands of any farm.::KGF Vissers"
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 5.8
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 4.3
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "males": {
                "votes": 7,
                "rating": 4.9
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 4.3
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "females": {
                "votes": 2,
                "rating": 6.5
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.7
            },
            "us users": {
                "votes": 2,
                "rating": 4.0
            },
            "non us users": {
                "votes": 6,
                "rating": 4.9
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 1,
            "7": 3,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 5.8,
        "median": 6
    }
}