{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            },
            {
                "country": "USA\n",
                "date": "30 May 2013"
            }
        ],
        "release dates": [
            "USA::2013",
            "USA::30 May 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Problem Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Amy and her team tackle a kitchen and dining disaster that hasn't been renovated since the 1960s, and is in desperate need of an overhaul. Newlywed Seth wants to surprise his wife Rose with a kitchen makeover since the room is such an eyesore and the couple won't be able to afford to reno the space for many years. With help from their friend, Ian, who acts as a spy, Seth keeps Rose away while Amy and her team reno the kitchen, dining room and living room. They create a retro-Scandinavian kitchen and living area that will match Seth and Rose's design style. The plan is...    "
                },
                "2": {
                    "title": "Mediterranean Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Amy and her team are asked to create a Mediterranean-inspired kitchen makeover in a home with builder-grade, boring design details. Homeowner Kevin wants to surprise his wife, Cathy, who sacrificed her career to be a stay at home mom to their two young children. Kevin has tried to updated the space on his own, but lacks the skills to give Cathy the kitchen of her dreams. With help from Cathy's best friend, Stephanie, who acts as a spy, Kevin takes Cathy and the kids away to the state fair for six hours while Amy and her team reno the space. The plan is to demo the ...    "
                },
                "3": {
                    "title": "Craft Room Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    When homeowner Jennifer faced a health crisis, her daughters and husband became her strong supporters and gave her the courage to fight back. Now that doctors have given her a clean bill of health, Jennifer wants to thank her family with an amazing basement reno. Amy and her team will create a fun craft room and family media room to surprise the family. Jennifer takes her daughters and husband to the fair for a planned 5-hour adventure. Her best friend Tammy will act as a spy, and communicate with Amy to make sure the family stays away long enough for the team to ...    "
                },
                "4": {
                    "title": "Kitchen Makeover Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    When homeowner Jennifer faced a health crisis, her daughters and husband became her strong supporters and gave her the courage to fight back. Now that doctors have given her a clean bill of health, Jennifer wants to thank her family with an amazing basement reno. Amy and her team will create a fun craft room and family media room to surprise the family. Jennifer takes her daughters and husband to the fair for a planned 5-hour adventure. Her best friend Tammy will act as a spy, and communicate with Amy to make sure the family stays away long enough for the team to ...    "
                },
                "5": {
                    "title": "Eclectic Kitchen Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Amy and her team reno a dated kitchen for a couple forced to buy a house in a hurry when their current house sold and an out-of-state job offer fell through. Homeowner Tracy wants to surprise her husband Russano with the makeover because the kitchen is dated and doesn't fit the couple's eclectic chic style, but a reno isn't in their budget. Amy and her team demo the entire space, take down some structural walls to open up the space, install all new custom cabinetry, countertops, backsplash, appliances and a new gas stove. They save the couple's beloved granite ...    "
                },
                "6": {
                    "title": "Basement Media Room Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Homeowner Sara wants to surprise her husband, Michael, with a basement reno because he has sacrificed so much due to her health needs. After breaking her back, Sara needed to find a home without upstairs bedrooms, and moved into a ranch home that fit her needs. But her husband lost his beloved media room and office in the new house, and now has a peach-colored man cave and office area in the basement. With help from Michael's best friend, Jon, Sara gets her husband out of the house for six hours while Amy and her team renovate the basement. They're giving Michael an ...    "
                },
                "7": {
                    "title": "Open Concept Kitchen Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Amy's team tackles a poorly designed kitchen and family room add-on for a family who loves the house, but hates the layout. Homeowner Jen, convinced her husband to buy a 1960's house because the size and neighborhood were perfect for their family. But once they settled in, the couple realized the kitchen needed more than the cosmetic makeover they had anticipated. It was trapped in the 60's with a poor layout, rundown appliances and an attached, dated, sunken family room. Jen asked Amy and her team to step in to surprise her husband, Kevin with a renovation. With help...    "
                },
                "8": {
                    "title": "Basement Speakeasy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    Amy and her team turn an unused and unfinished duplex basement into a hip Speakeasy pub, complete a bar, lager on tap and lounge area. The team is surprising John, whose sibling and roommate, Annie, wants to thank John for being such the rock of the family when their father suddenly passed away. John and Annie bought the duplex together so they could remain close. But John loves to entertain and the duplex had no room big enough to host their family and friends. So Amy and her team insulated the basement, added custom bookcases and sitting area on one side of the room...    "
                },
                "9": {
                    "title": "Knockout Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Built in the 1970s, Christa and Terry's kitchen is cramped, dated and loaded with oak from the floor to the ceiling. It's in desperate need of a makeover. Terry says Christa couldn't be more deserving of the surprise after helping nurse him to health after heart surgery not long after their premature daughter was finally healthy. With help from Christa's sister acting as our spy, Terry gets Christa out of the house for the raid so that Amy and her team can completely renovate the kitchen.    "
                },
                "10": {
                    "title": "A Kitchen Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Amy and her team raid a cramped kitchen, dining and living room, hoping to turn a bachelor pad into a family home. Travis is surprising his girlfriend Lun, with a kitchen renovation made even more special with a surprise marriage proposal! Amy plans a massive new space, worthy of the propoals. The teams starts by demo'ing the entire space, including taking out the claustrophobic kitchen walls and well-worn cabinets. In their place, new horizontal grain custom cabinets go in, along with stainless appliances, a solid surface resin countertop and a unique, eco-friendly ...    "
                },
                "11": {
                    "title": "Hit the Roof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    Amy and the team tackle a project they've never attempted before when they open up a cramped attic master bedroom, turning it into an awe-inspiring master suite, complete with an all-new bathroom. Homeowner Dan wants his wife Ashley to have a master bedroom retreat, but after the couple tackled renovations on their first floor, they have no energy or imagination to continue the updates upstairs. Amy and her team gut the attic bedroom and leaky bathroom, which haven't been updated in decades. They create a vaulted ceiling with faux wood beams and a chandelier for ...    "
                },
                "12": {
                    "title": "Modern Family Room Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    When a couple buy a foreclosed Mid Century Modern home, they're thrilled with the renovation potential-until they get to the plain family room add-on that lacks the character of the rest of the home. Homeowner Ashley asks Amy and her team to tackle the project so her husband Adam can be finished with the 2-year renovation of their house and spend more time with her and the kids. The team decides to bring Mid Century character to the completely plain family room, by opening up some walls and adding windows, adding a retro fireplace and numerous built-ins that were ...    "
                },
                "13": {
                    "title": "Holistic Kitchen Update",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    A poor floor plan, beat-up appliances and countertops, and no room for homework are the problems Amy and her team solve as they renovate a kitchen and family room. The homeowner asks Amy for help renovating the kitchen to surprise his wife, who overcame health issues with good nutrition. But her kitchen was hardly inspiring and is in desperate need of updating. Amy and the team demolish the old kitchen, and open up the space to allow for a more contemporary use of the area. On one end of the kitchen, they create a tech-friendly homework station for the couple's ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Kitchen with a View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The Renovation Raiders team takes on a cramped, dated kitchen. The 5-hour renovation includes a complete wall demolition and a brand new center island. The shocked homeowners are doubly thrilled now that they have a view from their lakeside home.    "
                },
                "2": {
                    "title": "Basement Library",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The Renovation Raiders descend on a suburban basement.    "
                },
                "3": {
                    "title": "Open Floor Plan Redux",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowner wants to surprise her husband with a huge kitchen remodel.    "
                },
                "4": {
                    "title": "Zen Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    This time the Renovation Raiders have to tear down a load-bearing wall to redo a living room. But the crew comes through for the homeowners, and by the time the night is over there's a brand new staircase where there used to be a wall.    "
                },
                "5": {
                    "title": "Kitchen/Dining Oasis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The team tears down a wall to exposes a staircase for a zen living room.    "
                },
                "6": {
                    "title": "The Jones Job Kitchen & Family Room Raid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 May 2013",
                    "year": "2013",
                    "plot": "\n    Amy and her crew completely renovate the open kitchen and family room in the Jones house, in just one evening. Ricardo wants to surprise his wife Jennifer, a hardworking nail tech, with the open kitchen and family room space she's always wanted. To keep his wife away from the house during the renovation, Ricardo and his accomplice-spy arrange a long dinner at a restaurant more than an hour away. Amy and her crew have pre-built the kitchen and have tried to trouble shoot all possible problems. But when unexpected structural issues, an emergency room visit and a missing...    "
                },
                "7": {
                    "title": "The Jaszewski Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Amy Matthews and the crew surprise a homeowner with a basement reno.    "
                },
                "8": {
                    "title": "The Downes Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Amy and her crew agree to a huge kitchen and family room reno that requires them to invent new ways to work fast. Homeowner Sara wants Amy to surprise her husband, Nate, with a reno because he had to give up his restaurant when they moved to a new city for Sara's job. Since then, Sara has always dreamed of giving Nate the chef's kitchen he deserves. But with only six hours for such a massive overhaul, the crew has to work smart and fast. Sara recruited a friend to act as the spy, and help Amy keep the couple away from the home. And while Amy thought the size of the ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Kitchen/Dining Oasis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Raiders (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The Renovation Raiders move doors and add walls for a kitchen/dining oasis.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Matthews, Amy"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "rating": 6.4,
        "votes": 30,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY3NTMzNzcxNV5BMl5BanBnXkFtZTgwMTk1ODAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Imagine the crew from Oceans 11 are contractors, and instead of a heist they are pulling off a massive remodel - all while the homeowners are out to dinner. Just like in every caper film, our crew will need intel and a warehouse to mock-up and practice the \"job.\" And of course they can't get caught! Those homeowners better order dessert!",
        "languages": [
            "English"
        ],
        "title": "Renovation Raiders",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Renovation Raiders (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Budzynski, Kevin"
            },
            {
                "name": "Erickson, Scott"
            },
            {
                "name": "Golden, Ruth"
            }
        ],
        "production companies": [
            {
                "name": "Magnetic Productions"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "plot": [
            "Imagine the crew from Oceans 11 are contractors, and instead of a heist they are pulling off a massive remodel - all while the homeowners are out to dinner. Just like in every caper film, our crew will need intel and a warehouse to mock-up and practice the \"job.\" And of course they can't get caught! Those homeowners better order dessert!::Magnetic Productions"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 30,
                "rating": 6.4
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 5.8
            },
            "males": {
                "votes": 13,
                "rating": 5.4
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 4.7
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.2
            },
            "females": {
                "votes": 14,
                "rating": 6.1
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 20,
                "rating": 5.6
            },
            "non us users": {
                "votes": 3,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 7,
            "9": 5,
            "8": 2,
            "7": 1,
            "6": 4,
            "5": 2,
            "4": 3,
            "3": 1,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 6.4,
        "median": 6
    }
}