{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 April 2013"
            },
            {
                "country": "USA\n",
                "date": "6 May 2014",
                "notes": "                            (re-release)"
            }
        ],
        "release dates": [
            "USA::19 April 2013",
            "USA::6 May 2014                            (re-release)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tumble Leaf"
            },
            {
                "countries": "Norway",
                "title": "Tumble Leaf"
            },
            {
                "countries": "Spain",
                "title": "Hoja al viento"
            }
        ],
        "akas": [
            "Tumble Leaf (original title)",
            "Tumble Leaf Norway",
            "Hoja al viento Spain"
        ],
        "akas from release info": [
            "Tumble Leaf (original title)",
            "Tumble Leaf Norway",
            "Hoja al viento Spain"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Hedge's Butterfly Safari/Hopscotch Highway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    HEDGE'S BUTTERFLY SAFARI: Hedge, Fig and Pine go on safari seeking a giant many-hued butterfly and learn how to be quiet in order to observe nature without disturbing it. HOPSCOTCH HIGHWAY: Fig and Maple want to connect their two different hopscotch boards but when they run out of chalk, they figure out how to utilize other resources in nature to keep going.    "
                },
                "2": {
                    "title": "Moonlight Mermaid/Hedge's Hatchlings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    MOONLIGHT MERMAID: The Gang attends Moonlight Mermaid Manatee Night at Tumble Park - where the mechanical Mermaid Manatee sings her famous song to a rising mechanical moon. HEDGE'S HATCHLINGS: With the help of his hero, the Mermaid Manatee, Hedge and his friends protect a nest of hatching sea turtle beetles.    "
                },
                "3": {
                    "title": "Maple's Sand Stand/Fig's New Clothes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    MAPLE'S SAND STAND: When Fig and his friends help Maple rebuild her food stand after a series of accidents, they learn that destruction can inspire creativity. FIG'S NEW CLOTHES: When Fig finds a picture frame in the Finding Place, he's inspired to gather everyone for a group photo .    "
                },
                "4": {
                    "title": "Train Story/Arooga Adventure!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    TRAIN STORY: A long, are-we-there-yet train ride to Bloom's farm becomes an adventure for Fig, Stick and Maple, thanks to some pipe cleaners and all the sights they see outside their window. AROOGA ADVENTURE: When Gourd and Coco receive a postcard inviting them to visit Gourd's great great Granny Aroogula, Gourd learns to embrace the true meaning of adventure: not knowing what to expect.    "
                },
                "5": {
                    "title": "Smell The Roses/Game Changer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    SMELL THE ROSES: Pine, in a big hurry to show Hedge Something Wonderful, almost misses many other wonderful somethings along the way. GAME CHANGER: On a rainy day, Fig realizes he left his toys outside and tries to retrieve them without getting wet.    "
                },
                "6": {
                    "title": "Ginkgo's Treasure/Power Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    GINKGO'S TREASURE: When Ginkgo discards what he found in his trap, it starts a chain of Ginkgo moments for Fig, Maple and Hedge, until everyone finds something they want and Ginkgo creates a surprising new way to play at the beach. POWER PLAY: Everyone's worn out pushing Gourd's hammock to keep him napping, but then they discover wind and water-powered pinwheel flowers can do the job.    "
                },
                "7": {
                    "title": "Trick Or Treat Trek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    It's Falloween. Fig and his friends don costumes and go \"Trick or Treeing\" on their way to the Spider Queen's ball. Hedge keeps trying and failing to scare his friends with his hog bug costume but ends up succeeding beyond his wildest dreams.    "
                },
                "8": {
                    "title": "Tinker Thinker/Tooling Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "26 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    TINKER THINKER: Maple searches the beach for parts to tinker with but doesn't know what to build until she needs to rescue Ginkgo, who is trapped in his cave by an avalanche of found objects. TOOLING AROUND: When Maple asks Fig to hand her the tools she needs to repair her balloon boat, his play helps her invent new and unexpected tools.    "
                },
                "9": {
                    "title": "Fig Shares The Chair/Ripple Effects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "26 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    FIG SHARES THE CHAIR: Fig, eager to share his relaxing lounge chair with his friends, must first stand up and help each one with a different task. RIPPLE EFFECTS: Fig tries to figure out why there's no honey for his morning muffin and follows a trail of interconnected natural events that shows him how everything's linked together.    "
                },
                "10": {
                    "title": "Ring In The Hatchling/The Long And Short Of It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "26 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    RING IN THE HATCHLING: When Fig finds out Rutabaga's expecting a new baby chick, he eagerly masters holding a baby and soothing it so he'll be ready to be a big brother. THE LONG AND SHORT OF IT: Fig creates a special gift to welcome baby Peach - a mural featuring tracings of all her new friends in Tumble Leaf.    "
                },
                "11": {
                    "title": "Buckeye's Snowball Snow-tel/Harmonious Hitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "26 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    BUCKEYE'S SNOWBALL SNOW-TEL: When travelers seeking refuge from a snowstorm crowd Buckeye's house, he tries to accommodate all his guests by building an addition made of snow. HARMONIOUS HITCH: When the beetle band bus gets stuck on the eve of Maple's ballet performance, Fig goes searching for musical instruments to accompany her.    "
                },
                "12": {
                    "title": "Knit Mitt/Maple's Stack-tacular Stone Stack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "26 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    KNIT MITT: Fig and Stick want Pine to knit them a baseball mitt so they can play catch but must first help Pine knit numerous items for other friends. MAPLE'S STACK-TACULAR STONE STACK: While helping Maple roll home a nondescript rock to top her rock stack, Fig learns the scientific principles used in Mini-Golf.    "
                },
                "13": {
                    "title": "Rumble Leaf, Tumble Leaf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "26 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Fig finds Captain Ginkgo's long lost horn and takes it with him across the sea where he becomes stranded on a mysterious island where leaves play clips of past play, inspiring Fig to figure out a way to alert his friends on Tumble Leaf to initiate a rescue and reveal a big surprise about the origin of Fig's ship.    "
                }
            },
            "1": {
                "1": {
                    "title": "Shiny Coins/Fig Finds a Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 27,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Set in a whimsical land where a small blue fox named Fig plays each day and discovers adventure, friendship and love around every bend in the path. Children will be enriched by narratives that promote play through exploration and cognitive reasoning.    "
                },
                "2": {
                    "title": "Fig Flies a Kite/Missing Muffin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 May 2014",
                    "year": "2014",
                    "plot": "\n    FIG'S FLIES A KITE: Fig finds a kite in the Finding Place. By playing with a butterfly and a balloon boat, he not only flies his kite, but also saves his best friend, Stick, after he gets stuck in a tree! MISSING MUFFIN: When Fig's favorite breakfast muffin goes missing, he follows a trail of crumbs using a magnifying glass. He not only finds his muffin, but also shares his breakfast with his new friends, a family of tiny beetles.    "
                },
                "3": {
                    "title": "Beat of the Drumsticks/Springy Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 May 2014",
                    "year": "2014",
                    "plot": "\n    BEAT OF THE DRUMSTICKS: Fig and Maple try to wake Tumble Leaf's sleepiest turtle, Gourd, from a deep slumber by making all sorts of noise and finally succeed by using drumsticks Fig has found and drumming on giant, hollow logs. SPRINGY SURPRISE: Fig helps Hedge, Maple and the Chickens plant a surprise flower garden for Pine. A coiled spring he's found becomes an unexpected and handy tool and helps them finish before Pine arrives home.    "
                },
                "4": {
                    "title": "On a Roll!/Popcorn Picture Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 May 2014",
                    "year": "2014",
                    "plot": "\n    ON A ROLL: Fig and Stick's new friend, Buckeye the Beaver wants to live closer to his friends. Inspired by a ball he's found, Fig helps Buckeye make his house round so they can roll his house to a new neighborhood, close to his friends! POPCORN PICTURE SHOW: It's picture show night on the ship and everyone knows you can't have picture show night without popcorn, so Fig and Maple venture out to Popcorn Canyon. Thanks to a tube that Fig's found, and some expert popcorn gathering by a local cuckoo, Fig and Maple bring home enough popcorn for everyone!    "
                },
                "5": {
                    "title": "Fig Blends In!/Twirling Top",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 May 2014",
                    "year": "2014",
                    "plot": "\n    FIG BLENDS IN!: Fig and Maple become masters of disguise when they set out to collect honey from Hive Hollow. Their crafty camouflage fools everyone in the process, including the snappy snapdragons at the Hive Hollow gates! TWIRLING TOP: Fig finds a musical top and has trouble making it spin, until he gets a few tips from Rutabaga, who is quite the ballerina, and the Spiders at Spider Sanctuary. He and Hedge even spin their way out of a tangled mess!    "
                },
                "6": {
                    "title": "The Swimming Hole/Bucket of Mud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 May 2014",
                    "year": "2014",
                    "plot": "\n    THE SWIMMING HOLE: Fig and Maple open a Mud Pie Stand for a bevy of hungry, mud-loving customers, only to run out of pies too quickly!Fig uses a bucket he's found to gather more mud and sets up a bucket brigade to keep the Stand well-stocked. BUCKET OF MUD: Fig and Hedge have big plans for a day of swimming but discover that their favorite swimming pond has dried up!Inspired by a sponge he's found in the Finding Place, Fig uses mushy marshrooms to soak up and move the displaced water, not only refilling the swimming hole but rescuing a stranded Pine in the process!    "
                },
                "7": {
                    "title": "Loopy Straw/Tumble Leaf Parade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    LOOPY STRAW: Fig follows some bubbles he's blown with a new straw he's found and gets stuck in the sticky waters of a bog. With the help of his new friend, Lily the Frog and some very bouncy Bog Bubbles, he finally makes it back to dry land. TUMBLE LEAF PARADE: It's the day of the big Tumble Leaf Parade and the pinwheel on the Chicken's float isn't spinning. Fig comes to the rescue, with his new pump and powers the pinwheel on their float and pumps a \"pumpalump\" into service when they get a flat tire along the way.    "
                },
                "8": {
                    "title": "Icy Igloo/The Big Dig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    ICY IGLOO: Fig and Maple use a slippery block of ice that Fig's found as the inspiration for the igloo that Fig has always wanted to build. With the help of a playful Ice Skipper, they slip and slide their way through the construction of a special \"Figloo\" at Glacier Grove. THE BIG DIG: Fig and Hedge set out to build something on the beach with a shovel that Fig's found. When a little cloud threatens to rain on their parade, Fig and Hedge decide to cheer the sad little cloud by building a tall cloud tower made of sand.    "
                },
                "9": {
                    "title": "Woohoo Kazoo!/Hide and Seek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    WOOHOO KAZOO!: Fig finds a kazoo and gets to join Maple and Hedge in the Tumble Leaf Concert. However on the way to the concert a heavy fog rolls in and Fig, Maple and Hedge use sound to keep track of one another as they make their way through the foggy maze. In the process, Fig becomes the best kazoo player ever! HIDE AND SEEK: Fig's best friend Stick fails to show up for breakfast after a game in the forest and Fig and Hedge use a megaphone to call for him. It's not until they use the megaphone to listen, however, that the two best friends are reunited!    "
                },
                "10": {
                    "title": "Fig's Speedy Sled/Parachute Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    FIG'S SPEEDY SLED: Fig, Maple and the chicks head to Snowy Hill for a day of sledding. As everyone wants to join in the fun, it's up to Fig to figure out how they can all make their way up and down the snowy hillside together! PARACHUTE PLAY: Butternut wants to learn to fly and Fig and Hedge inspire her with a parachute that Fig's found and the help of a colorful Jellibeetle.    "
                },
                "11": {
                    "title": "The Lost Spyglass/Fig's Breakfast Surprise!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    THE LOST SPYGLASS: Hedge loses his treasured spyglass over a steep cliff and it's up to Fig and his new magnet to save the day. After playing with a spider who \"fishes\" with its web, Fig and Hedge figure out how to retrieve the spyglass - and a whole lot more! BALLOON: Fig decides to surprise the Chickens with an extravagant breakfast and uses a statically-charged balloon he's found to gather all the ingredients. Will he finish preparing the breakfast before the sleeping Chickens wake up?    "
                },
                "12": {
                    "title": "Bedtime Story/A Treasure Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    BEDTIME STORY: Gourd the Turtle can't fall asleep and Fig and Hedge go to Beetle Hollow to help. They try all sorts of things to lull Gourd into slumber, but it's not until Fig and Hedge put on a puppet show with a box Fig's found that they finally succeed and get Gourd snoring! A TREASURE HUNT: Fig and Maple set off for a real adventure when Maple finds a mysterious map and Fig finds a unique rock. They travel to Dragon Rock and, after solving a number of puzzles, discover that Fig's rock is actually the most spectacular rock in Tumble Leaf!    "
                },
                "13": {
                    "title": "Merry-Gear-Round/Pushy Pulley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    MERRY-GEAR-ROUND: Fig finds two little gears and he and Maple decided to construct a large playground ride for everyone in Tumble Leaf. They encounter many hurtles along the way, but ultimately prove that you don't need to be big to make a big difference! PUSHY PULLEY: Fig and Hedge visit the Tumble Leaf Picture Plantary and help Stick's cousin Twig and her trusty stead Timber the Yak outfit the Plantary with a pulley system, so that every picture plant growing can be easily retrieved!    "
                }
            },
            "2": {
                "1": {
                    "title": "Magic Mirror/A Rainbow in My Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    MAGIC MIRROR In a race against time, Fig and Hedge must learn how to do their floating magic trick before their invited audience arrives. A RAINBOW IN MY ROOM Fig chases a rainbow, hoping to catch it so Stick can keep it in their room.    "
                },
                "2": {
                    "title": "Snowflake Dance/The Tinsel Tree Topper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    SNOWFLAKE DANCE An injured Rutabaga can't do the Snowflake Dance so Maple steps in and learns the dance in unexpected ways. THE TINSEL TREE TOPPER When Fig loses, then breaks a special holiday tree topper, he learns that just being together is a reason to celebrate.    "
                },
                "3": {
                    "title": "Gourd Gets Stuck/The Swing of Things",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    GOURD GETS STUCK Fig and Maple set out to rescue Gourd and help him get his beloved teddy bear back. THE SWING OF THINGS Fig's pocket-watch-on-a-chain is too small for all the barnacles to swing on together, so he searches for a swing big enough for all of them.    "
                },
                "4": {
                    "title": "Okra's Sweater/Stick's Meshroom Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    While delivering a sweater to Okra the Octopus, the sweater accidentally unravels and Fig and Hedge learn how to weave a new sweater.    "
                },
                "5": {
                    "title": "Stick Is Sick/Things That Go Gourd in the Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    STICK IS SICK As a noisy beetle concert blares nearby, Fig must figure out how to create quiet so a sick Stick can rest and get better. THINGS THAT GO GOURD IN THE NIGHT A sleep-dancing Gourd causes quite the stir as Fig and his friends use their imaginations to solve the mystery of what is making the strange sounds they're hearing in the night.    "
                },
                "6": {
                    "title": "Figamajig/Camping It Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    FIGAMAJIG Fig finds an unidentifiable object and sets off to ask Maple what it is, discovering along the way that it's a \"Figure It Out\" machine. CAMPING IT UP When Fig and Hedge's supplies disappear, their campout seems doomed. But, Fig's blanket and their creative ingenuity save the day and their trip.    "
                },
                "7": {
                    "title": "Mighty Mud Movers/Having a Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    MIGHTY MUD MOVERS: A leaky dam endangers the beetles' mud-sculpture, but Fig and Buckeye puddle-jump to the rescue. HAVING A BALL: Fig, Hedge and Pine go on a mini-vacation to Tumble World and Fig's scoop comes in handy in overcoming obstacles to getting there.    "
                },
                "8": {
                    "title": "Yak Wash/The Caterpillar Wing Ding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    YAK WASH: Fig turns a garden hose into a sprinkler and solves the mystery of the stinky dust that's covering him and his friends. THE CATERPILLAR WING DING: Fig is thrilled when Stick invites him to the Caterpillar Wing Ding to celebrate caterpillar traditions.    "
                },
                "9": {
                    "title": "The Glow Below/Sub in a Bottle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    THE GLOW BELOW: Fig brings his camera along on an undersea adventure in Maple's submarine to find the source of the glimmering glow. SUB IN A BOTTLE: Fig and Maple receive a gift from a lonely, camouflaging cuttlefish, but when they go underwater to look for him, they have trouble finding him.    "
                },
                "10": {
                    "title": "Buckeye's Runaway House/Caboose on the Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    BUCKEYE'S RUNAWAY HOUSE Buckeye is having trouble with his house rolling away and Fig discovers his yo-yo holds the solution. CABOOSE ON THE LOOSE Fig and Buckeye come to the rescue as, on their way to the Show & Share Fair, everyone's craft carts get stuck together and form a runaway train with the Chicks aboard!    "
                },
                "11": {
                    "title": "Clam-tastic Voyage/Double Vision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    CLAM-TASTIC VOYAGE When Hedge claims to have seen the Abominable Snow Clam, Fig and Maple venture into a crystal-filled cave to help him prove it. DOUBLE VISION Fig gives his binoculars to Hedge to distract him while they prepare \"Hedge Day.\" But, from Hedge's partial view, it looks like his friends are in trouble.    "
                },
                "12": {
                    "title": "Thinking Outside the Hoop/Fig's Hay-Maze-ing Wander",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    THINKING OUTSIDE THE HOOP: Fig tries to master twirling a hoop with his hips, but the runaway hoop serendipitously inspires solutions to his friends' problems. FIG's HAY-MAZE-ING WANDER: Fig saves his friends, who are lost in a maze, not by figuring this out, but by random wandering.    "
                },
                "13": {
                    "title": "The Windy Hop/Captain's Cap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    THE WINDY HOP: Fig uses his umbrella to navigate Gourd's lost Granny Coco through strong winds and lead her to Gourd for a family reunion. CAPTAIN'S CAP: Ginkgo the Crab's hat is unwittingly blown into the finding place. Fig finds it and sets out to return it to its right owner - whoever that may be.    "
                }
            },
            "3": {
                "1": {
                    "title": "Stick's Towering, Toppling Cake/Bambooboo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    STICK'S TOWERING, TOPPLING CAKE: Fig and friends try to help Stick deliver a towering layer cake as a surprise without letting the cake topple. BAMBOOBOO: Fig finds Bamboo and sets out to return him to Gourd, but the teddy bear keeps getting away from him. Fig must use sticks to get him out of hard-to-reach places.    "
                },
                "2": {
                    "title": "Rutabagels/Okra-Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    RUTABAGELS: When Rutabaga feels sad because no one wants to eat her bagels (she doesn't realize she accidentally made them out of plaster), Fig helps her find customers by encouraging everyone to discover new uses for heavy, hard bagels. OKRA-BALL: When Okra the Octopus gets stranded far from the ocean, Maple, Fig and Stick use their new beach ball to help her get home.    "
                },
                "3": {
                    "title": "Look Up and Play/To the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    LOOK UP AND PLAY: Fig has such a terrific time on the rides at Tumble Park, he's sad when it's time to leave. But on the way home, he discovers there are plenty of places to play. TO THE MOON: Hedge's dream of visiting the moon comes true (almost) when Fig takes him on an immersive trip in Maple's sub. Their journey seems so real, it inspires Maple to turn her sub into a spaceship.    "
                },
                "4": {
                    "title": "Spring-a-ling Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Everyone in Tumble Leaf helps Bloom the Bunny hunt for his lost eggs, which he plans to plant for a Spectacular Spring Surprise, and Fig uncovers many other signs of spring along the way.    "
                },
                "5": {
                    "title": "Chase the Leaf/Knights of the Tumble Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    CHASE THE LEAF: Fig is trying to catch the leaf as it rumbles and tumbles all over Tumble Leaf, inspiring everyone he passes to play, which solves problems along the way. KNIGHTS OF THE TUMBLE TALE: Fig and Stick, feeling guilty about breaking Rutabaga's special potted plant, go on a knightly quest to re-pot it.    "
                },
                "6": {
                    "title": "Maple's Mobile Mudpie Stand/Paper Plane Messages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    MAPLE'S MOBILE MUDPIE STAND: Maple's mud pie cart rolls away, through Tumble Leaf. As each new environment changes the mud, Maple adapts, creating new recipes and discovering she can cook anywhere. PAPER PLANE MESSAGES: Fig and Maple decipher and follow a series of secret messages, leading them to a special surprise the grateful grubs have prepared to thank Maple for her mud pies.    "
                },
                "7": {
                    "title": "Go with the Flow/Passing Fancy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    GO WITH THE FLOW: On a hot day, Fig turns Tumble Park into a water park by making Stick a playful waterway to sail his boat and routing ocean water to the park! PASSING FANCY: Hedge and Pine host a perfectly proper tea party but as more and more guests arrive, it's challenging to pass things in an organized manner - until Fig creates the perfectly proper passing apparatus.    "
                },
                "8": {
                    "title": "Quest for the Chest/Get a Grip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    QUEST FOR THE CHEST: When Fig tries to open the Finding Place, it bounces away. Fig is frustrated until his friends remind him that when he plays, he can figure it out! GET A GRIP: Fig and Maple clear a shed to get a bigger rocket bed for Hedge's room. When they have trouble moving the slick and heavy objects out of the way, they play and learn how a bath toy's suction cups can help them grip.    "
                },
                "9": {
                    "title": "Nothing in the Finding Place/Finding Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    NOTHING IN THE FINDING PLACE: Fig finds nothing in the Finding Place chest, so he and his friends search for something to do. They discover that having nothing to do gives them the power to play anything, anywhere. FINDING PLAY: When Fig makes Finding Places for his friends, he's amazed to see the endless different ways everyone plays with the same object, ways he never would have thought to play.    "
                },
                "10": {
                    "title": "Cock-a-Doodle Day/Glow in the Dark Sleepover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    COCK-A-DOODLE DAY: When the chickens need chairs and paper for their drawing party, Fig figures out how to use Buckeye's wood shavings to save the Cock-a-doodle drawing day! GLOW IN THE DARK SLEEPOVER: When clouds darken their ship deck sleepover, Fig and friends use glow in the dark pajamas to read a bedtime story and create a galaxy of glow as the ultimate night light.    "
                },
                "11": {
                    "title": "Stick's Quiet Riot/Tappa Tappa Tap Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    STICK'S QUIET RIOT: When Fig turns down Stick's invitations to play loud, energetic games, Stick fears Fig doesn't want to play with him but learns Fig just wants to play quietly today. TAPPA TAPPA TAP SHOES: Fig finds a pair of tap shoes in the Finding Place and taps all the way to Crab Cove. But it's a long way and Fig has to rely on his friends to help give him enough energy to keep going.    "
                },
                "12": {
                    "title": "The Wheel Thing/Twine Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    THE WHEEL THING: When Gourd has trouble moving his heavy chair back and forth to play his giant organ, Fig attaches a wheel to make it easier, and then another, until Fig takes Gourd's music on a rolling tour! TWINE LINE: When Buckeye moves his house to a high-up hillside, Fig finds a way to stay connected to his friend, sending and receiving packages with balloons propelling along a twine line.    "
                },
                "13": {
                    "title": "The Nature of Friendship/The Ship Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tumble Leaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    THE NATURE OF FRIENDSHIP: When Stick goes missing, Fig searches for him throughout Tumble Leaf, befriending and learning about different creatures in the wild. THE SHIP SHOP: On his way to the Finding Place, Fig rediscovers his old Finding Place objects. He has so much fun playing \"store\" with them, he realizes he doesn't always need something new - he can discover new ways to play with them.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Downs, Christopher"
            },
            {
                "name": "Trugman, Alex"
            },
            {
                "name": "Wolloff, Brooke"
            },
            {
                "name": "McDowell, Zac"
            },
            {
                "name": "Downs, Emily"
            },
            {
                "name": "Franzenburg, Alan"
            },
            {
                "name": "Downs, Jodi"
            },
            {
                "name": "Zintel, Addie"
            },
            {
                "name": "Taylor, John"
            },
            {
                "name": "Brigmann, Skyler"
            },
            {
                "name": "Stevens, Rosemary"
            },
            {
                "name": "Cruz, Villamor"
            },
            {
                "name": "Brooke, Ezekiel"
            },
            {
                "name": "Brooke, Gracie"
            },
            {
                "name": "Brooke, Jacob"
            },
            {
                "name": "Kittredge, Dasha"
            },
            {
                "name": "Downs, Steve"
            },
            {
                "name": "Scott, Lisbeth"
            },
            {
                "name": "Minella, Lani"
            },
            {
                "name": "Mann, Marcel"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 4,
        "rating": 8.3,
        "votes": 278,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTQ3Y2U4MGQtNGJiOS00NjJiLThmNDYtYmFlZGM5YTk3NDhlXkEyXkFqcGdeQXVyNjI4OTg2Njg@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Tumble Leaf is a series aimed at preschoolers, set in a whimsical land where a small blue fox named Fig plays each day and discovers adventure, friendship and love around every bend in the path. Children will be enriched by these narratives that promote play, the fun of learning and understanding the world around them.",
        "languages": [
            "English"
        ],
        "title": "Tumble Leaf",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Goode, Jeff"
            },
            {
                "name": "Hodges, Drew"
            },
            {
                "name": "Geurs, Karl"
            }
        ],
        "production companies": [
            {
                "name": "Amazon Studios"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Instant Video"
            },
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Amazon Prime Video"
            }
        ],
        "other companies": [
            {
                "name": "GreenSlate"
            },
            {
                "name": "HUB International Insurance Services"
            },
            {
                "name": "Mosquito Productions"
            },
            {
                "name": "Roundabout Entertainment"
            }
        ],
        "plot": [
            "_Tumble Leaf_ (qv) is a series aimed at preschoolers, set in a whimsical land where a small blue fox named Fig plays each day and discovers adventure, friendship and love around every bend in the path. Children will be enriched by these narratives that promote play, the fun of learning and understanding the world around them.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 278,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 22,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 118,
                "rating": 8.4
            },
            "aged 45 plus": {
                "votes": 23,
                "rating": 8.5
            },
            "males": {
                "votes": 103,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 12,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 62,
                "rating": 8.4
            },
            "males aged 45 plus": {
                "votes": 17,
                "rating": 8.8
            },
            "females": {
                "votes": 80,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 7.1
            },
            "females aged 30 44": {
                "votes": 54,
                "rating": 8.9
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 6.5
            },
            "us users": {
                "votes": 105,
                "rating": 8.9
            },
            "non us users": {
                "votes": 23,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 165,
            "9": 56,
            "8": 27,
            "7": 9,
            "6": 2,
            "5": 1,
            "4": 2,
            "3": 1,
            "2": 4,
            "1": 11
        },
        "arithmetic mean": 8.9,
        "median": 1
    }
}