{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 February 2013"
            }
        ],
        "release dates": [
            "USA::10 February 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Omega 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Omega 1 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Omega One and the rest of the Alpha Courier Alliance have joined the elite FBI force Bravo 7, already in their first mission they have lost a friend in the heat of battle with ETHOS and already the FBI wants them to infiltrate ETHOS Headquarters to destroy vital information to bring the \"Omega One\" force online But there are still so many questions left to be answered who is she to trust, what is the real truth about who Megan is and how she ties into the deadly game?    "
                },
                "2": {
                    "title": "Blood Groove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Omega 1 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    \"Omega One\" takes place in the future when the lines of electronic communications are compromised by groups of terrorist hackers that have brought done not only large companies but governments from around the world; thus began the \"Hacker Wars\". Out of the hacker wars grew courier services that rely on human couriers that can hold vast amounts of data and information. These couriers have become the futuristic version of the pony express encountering danger at every turn. Among the many courier services has emerged \"Alpha Courier Alliance\" one of the elite companies ...    "
                },
                "3": {
                    "title": "Infiltration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Omega 1 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Omega One and the rest of the Alpha Curior Alliance have joined the elite FBI force Bravo 7, already in their first mission they have lost a friend in the heat of battle with ETHOS and already the FBI wants them to infiltrate ETHOS Headquarters to destroy vital information to bring the \"Omega One\" force online But there are still so many questions left to be answered who is she to trust, what is the real truth about who Megan is and how she ties into the deadly game?    "
                },
                "4": {
                    "title": "Revelations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Omega 1 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Omega One and the rest of the Alpha Courier Alliance have joined the elite FBI force Bravo 7, already in their first mission they have lost a friend in the heat of battle with ETHOS and already the FBI wants them to infiltrate ETHOS Headquarters to destroy vital information to bring the \"Omega One\" force online But there are still so many questions left to be answered who is she to trust, what is the real truth about who Megan is and how she ties into the deadly game?    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Andrei, Alina"
            },
            {
                "name": "Lewis, Mark Edward"
            },
            {
                "name": "Batiste, David"
            },
            {
                "name": "Shiva, Jan"
            },
            {
                "name": "Bueno, Jorge"
            },
            {
                "name": "Hendry, Aaron"
            },
            {
                "name": "Noreen, Teresa"
            },
            {
                "name": "Spence, Joseph David"
            }
        ],
        "genres": [
            "Animation",
            "Sci-Fi"
        ],
        "runtimes": [
            "54"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1",
        "sound mix": [
            "DTS::(11.1 Surround)"
        ],
        "number of seasons": 1,
        "rating": 4.6,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzhmNThjNmMtYjY4OS00MWNmLWIyYWMtMjBkYjUwNjBjMjFlXkEyXkFqcGdeQXVyMjM5OTIzMTU@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Omega 1",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Omega 1 (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Andrei, Alina"
            },
            {
                "name": "Lewis, Mark Edward"
            }
        ],
        "production companies": [
            {
                "name": "Omega One Ventures"
            }
        ],
        "distributors": [
            {
                "name": "Film Volt"
            },
            {
                "name": "RogueFlix"
            }
        ],
        "plot": [
            "_Omega 1_ (qv) is a genetically enhanced weapon who searches for her lost identity in a post hacker-wars future. A data courier who must fight to piece together her past and uncover a conspiracy for global domination.::Anonymous"
        ],
        "synopsis": [
            "It is the year 2000: On a dimly lit day in Brasov, Romania, a warrior in the body of a 5 year-old runs through crowded streets. She is closely followed by dark clad CIA agents. She shows no fear. Her eyes are ablaze with the fire of determination. This little girl, though swift and stealthy, is caught in her secret hideaway by the CIA agents and knocked out with a fast fist\n20 years later. She is hit in the face again but now on the lawn of the super-secret ETHOS training facility. Her trainer, John Rutgers, continues to assail her beautiful 25 year old frame. Rev. DR. Michael Bertrand, the facilitys curator watches Omegas progress from an observation deck high above the lawn. He explains to visiting United Nations delegates that her genetic reprogramming is complete and that the Alphas will be ready on time. Back on the lawn, John has slipped behind her and crossed his sticks at her throat. Shes choking and cannot get free\n5 years later. Sunset. Omega is, again, standing in the choke-hold of a large aggressor, but she is now free of the ETHOS facilityand she is pure calculating peace. Surrounded by thugs, she leaps into action; acrobatics, martial artsshes unstoppable. Guns are produced and fired. Omega repeatedly places herself in positions that are statistically safe from typical gunfire. The men end up shooting each other. Completing her courier drop, she is double crossed. However, using her skill and combat ability, she is not only able to beat her assailants, she discovers that her own boss at the Continental Courier Company has tried to have her killed. Her fellow couriers, Lina, Dagger, AJ and her dispatcher Red meet her at the corporate headquarters of their employer.\nThey break into the CEOs office, Carl Venture. Hes been waiting for them. Hell tell them nothing except that a contract was put out for Omegas kidnapping and transport to some ETHOS facility. Swords drawn, Carl, an expert swordsman himself, with Omega. Carl meets with a nice tracheotomy in the end, and with his last breath gives her the combination to his safe. She quickly pulls out the envelope stamped with a United Nations seal.\nUnder a streetlamp Omega sits in her midnight Maserati as rain pelts its roof. She opens the document and reads. The information is numbing. She always knew she was different. She just didnt realize that she was something else completely. She screams into the dark night.\nRealizing that Omega has discovered her origins, Bertrand vows to bring her back to ETHOS and redoubles his efforts to find she and her crew of cohorts.\nWith her extremely talented friends from the now defunct Continental Courier Company, Omega, forms the Alpha Courier Alliance (ACA). Moving from the East coast to Los Angeles, the team of five use their combined abilities ranging from mental manipulation to weapons mastery move to create the premiere courier company in the U.S. Although they are not easily found by ETHOS, their operations are. When AJ is brutally killed by the super-jealous ETHOS female operative Sigma, Omega is faced with her unknown past yet again. Unfortunately, Sigma knows everything about Omega and in a fast paced sword duel nearly kills her.\nDr. Marcus, once charged with raising and training both Omega and Sigma at ETHOS arrives on the scene and creates a stalemate between the two warriors. Sigma, shamed, but aware that another opportunity will arise to kill her former ETHOS chum, reports back to Dr. Bertrand Omegas location. Back at ACA headquarters, Dr. Marcus explains to a cynical Omega that it was he who rescued her from ETHOS. ETHOS has created a race of super-human female clones called Alphas to do the secret bidding of the United Nationsand they are all genetically based on Omega. He further explains the importance of infiltrating the ETHOS cloning facility and stopping the Alphas from going active. Although the ACA team doesnt trust Dr. Marcus fully, they agree to Dr. Marcus plan (including using his expert knowledge of the ETHOS security systems).\nAt ETHOS, Omega finds the Alphas hyper complex activation code and memorizes it before deleting it. As her cells adjust to the massive amount of information from the code, Omega finds herself face-to-face with Dr. Bertrand. He informs her that Dr. Marcus was the one who erased her memory. He was the one who had placed her in so much danger and took her from her natural home at ETHOS. Shaken, but disbelieving, she battles with Dr. Bertrand (her former tutor) and manages to escape from ETHOS. Later, when she queries Marcus, the seeds of distrust begin to grow in her.\nStill, the Alphas are stopped, and ACA is able to do business again. However, once the ETHOS agents discover that Omega has memorized the clones activation code, new plans for her abduction are drawn up and with the knowledge of their location, there may be no way for Omega and the ACA to stop ETHOS from taking what they want.\n"
        ],
        "tech": {
            "runtime": [
                "54 min"
            ],
            "sound mix": [
                "DTS (11.1 Surround)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 4.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 2.0
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 4.3
            },
            "males": {
                "votes": 10,
                "rating": 4.1
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 2.0
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 4.3
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 8,
                "rating": 3.9
            },
            "non us users": {
                "votes": 2,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 4.6,
        "median": 3
    }
}