{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "25 May 2013"
            }
        ],
        "release dates": [
            "Germany::25 May 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bowe, Kevin"
            },
            {
                "name": "Johnson, Cynthia"
            },
            {
                "name": "Leeds, Eric"
            },
            {
                "name": "Lennick, Sari"
            },
            {
                "name": "Condition, Mint"
            },
            {
                "name": "Peterson, Billy"
            },
            {
                "name": "Shenandoah, Joanne"
            },
            {
                "name": "Sidran, Ben"
            },
            {
                "name": "Williams, Irv"
            },
            {
                "name": "Williams, Stokley"
            }
        ],
        "locations": [
            "Minneapolis, Minnesota, USA",
            "St. Paul, Minnesota, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States",
            "Germany"
        ],
        "country codes": [
            "us",
            "de"
        ],
        "language codes": [
            "en",
            "de"
        ],
        "color info": [
            "Color::(35 mm version)"
        ],
        "aspect ratio": "16:9 HD",
        "plot outline": "Funkytown is an entertaining, movie-style documentary about the music and overall cultural scene of six American cities: Minneapolis and St. Paul, New Orleans, San Francisco, Nashville, Philadelphia, and Chicago. The series is hosted by singer, songwriter Cynthia Johnson (singer of number one hit Funkytown), who presents the hot spots and the cities' artists, bands, musicians, actors, amongst others. Each episode features VISITS to important historical, original locations (such as music bars, jazz clubs, concert halls, recording studios, amongst other original sites), PERFORMANCES of the cities' most known but also upcoming artists and bands at the city's most beautiful, outdoor locations, INTERVIEWS with renowned artists, musicians, producers, actors and all kind of people who have shaped the cultural and musical style of each city. Each of the selected city boasts a vibrant, thriving music scene since many years with different musical styles from Rock and Pop over Blues, R'n B and Jazz, to Funk, Reggae, Rap, and Hip Hop.",
        "languages": [
            "English",
            "German"
        ],
        "title": "Funkytown",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Funkytown (United States)"
        ],
        "production companies": [
            {
                "name": "Megabien Entertainment"
            },
            {
                "name": "Megabien Entertainment"
            },
            {
                "name": "Radio Bremen (RB)"
            }
        ],
        "plot": [
            "_Funkytown_ (qv) is an entertaining, movie-style documentary about the music and overall cultural scene of six American cities: Minneapolis and St. Paul, New Orleans, San Francisco, Nashville, Philadelphia, and Chicago. The series is hosted by singer, songwriter Cynthia Johnson (singer of number one hit _Funkytown_ (qv)), who presents the hot spots and the cities' artists, bands, musicians, actors, amongst others. Each episode features VISITS to important historical, original locations (such as music bars, jazz clubs, concert halls, recording studios, amongst other original sites), PERFORMANCES of the cities' most known but also upcoming artists and bands at the city's most beautiful, outdoor locations, INTERVIEWS with renowned artists, musicians, producers, actors and all kind of people who have shaped the cultural and musical style of each city. Each of the selected city boasts a vibrant, thriving music scene since many years with different musical styles from Rock and Pop over Blues, R'n B and Jazz, to Funk, Reggae, Rap, and Hip Hop.::Megabien Entertainment"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (German) (Germany)"
            ],
            "color": [
                "Color (35 mm version)",
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}