{
    "imdb": {
        "raw release dates": [
            {
                "country": "Cyprus\n",
                "date": "18 March 2013"
            },
            {
                "country": "UK\n",
                "date": "18 March 2013"
            }
        ],
        "release dates": [
            "Cyprus::18 March 2013",
            "UK::18 March 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Martin Luther King Jr. Monument City Park, Denver Colorado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civil Right Movement Road Trip (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Civil Right Movement Road Trip - Dr. Martin Luther King Jr. Monument, City Park, Denver, Colorado The city of Denver commissioned a memorial monument that honors the late Martin Luther King. The many features of the monument include a metaphor of him 'standing on the shoulders\" of follow historic figures such as Rosa Parks, Frederick Douglas, Sojourner Truth and Gandhi. On the two sides of the monument, you can see representation of African Americans History with the Civil Rights Movement Marches of the 1960s, and Slavery as well. Furthermore, the monument has an ...    "
                },
                "2": {
                    "title": "Delta Blues, Robert Johnson's Grave Leflore County, Mississippi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civil Right Movement Road Trip (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Gravesite: Alleged graveside showing one of Robert Johnson's two tombstones *The exact location of his grave is officially unknown; three different markers have been erected at possible church cemetery burial sites outside of Greenwood. Research in the 1980s and 1990s strongly suggests Johnson was buried in the graveyard of the Mount Zion Missionary Baptist Church near Morgan City, not far from Greenwood, in an unmarked grave. A one-ton cenotaph in the shape of an obelisk, listing all of Johnson's song titles, with a central inscription by Peter Guralnick, was placed ...    "
                },
                "3": {
                    "title": "The Medgar Evers House, Jackson Mississippi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civil Right Movement Road Trip (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The Medgar Evers House is located at 2332 Margaret Walker Alexander Drive in Jackson, Mississippi. The house was built for the Evers in 1957. At first, the family looked at a corner lot, but they decided it would be better to have a house somewhat hidden between the other houses on the street. The house was the only house on the street with no front door. The family thought it would be safer if the entrance to the house was adjacent to the carport.    "
                },
                "4": {
                    "title": "Loraine Motel - National Civil Rights Museum, Memphs Tenessee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civil Right Movement Road Trip (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Apr. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Little Rock Central High School, Little Rock, Arkansas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civil Right Movement Road Trip (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The Little Rock Nine were a group of African American students enrolled in Little Rock Central High School in 1957. The ensuing Little Rock Crisis, in which the students were initially prevented from entering the racially segregated school by Arkansas Governor Orval Faubus, and then attended after the intervention of President Eisenhower. The decision declared all laws establishing segregated schools to be unconstitutional, and it called for the desegregation of all schools throughout the nation. After the decision, the National Association for the Advancement of ...    "
                },
                "6": {
                    "title": "Civil Rights Memorial, Montgomery Alabama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civil Right Movement Road Trip (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The Civil Rights Memorial in Montgomery, Alabama is dedicated to 40 people who died in the struggle for the equal and integrated treatment of all people, regardless of race, during the Civil Rights Movement. The names included belong to those who died between 1954 - 1968, because in 1954 the U.S. Supreme Court ruled that racial segregation in schools was unlawful and 1968 is the year of Martin Luther King's assassination. The memorial was dedicated in 1989. The concept of Maya Lin's design is based on the soothing and healing effect of water. It was inspired by Martin...    "
                },
                "7": {
                    "title": "Selma Historic Bridge, Selma Alabama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civil Right Movement Road Trip (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Selma Historic Bridge, Selma, ALABAMA: The Selma to Montgomery marches in 1965, also known as Bloody Sunday and the two marches that followed, marked the political and emotional peak of the American civil rights movement. On March 7, 1965, an estimated 525 to 600 civil rights marchers headed east out of Selma on U.S. Highway 80. The march was led by John Lewis of SNCC and the Reverend Hosea Williams of SCLC. The first march took place on March 7, 1965 - \"Bloody Sunday\" - when 600 marchers, protesting the death of Jimmie Lee Jackson and ongoing exclusion from the ...    "
                }
            }
        },
        "number of episodes": 7,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Black and White"
        ],
        "original air date": "18 Mar 2013 (Cyprus)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzc0NjhjNzAtNjkxMy00Njg0LTg2MzItZWVjZmFhMWRmNmY1XkEyXkFqcGdeQXVyMzUwMzI0ODE@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$2,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Civil Right Movement Road Trip",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-2013",
        "akas": [
            "Civil Right Movement Road Trip (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Barrett, Jabari"
            },
            {
                "name": "Isaias, Constantinos"
            }
        ],
        "director": [
            {
                "name": "Isaias, Constantinos"
            }
        ],
        "production companies": [
            {
                "name": "Sacred Era Production"
            }
        ],
        "distributors": [
            {
                "name": "Sacred Era Production"
            }
        ],
        "plot": [
            "The Director and Activist Constantinos Isaias is Visiting the Memorial Locations of The Civil Rights Movement in US.::Sacred Era Productions"
        ],
        "tech": {
            "color": [
                "Black and White"
            ]
        }
    }
}