{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "23 July 2013"
            }
        ],
        "release dates": [
            "UK::23 July 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Football",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Tom is desperate to watch England play football on TV but Ben would rather visit his nan so Tom drugs him - accidentally knocking him out - whilst Matt feels guilty as his Scots boss Carabine has banned him watching games since Scotland failed to qualify. When the TV set blows up Tom tries watching a neighbour's set through binoculars before repairing to the pub, where he falls foul of Aggressive Gary and then posing as Ben to watch the game on nan's set though this is ended by nan's hospitalization. After Carabine has challenged Matt to a table football Scotland ...    "
                },
                "2": {
                    "title": "Neighbours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Ben is addicted to playing his Furious Fruit computer game and Tom is obsessing about going to see the new Jack Bourned film Matthew is more interested in getting to know the sophisticated new neighbours who live in a chic flat, have a cleaning rota and bake their own bread. Tom, however, is suspicious as they are too perfect and reckons that they are Russian spies. In the event he is proved right as the Russians tie up the flatmates and set off to blow up the cinema showing the new Jack Bourned film. Fortunately Ben, Matthew and Tom have skills of their own to...    "
                },
                "3": {
                    "title": "Champ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Matthew is dreading his work's annual charity fun run, where he usually finishes last and where his competitive colleague Lucy has been backed to win by boss Carabine. Once the fastest five year old in Britain but forced to quit when his failure to win caused his parents' divorce Tom comes out of retirement to coach Matthew though attempts to sabotage Lucy fail and Carabine's insistence that Matthew wears a heavy chicken outfit also seem to scupper his chances of winning. Ben meanwhile has become a vegetarian but is weakening and seeing a life size chicken gets his ...    "
                },
                "4": {
                    "title": "Work and Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Carabine advertises for a vice president for his company and the job goes to Ben, who has only applied to keep his Job Seekers Allowance but who somehow wins over the boss. Ben makes Matthew his P.A. and general dogsbody both at work and home so Matthew forms an unlikely alliance with Lucy to discredit him, stitching him up when they write a speech, supposedly by Ben, for Carabine to deliver at a conference which they pepper with profanities. It works and Ben is fired, However Tom is writing a play based entirely on the conversations within the flat - which includes ...    "
                },
                "5": {
                    "title": "Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The trio are going on holiday and Matthew is frantically making a checklist of things they need - not helped when he finds that Tom has put the passports out with the rubbish and they need retrieving. Whilst waiting for the taxi they muse on their first holiday together, at Boppins Holiday camp, where Ben won the talent contest - unfairly in the others' opinions - so when the taxi driver arrives early they ask him to judge each of their acts. He chooses Ben falling off the balcony onto a mattress, an act which eradicates Ben's fear of flying and paving the way for the...    "
                },
                "6": {
                    "title": "RX: 6 Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Matthew laments the fact that nothing changes in the trio's routine though when he goes to work next day he finds everybody in a panic and about to quit as tax inspectors will discover Carabine's fraudulence. Lucy is off to Fiji and asks Matthew to go with her but when he rolls a dice Tom obtained in Shanghai 15 years earlier it tells him to stay. As a result Matthew takes the rap for the fraud and is imprisoned, Ben gets killed when his turnip gin explodes and Tom fails to date the girl in flat 17. In an alternative scenario the dice persuades Matthew to go to Fiji ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    As Bank Holiday looms immature flatmates Tom, Matthew and Ben prepare to play Propertyopoly whilst Matthew's sensible sister Rachel goes on a murder mystery weekend. However when the trio go to the cash machine for their stake money they are given an unauthorized five grand. With the bank closed until Monday they try not to spend it but Tom succumbs to the advice of his bookie Aggressive Gary and puts it on a losing horse, depleting the fund to a hundred pounds. Tom's fragrance Mouldy Chops comes to the rescue when it proves to be a winner at unblocking sinks. However...    "
                },
                "2": {
                    "title": "Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Matthew decides to throw Rachel a surprise birthday party with food prepared by cooking enthusiast Tom. Ben meanwhile has embarked on a home education course on insects and brought some stick insects back. The party is a disaster and Rachel walks out but a culinary expert is impressed by Tom's food and encourages him to turn the flat into a restaurant though his charmlessness scares off the diners. To make things up to Rachel Matthew invites her and two friends for a meal cooked by Tom, but Ben has discovered that Tom has been using his stick insects as his secret ...    "
                },
                "3": {
                    "title": "Film",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    To raise cash Tom decides to make a film in the flat starring Ben as the Pirahasaurus whilst Matthew decides to take his job seriously and goes in for Rachel's boss's apprentice initiative to promote the sales of kitchen utensils. However he is not inspired despite his flatmates dressing as sexy spatulas. The film a failure Tom and Ben try to rob a bank but are foiled. Disguised in their spatula costumes they run for cover to the office where Matthew's sales presentation is not going well - until the boss sees the sexy spatulas, thinks they are part of the promotion ...    "
                },
                "4": {
                    "title": "Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Matthew has met the lovely American Tess over the Internet but because Ben is better-looking than him has used his face., Then Tess turns up unexpectedly and instantly falls for Ben, though he struggles to understand the Avant-Garde cultural tastes she shares with Matthew. Tom's mother Carol also turns up after he has told her he is a lawyer, engaged to marry Rachel but Rachel also arrives, following a row with boyfriend Andrew and seeking comfort from Matthew - whom Carol is amorously pursuing. In an effort to stop the women learning the truth the flatmates initiate ...    "
                },
                "5": {
                    "title": "Cool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Carabine fires Fuzzy, his Head of Cool, and, with Rachel indisposed with a sprained wrist, he makes Matthew his replacement, charging him with giving the company a hip image. Meanwhile Ben discovers meditation and Tom finds an all-in-one remote control with which he composes a pop song. He and Rachel use Ben's mediation chant as a vocal but find it is only tuneful when he is in a trance, otherwise he bellows. Nonetheless, under the group name Hairy Monk, they send it to DJ Ribby, who thinks it is wonderful. Indeed Matthew gets Hairy Monk to give a live performance at ...    "
                },
                "6": {
                    "title": "Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badults (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Watching 'I Remember the 90s' on television the flatmates learn that a recent complete set of Pogs sold for half a million pounds, prompting Matthew to look out his old collection - though one pog is missing. To recall where it went the trio think back to their last day at school before Tom went travelling in Europe - though he never got beyond the Calais hypermarket - and Matthew went on to college at Grimsby, dating possessive, domineering Fiona. They have no luck remembering but Fiona, now a changed person, comes to visit with her little boy Martin, who looks just ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Clark, Ben"
            },
            {
                "name": "Crosby, Matthew"
            },
            {
                "name": "Parry, Tom"
            },
            {
                "name": "Docherty, Jack"
            },
            {
                "name": "Olesker, Max"
            },
            {
                "name": "Kenny, Emer"
            },
            {
                "name": "Gonzalez, Ivan"
            },
            {
                "name": "Ryan, Katherine"
            },
            {
                "name": "Sternberg, Roxy"
            },
            {
                "name": "McLaughlin, Gerry"
            },
            {
                "name": "Marment, Amanda"
            },
            {
                "name": "O'Donnell, Steven"
            },
            {
                "name": "Baxter, Matthew"
            },
            {
                "name": "Collins, Andrew"
            },
            {
                "name": "Deacon, Tom"
            },
            {
                "name": "Deakin, Julia"
            },
            {
                "name": "Den Hertog, Finn"
            },
            {
                "name": "Donnelly, Morag"
            },
            {
                "name": "Fishwick, Karen"
            },
            {
                "name": "Forbes, Chris"
            },
            {
                "name": "Hogarth, Marj"
            },
            {
                "name": "Hoult, Colin"
            },
            {
                "name": "Letang, Petra"
            },
            {
                "name": "Lloyd, Cariad"
            },
            {
                "name": "Lyons, Kelly Anne"
            },
            {
                "name": "Mack, Scarlett"
            },
            {
                "name": "Neill, Kimberly"
            },
            {
                "name": "Nichol, Phil"
            },
            {
                "name": "Wall, Kim"
            },
            {
                "name": "Warde, Clare"
            },
            {
                "name": "Chan, Charles"
            },
            {
                "name": "Demetriou, Jamie"
            },
            {
                "name": "Demetriou, Natasia"
            },
            {
                "name": "Donaldson, Hannah"
            },
            {
                "name": "Gaughan, Ed"
            },
            {
                "name": "Hunter, Moray"
            },
            {
                "name": "Linder, Joan"
            },
            {
                "name": "Mersh, Dan"
            },
            {
                "name": "Moor, Ben"
            },
            {
                "name": "Naughton, John"
            },
            {
                "name": "Toye, Daniel Quinn"
            },
            {
                "name": "Reed, David"
            },
            {
                "name": "Ross, Kai"
            },
            {
                "name": "Savage, Robbie"
            },
            {
                "name": "Thomas, Simon"
            },
            {
                "name": "Trimm, Charity"
            },
            {
                "name": "Walker, Dan"
            },
            {
                "name": "Whelan, Gemma"
            },
            {
                "name": "Wozniak, Mike"
            },
            {
                "name": "Yaqub, Atta"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 3.8,
        "votes": 343,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzNjZTEwZTMtMGE4My00Y2M3LWIyNjktZTAwMDUzNGFkZTIzXkEyXkFqcGdeQXVyMTk3NDAwMzI@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Badults",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Badults (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Clark, Ben"
            },
            {
                "name": "Crosby, Matthew"
            },
            {
                "name": "Parry, Tom"
            }
        ],
        "production companies": [
            {
                "name": "Comedy Unit"
            }
        ],
        "distributors": [
            {
                "name": "BBC Three"
            }
        ],
        "plot": [
            "Sitcom centred around the lives of outrageous flatmates Tom, Ben and Matthew."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 343,
                "rating": 3.8
            },
            "aged 18 29": {
                "votes": 90,
                "rating": 3.6
            },
            "aged 30 44": {
                "votes": 126,
                "rating": 3.8
            },
            "aged 45 plus": {
                "votes": 34,
                "rating": 4.0
            },
            "males": {
                "votes": 224,
                "rating": 3.7
            },
            "males aged 18 29": {
                "votes": 72,
                "rating": 3.6
            },
            "males aged 30 44": {
                "votes": 107,
                "rating": 3.8
            },
            "males aged 45 plus": {
                "votes": 28,
                "rating": 3.7
            },
            "females": {
                "votes": 45,
                "rating": 3.9
            },
            "females aged 18 29": {
                "votes": 18,
                "rating": 3.7
            },
            "females aged 30 44": {
                "votes": 16,
                "rating": 3.8
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 5.9
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 2.7
            },
            "us users": {
                "votes": 18,
                "rating": 5.1
            },
            "non us users": {
                "votes": 179,
                "rating": 3.5
            }
        },
        "number of votes": {
            "10": 53,
            "9": 9,
            "8": 19,
            "7": 22,
            "6": 29,
            "5": 21,
            "4": 9,
            "3": 20,
            "2": 34,
            "1": 127
        },
        "arithmetic mean": 4.3,
        "median": 3
    }
}