{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2013"
            }
        ],
        "release dates": [
            "Australia::2013"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nasty Pieces of Work (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    When Banjo returns to Newcastle, he finds not everyone is happy to see him    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Aprahamian, Gabriel"
            },
            {
                "name": "Beale, Aileen"
            },
            {
                "name": "Hall, Alec"
            },
            {
                "name": "Howarth, Nicholas"
            },
            {
                "name": "Lukins, Patrick"
            },
            {
                "name": "Moir, Margareta"
            },
            {
                "name": "Raess, Bianca"
            },
            {
                "name": "Robinson, Rebecca"
            },
            {
                "name": "Ruscic, Matt"
            },
            {
                "name": "der Wiel, Giselle van"
            }
        ],
        "locations": [
            "Newcastle, New South Wales, Australia",
            "The Entrance, Central Coast, New South Wales, Australia",
            "Tuggerah, Central Coast, New South Wales, Australia",
            "Redfern East, Sydney, New South Wales, Australia"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Nasty Pieces of Work is a groundbreaking new comedy series with a distinctively Australian voice, featuring some of the country's best talent. Following the lives of three best friends Adelaide, Banjo and Kylie, the series is an unadulterated glimpse into the gay scene of Newcastle. When Banjo returns to Newcastle after living in Sydney for the past five years, noone is happy to see him. Adelaide has gotten her life back on track and worries Banjo's return will send her back off the rails. Meanwhile Kylie is now dating Banjo's arch nemesis Siobhan, who is also best friends with Banjo's spiteful first love Aaron. As Banjo begins to patch up his relationships, secrets start to be revealed...",
        "languages": [
            "English"
        ],
        "title": "Nasty Pieces of Work",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Nasty Pieces of Work (Australia)"
        ],
        "writer": [
            {
                "name": "Sinclair, Corey"
            }
        ],
        "production companies": [
            {
                "name": "Nasty Piece of Work Productions"
            }
        ],
        "plot": [
            "_Nasty Pieces of Work_ (qv) is a groundbreaking new comedy series with a distinctively Australian voice, featuring some of the country's best talent. Following the lives of three best friends Adelaide, Banjo and Kylie, the series is an unadulterated glimpse into the gay scene of Newcastle. When Banjo returns to Newcastle after living in Sydney for the past five years, noone is happy to see him. Adelaide has gotten her life back on track and worries Banjo's return will send her back off the rails. Meanwhile Kylie is now dating Banjo's arch nemesis Siobhan, who is also best friends with Banjo's spiteful first love Aaron. As Banjo begins to patch up his relationships, secrets start to be revealed...::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (Australia)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}