{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "July 2013"
            },
            {
                "country": "Pakistan\n",
                "date": "28 July 2013"
            }
        ],
        "release dates": [
            "Pakistan::July 2013",
            "Pakistan::28 July 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Burka Avenger"
            },
            {
                "countries": "Pakistan (English title) (new title)",
                "title": "Lady in Black"
            }
        ],
        "akas": [
            "Burka Avenger (original title)",
            "Lady in Black Pakistan (English title) (new title)"
        ],
        "akas from release info": [
            "Burka Avenger (original title)",
            "Lady in Black Pakistan (English title) (new title)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Karma Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook creates a new, super smart Robot who becomes self-aware and takes over Baba Bandook's position. Baba Bandook is abandoned by his Henchmen and tries to ask for Burka Avenger's assistance. She refuses to help and tells Baba Bandook that he deserves what is happening. What will Baba Bandook do to reclaim his position and how will Burka Avenger defeat the robot.    "
                },
                "2": {
                    "title": "Love Potion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "27 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Love is a beautiful thing that should not be corrupted.    "
                },
                "3": {
                    "title": "Stupid Candy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "3 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Baba Bandook creates a new candy that has the power to turn anyone stupid. He unleashes the candy on Halwapur by claiming that he has turned over a new leaf. When it seems that everyone is under the effect of the candy, Ashu and Golu go to investigate Baba Bandook's cave and find out that he's up to no good. Ashu calls Burka Avenger for help who defeats Baba Bandook and destroys the machine. It ends with Kabbadi Jaan curing the citizens with an antidote for the candy.    "
                },
                "4": {
                    "title": "Bubble Gum Gun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "10 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Courage can be found in the most unlikely of places.    "
                },
                "5": {
                    "title": "Stealing Is Wrong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "17 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A charming stranger comes to Halwapur. Rich people start getting robbed and the poor start receiving gifts. Jiya figures out that the robberies must be linked to the stranger. Though she agrees with the results, she doesn't agree with the methods. She must put her feelings aside and get to the bottom of things.    "
                },
                "6": {
                    "title": "Deforestation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "24 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Vadero Pajero is tearing down trees which he is planning to sell to make money or will put a mall in place of them. Baba Bandook realizes the danger of deforestation and offers to lend Vadero Pajero his doomsday machine, knowing that if the forest is cut down, then Halwapur is exposed to a slew of natural disasters and other negative consequences. Burka Avenger must put an end to this to save Halwapur from deforestation.    "
                },
                "7": {
                    "title": "Fun Shun Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The students of Halwapur are in the middle of preparing for a yearly school event known as \"Fun-Shun Day\". However, Baba Bandook has other plans. Using Tinda, he delivers a Jack-in-the-Box to the school threatening to halt the event. The parents are pressured into stopping the function and they keep their children at home out of fear. Burka Avenger must bring an end to this atmosphere of fear and ensure that the school event goes on as planned?    "
                },
                "8": {
                    "title": "Animal Cruelty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "7 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Animals should be cared for.    "
                },
                "9": {
                    "title": "Give Way To Ambulance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "14 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    It is important to give way to ambulance.    "
                },
                "10": {
                    "title": "Sectarian Violence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "21 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    When Halwapur is segregated into various colors, Baba Bandook decides to pit them against each other and incite hatred against the minority group by playing on their differences. As the minority group goes into hiding, Baba Bandook wreaks havoc with his latest invention; The Goop Gun. Burka Avenger must show people the error of their ways and unite them against their one common enemy, Baba Bandook.    "
                },
                "11": {
                    "title": "Peace Concert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "28 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Music does not differentiate between cast, color and creed.    "
                },
                "12": {
                    "title": "Krazy Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "6 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Women are underappreciated heroes.    "
                },
                "13": {
                    "title": "Keys To The City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "13 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Give respect to those who deserve it.    "
                }
            },
            "1": {
                "1": {
                    "title": "Importance of Education for All (with Focus on Education for Women)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The girls' school is shut down by the evil Baba Bandook. Girls can no longer have access to education and their future is doomed. Burka Avenger comes to the rescue and battles Baba Bandook and his henchmen. The school is reopened and a mega concert takes place. Girls' schools being shut down by extremist elements is a real life issue in Pakistan.    "
                },
                "2": {
                    "title": "Maintaining Inner Peace in the Face of Adversity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    How to show courage in the face of adversity.    "
                },
                "3": {
                    "title": "Superstition and Child Labor (Part I)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A man disguised as a Monster has been kidnapping children taking them to a child labour factory (Haunted House) where evil Baba Bandook hypnotizes them. When Mooli goes missing, Burka Avenger must confront the moster as the children try to get to the bottom of the mystery.    "
                },
                "4": {
                    "title": "Superstition and Child Labor (Part II)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Burka Avenger is trapped by Baba Bandook at a child labor factory disguised as a Haunted House. The kidnapped children have been hypnotized by Baba Bandook and are working as slaves. To save the day, Ashu and Immu must overcome their fears and come to Burka Avenger's rescue. After Baba Bandook has been defeated, the Monster is revealed to be a man in a mask and the haunted house just a regular factory. However the kidnapped children are still hypnotized and nothing breaks the spell until famous rock star Ali Zafar sings.    "
                },
                "5": {
                    "title": "Importance of Family and Making the Right Choices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Mooli runs away from home with Golu in tow after being admonished by his parents. He must come to terms with a life on the run. Meanwhile Baba Bandook unveils his super weapon, the Roobot Zalimnator 2.0. Mooli finds an unlikely friend in Roobot. Mooli realizes his mistake and returns home to his family and friends. Roobot Zalimantor's terror chip is activated and he attacks Immu and Ashu, Mooli must make the hard choice between saving his old friends or destroying his new friend forever.    "
                },
                "6": {
                    "title": "Protecting the Environment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Vadero Pajero's factory which is spewing toxic waste into the river. The water becomes polluted, plants die and animals mutate due to the toxic waste. Vadero Pajero forces his peon to drink the toxic waste which turns him into a mutated monster with four arms. Kabadi Jaan creates an antidote. Burka Avenger must stop the toxic factory but first she must fight the mutated peon.    "
                },
                "7": {
                    "title": "Using resources responsibly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Vadero Pajero is stealing the electricity in HalwaPur. The kids are unable to study due to excessive power-cuts. Baba Bandook needs electricity to run his army of mini Roobots. He teams up with Vadero Pajero sucking up all of Halwaypur's electricity and creating a blackout in the city. Before the kids and Burka Avenger can shut down the factory and restore power, they must fight the seven evil mini Roobots.    "
                },
                "8": {
                    "title": "Importance of Books and Knowledge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Baba Bandook and his henchmen steal every single book in halwapur. His reasons are twofold one. So that he alone will hold all the knowledge and secondly without books Burka Avenger will be Weaponless. Baba Bandook places all of Halwapur's books including Burka Avenger takht kabaddi; book in a giant pile and plans to burns them in a huge bonfire. The children are in grave danger. Burka avenger must rescue them and stop the bonfire without the help of her books.    "
                },
                "9": {
                    "title": "Don't Judge a Book or Burka by Its Cover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Baba Bandook Has created the the Burkanator, a robotic doppelganger of the Burka Avenger. The Burkanator commits evil acts turning the people of Halwapur against the Burka Avenger. Disheartened, the Burka Avenger hangs up her burka disguise for good and vows to leave her crime fighting days behind her. With Burka Avenger out of the way, Baba Bandook has free reign to destroy the city. Burka Avenger's adopted father and mentor Kabadi Jaan must expose the truth behind the burkanator.    "
                },
                "10": {
                    "title": "Equality and Discrimination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Vadero Pajero wants to drive out the Mooli family from their farm so that he can build a two star hotel on that location. He hires Baba Bandook to turn the people of Halwapur against the Mooli family through the use of discrimination. The Mooli family is told they are \"different\" and must leave Halwapur forever. Multi-cultural international Pop Band JOSH comes to the rescue with a song of friendship and an anti-discrimination message.    "
                },
                "11": {
                    "title": "Importance of Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Babab Bandook hates music and dance and invents the Music Exterminator Gun . All music from Halwapur disappears leaving the people depressed. People realize how important music is in their lives and how much they miss it once it's gone. Miss Jiya explains to her class how learning to play musical instruments sharpens the mind and how important music is for our culture and society. Burka Avenger finds a musical way to destroy the music terminating gun.    "
                },
                "12": {
                    "title": "Learning from Experience",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "13 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Episode 12 is the Flashback Episode. The kids are enjoying their summer holidays where the kids are sitting around the fire discussing how the year changed them and how Halwapur was affected by both good and evil by the arrival of Baba Bandook and Burka Avenger into their lives. They recount some of the tales of adventure over the past year and realize how important it is to learn from past experiences.    "
                },
                "13": {
                    "title": "The Dangers of Weapons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Miss Jiya teaches her school children about the dangers of guns and weapons. Meanwhile Baba Bandook builds the ultimate weapon of mass destruction, the doomsday machine, to destroy halwapur once and for all. The doomsday machine has a giant hammer that demolishes buildings and when slammed into the ground causes earthquakes. The people of Halwapur panic thinking it's a natural disaster. Burka Avenger defeats the doomsday machine in an epic battle to save the town of Halwapur.    "
                }
            },
            "2": {
                "1": {
                    "title": "Polio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The importance of vaccination against Polio disease.    "
                },
                "2": {
                    "title": "Rocket Rickshaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The children can't wait to enjoy all the fun at the annual town festival. Dr. Rocket, a stranger at the festival, lures the children into a ride on his Rocket Rickshaw, an amazing rickshaw that can actually fly. Dr. Rocket, Baba Bandook in disguise, kidnaps the children and sells them to a beggar gang. Burka Avenger comes to the rescue. A rip-roaring chase between her and the rocket-fueled rickshaw takes place on the Halwapur's streets and the skies.    "
                },
                "3": {
                    "title": "Rocket Rickshaw 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Immu and Mooli are in the biggest danger they've ever faced. After being lured into the Rocket Rickshaw they are sold to a beggars' gang and taken to the strange city of Mirchipur. There, a professional beggar, Faqeer Baadshah (Beggar King) forces them to join his band of kidnapped children who have been taught to beg and steal. Ashu, spots the Rocket Rickshaw and alerts Burka Avenger. Burka Avenger follows the Rocket Rickshaw to Mirchipur. Baba Bandook and Beggar King join forces in an epic battle with Burka Avenger.    "
                },
                "4": {
                    "title": "Mand Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook is sick and tired of Halwapur's women having an equal role in the workplace and comes up with a dastardly new plan. Baba Bandook and his henchmen invent the Mand Control Machine (Mand is a hybrid of Mind and Man) which controls the minds of men. Women are disbarred from work while men have been \"Mand\" controlled and support Baba Bandook's evil plan to keep women out of the work force. Baba Bandook amasses his army of \"Mand\" controlled men in the city square ready to create havoc. Burka Avenger comes to the rescue but is faced with a dilemma. How can she ...    "
                },
                "5": {
                    "title": "Fake Books",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Immu and Mooli are surprised to discover a new teacher at their school, who has brought some strange new books. The new teacher is actually, Tinda (evil Baba Bandook's henchman) in disguise. The books' twisted lessons encourage the children to wreak havoc, creating chaos. Ashu discovers that Baba Bandook is behind the fake books. When Burka Avenger tries to intervene, Baba Bandook unleashes the giant Printbot Robot to defeat her. Outgunned, she realizes she must use the giant robot's power against him. Burka Avenger prevails and stops the children from being ...    "
                },
                "6": {
                    "title": "Markhor in Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Saving endangered species.    "
                },
                "7": {
                    "title": "Elections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It is election time in Halwapur and the candidates are the corrupt Vadero Pajero and honest Sheikh Khushi. Realizing he has no support in Halwapur, Vadero Pajero enlists Baba Bandook's help to try and rig the elections. Baba Bandook's henchmen take over the news channels. When the kids and Burka Avenger come to the news anchors rescue, the hilarious fight is telecast on live TV.    "
                },
                "8": {
                    "title": "Cricket Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Vadero Pajero announces a cricket match with a twist - the winner takes it all. Whoever wins becomes the ruler of Halwapur. In a high stakes cricket match, Halwapur's team faces against Baba Bandook's team of super sports robots. Baba Bandook and Vadero Pajero conspire together to defeat Halwapur team through cheating and using all the dirty tricks they know. Their attempts to fix the match fail. Halwapur team's persistence and good sportsmanship pays off and they emerge victorious.    "
                },
                "9": {
                    "title": "Mooli Cries Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Papa Mooli erects a scarecrow as the kids help harvest the bumper crop at the Mooli farm. All of Halwapur has had a productive yield this harvest. Baba Bandook replaces the scarecrows at the farms with a mechanical fire shooting version. Halwapur farms are mysteriously set ablaze. Papa Mooli leaves Mooli in charge of the farm. A bored Mooli feigns trouble and twice cries out for help. Both times the townspeople come running to help only to realize it was a prank. When the scarecrow at the Mooli farm attacks the crops, Mooli cries out for help in vain. The crops are ...    "
                },
                "10": {
                    "title": "Say No To Drugs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook uses his henchmen to trick the entire town into buying a \"magical potion\" with a false promise of giving people beauty, intelligence, and strength. Upon consuming this potion, the town's people fall sick and become addicted to this potion, which is actually an addictive drug. A suspicious Ashu follows the henchmen to Baba Bandook's hideout and discovers the truth about the drug. Burka Avenger must help the town's people fight their addiction - an enemy that cannot be seen.    "
                },
                "11": {
                    "title": "Free and Fair Press",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    When the press exposes Vadero Pajero's corruption, he tries to buy them off instead. When this fails, he kidnaps one of the news anchors. Inspector Mooli is in full Sherlock Holmes mode and discovers his evil plans. In an episode packed with action, comedy and adventure, Burka Avenger must not only rescue Mooli and the news anchor but also curtail Vadero Pajero's evil plans.    "
                },
                "12": {
                    "title": "Standing Up For Your Rights & Against Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Standing up for your rights and against evil.    "
                },
                "13": {
                    "title": "Talent Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After the rare gem known as the Halwapur-e-Noor is discovered on Halwapur's Talent Show Trophy, all the residents of Halwapur want to take part in the Talent Show to try their hand at winning the esteemed prize. Baba Bandook also wants the trophy for himself as the precious gem is said to grant the user good luck. He begins his plan by tying up Immu, Mooli, and Ashu while his henchmen successfully attempt to sabotage the other acts. Baba Bandook's plan seems to be working until the children escape and win the Talent Show with their performance. A furious Baba Bandook ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Anti Cult",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook hatches a plan to recruit young boys of Halwapur for his militant organization. He promises the children action and adventure, but instead uses them to build a giant sling-shot tank and trains them for combat. The girls and Golu find out about Baba Bandook's plan and try to warn the boys. When Baba Bandook orders the boys to attack Halwapur Town, the boys are shocked and realize that they have been duped into attacking their own people. They throw down their weapons and refuse to fight. However, Baba Bandook has already put his plans in motion and using ...    "
                },
                "2": {
                    "title": "Shut up-Gun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook devises a gun that zaps people and takes away their ability to speak. He uses this gun to put the people of Halwapur under his control. Burka Avenger and the children must find a way to defeat Baba Bandook and destroy his weapon before the whole of Halwapur is forever made silent.    "
                },
                "3": {
                    "title": "Ratastrophe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Importance of Cleanliness and not littering.    "
                },
                "4": {
                    "title": "Child Labor and Power of Unity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "13 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The importance of education and power of unity.    "
                },
                "5": {
                    "title": "Robocow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "20 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The importance of pure milk and being ethical in business.    "
                },
                "6": {
                    "title": "Overcoming Fears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "27 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The people of Halwapur are excited about the upcoming carnival which is to feature a live performance by Haroon. Baba Bandook devises another of his dastardly schemes, a flame thrower gun to abolish the entire city. As a child, Jiya lost her parents to a fire and since then has always fostered an irrational fear of fire. Burka Avenger must once again achieve inner peace and overcome her fears if she is to save Halwapur city.    "
                },
                "7": {
                    "title": "Internet Comes To Halwapur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Internet (and computers) comes to Halwapur. The people of Halwapur rejoice and use their new resource to learn new skills and get access to a wider world of information. A video of Vadero Pajero taking a bribe is leaked online. This infuriates Vadero Pajero who orders Baba Bandook to shut down the town's internet services. Burka Avenger must once again put an end to Vadero Pajero and Baba Bandook's evil schemes.    "
                },
                "8": {
                    "title": "Air Pollution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "10 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Vadero Pajero's scheme of using cheap plastic in his factory causes thick smog of polluted air coming out of his chimney factory. This gives Baba Bandook an idea to cover Halwapur in smog. He attaches a special kit on his Rocket Bike that takes in Vadero Pajero's polluted smog and shoots it out in the form of smog missiles. Burka Avenger must stop Baba Bandook and his henchmen before the whole town is covered in smog.    "
                },
                "9": {
                    "title": "Traffic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The kids Ashu, Mooli, Immu and Golu are going to school but due to a VIP movement during the school timings, they are unable to reach school on time. In the classroom, Miss Jiya is telling the importance of traffic rules, road signs and road markings to the children. Ashu, Mooli, Immu and Golu come up with an idea to end VIP culture in the city and decide to control the traffic on their own. As always, Baba Bandook comes up with an evil plan with his robotic pajero to destroy the Halwapur city. Burka Avenger comes to rescue the city and fights with Baba Bandook to ...    "
                },
                "10": {
                    "title": "Irresponsible TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "24 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook takes over a television show and starts inciting hatred against different segments of the population of Halwapur. This incites people to violence as mobs start taking matters into their own hands. Vadero Pajero is asked to have the show taken off the air, but he refuses to do so because of the high ratings of the show. Burka Avenger must figure out a way to stop Baba Bandook and have him taken off the air before more people get hurt.    "
                },
                "11": {
                    "title": "Irresponsible TV 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook (in disguise) takes over a television show and starts inciting hatred against different segments of the population of Halwapur. This incites people to violence as mobs start taking matters into their own hands. Vadero Pajero is asked to have the show taken off the air, but he refuses to do so because of the high ratings of the show. Burka Avenger must figure out a way to stop Baba Bandook and have him taken off the air before more people get hurt.    "
                },
                "12": {
                    "title": "Emotion Chip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook upgrades one of his evil robots. In the process, the robot's circuitry is damaged and the robot develops emotions and becomes a pacifist. The robot becomes a hurdle in Baba Bandook's plan to destroy Halwapur because it is constantly trying to stop him from committing violence. After an argument, the robot decides to leave Baba Bandook. As the robot wanders into town, the people of Halwapur run away terrified as it has previously wrought destruction on Halwapur. A furious Baba Bandook devises a plan to open the Halwapur Dam gates and flood the city. Burka ...    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Burka Avenger (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Baba Bandook is sick of constantly being bested by Burka Avenger. He tries to trace the reason for her many victories and realizes that she must have a secret sidekick helping her. Tinda helps convince Baba Bandook that Murgha is the real mastermind behind Burka Avenger.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Jaffri, Ainy"
            },
            {
                "name": "Zaidi, Anum"
            },
            {
                "name": "Chaudhary, Amjad"
            },
            {
                "name": "Rubab, Sara"
            },
            {
                "name": "Nawaz, Jonathan"
            },
            {
                "name": "Yamin, Hajira"
            },
            {
                "name": "Abbasi, Hamza Ali"
            },
            {
                "name": "Ali, Ahmed"
            },
            {
                "name": "Jafri, Ali"
            },
            {
                "name": "Khan, Sardar Xin"
            },
            {
                "name": "Khalid, Nabeel"
            },
            {
                "name": "Abdurab, Adi"
            },
            {
                "name": "Nasir, Gibran"
            },
            {
                "name": "Band, Josh"
            },
            {
                "name": "Zafar, Ali"
            },
            {
                "name": "Akbar, Ahmed Ali"
            },
            {
                "name": "Komal"
            },
            {
                "name": "Azhar, Arieb"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Comedy",
            "Family"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "India:Not Rated",
            "United States:TV-PG"
        ],
        "number of seasons": 4,
        "rating": 7.6,
        "votes": 153,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGY0NDY4M2QtYTZlMS00YTRjLTk2NDItYTE5MzQxNjJmN2M0XkEyXkFqcGdeQXVyMzc0NzU5MTc@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Burka Avenger is Pakistan's first ever full length 3D animated TV series. The protagonist of the show is Jiya, a school teacher at a local girls school whose alter ego is the super-heroine Burka Avenger. Burka Avenger wears the burka as a costume to disguise her identity similar to other super heroes. Her use of books and pens as weapons is symbolic on many levels. The Burka Avenger fights for Justice, Peace and Education for all. Burka Avenger is set in the fictional town of Halwapur. It features a super-heroine who wears a burka as a super-hero costume to conceal her identity while fighting villains. Burka Avenger fights corrupt politicians and vengeful mercenaries who attempt to shut down girls' schools or engage in other evil acts. She uses \"Takht Kabadi\", a martial art that involves using books and pens as weapons along with advanced acrobatic moves. Together with children 'Ashu', 'Immu' and 'Mooli', the Burka Avenger fights the evil magician 'Baba Bandook' and his henchmen, corrupt politician 'Vadero Pajero' and other villains. The Burka Avenger TV series comprises of 52 episodes of 22 minutes each. In addition, many of the episodes contain original songs especially composed for the series by well known Asian superstars including Ali Zafar, Ali Azmat, Josh, Haroon, Adil Omar and many others.",
        "languages": [
            "Urdu"
        ],
        "title": "Burka Avenger",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Rashid, Aaron Haroon"
            },
            {
                "name": "Naseer, Arsalan"
            },
            {
                "name": "Ahmed, Khaya"
            }
        ],
        "production companies": [
            {
                "name": "Unicorn Black"
            }
        ],
        "plot": [
            "Jiya is a teacher at a local girls school whose alter ego is the burka-wearing super-heroine _Burka Avenger_ (qv). _Burka Avenger_ (qv) uses \"Takht Kabaddi\", a special martial art that incorporates books and pens, to fight crime .::Unicorn Black",
            "_Burka Avenger_ (qv) is Pakistan's first ever full length 3D animated TV series. The protagonist of the show is Jiya, a school teacher at a local girls school whose alter ego is the super-heroine _Burka Avenger_ (qv). _Burka Avenger_ (qv) wears the burka as a costume to disguise her identity similar to other super heroes. Her use of books and pens as weapons is symbolic on many levels. The _Burka Avenger_ (qv) fights for Justice, Peace and Education for all. _Burka Avenger_ (qv) is set in the fictional town of Halwapur. It features a super-heroine who wears a burka as a super-hero costume to conceal her identity while fighting villains. _Burka Avenger_ (qv) fights corrupt politicians and vengeful mercenaries who attempt to shut down girls' schools or engage in other evil acts. She uses \"Takht Kabadi\", a martial art that involves using books and pens as weapons along with advanced acrobatic moves. Together with children 'Ashu', 'Immu' and 'Mooli', the _Burka Avenger_ (qv) fights the evil magician 'Baba Bandook' and his henchmen, corrupt politician 'Vadero Pajero' and other villains. The _Burka Avenger_ (qv) TV series comprises of 52 episodes of 22 minutes each. In addition, many of the episodes contain original songs especially composed for the series by well known Asian superstars including Ali Zafar, Ali Azmat, Josh, Haroon, Adil Omar and many others.::Unicorn black"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 153,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 68,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 35,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 6.5
            },
            "males": {
                "votes": 99,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 57,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 31,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.5
            },
            "females": {
                "votes": 17,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 11,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 4.0
            },
            "us users": {
                "votes": 5,
                "rating": 3.6
            },
            "non us users": {
                "votes": 51,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 93,
            "9": 11,
            "8": 12,
            "7": 7,
            "6": 9,
            "5": 1,
            "4": 1,
            "3": 1,
            "2": 4,
            "1": 14
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}