{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 January 2013"
            }
        ],
        "release dates": [
            "USA::3 January 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "You Can Plan a Mad Hatter Tea Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Can Plan a Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    It's a Mad Mad World and this month on \"Shelby's Secrets\" we're throwing a Mad Hatter Tea Party. This featured theme party is a zany and fun way to liven up the traditional tea party concept and treat someone special to a fun and unique celebration. Using her easy six-element approach to party design, Shelby walks you through the steps to create an indoor garden to set the mood, tasty treats to delight your taste buds, and some delightful invitations, activities and sweet special touches to send home with your guests. It's tea party fun for both big boys and girls!    "
                },
                "2": {
                    "title": "You Can Plan a Milestone Birthday Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Can Plan a Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode host Shelby Phillips introduces ideas for a milestone birthday party. Celebrating Baby's first birthday, Dad's 50th birthday or Grandma's 75th? These party ideas will work for any special birthday like the baby's 1st birthday we show here or another milestone event in the life of someone special to you    "
                },
                "3": {
                    "title": "You Can Plan a Mother's Day Garden Brunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Can Plan a Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Ideas for ways to make mom feel special on Mother's Day or another special occasion. This party shows you how to bring in a floral theme using flowers throughout in invitations, decor and more.    "
                },
                "4": {
                    "title": "You Can Plan a Graduation Toga Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Can Plan a Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Encourage your graduate to reach for the stars by throwing a toga party fit for gods and goddesses! Host Shelby Phillips walks you through a party design plan that will celebrate a graduation in perfect Greco Roman decadent style.    "
                },
                "5": {
                    "title": "You Can Plan a Father's Day NASCAR BBQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Can Plan a Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 May 2013",
                    "year": "2013",
                    "plot": "\n    A party design plan with some fresh ideas to throw dad a big BBQ bash sure to please him on Father's Day. Incorporating a NASCAR party theme made it easy to pick party invitations, decorations and special touches all with a racing theme or race car in design. This party plan is perfect for NASCAR, Formula One, Stock car racing fans or pull in a different sport like baseball, football, basketball, hockey, soccer or more and substitute it in this party plan outline to help you with ideas.    "
                },
                "6": {
                    "title": "You Can Plan a Jungle Safari Scavenger Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Can Plan a Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    A Hunt Anyone? A safari, a scavenger hunt, and a whole lot of fun in this month's party design plan! Shelby Phillips hosts this destination theme party with built in activities around the end destination...the zoo and pulls in the jungle party theme with animal decorations and scavenger hunt party activities.    "
                },
                "7": {
                    "title": "You Can Plan an End of Summer Shipwreck Island Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Can Plan a Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Summer's Over Soon! Send your friends a message to get stranded at the perfect end-of-summer get together...a Shipwreck Island Party! Host Shelby Phillips has some great ideas to help your friends get \"lost\" for awhile at your get together!    "
                },
                "8": {
                    "title": "You Can Plan a Holiday Open House",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Can Plan a Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Whether it's a Christmas party, Hanukkah celebration or other holiday gathering, a holiday open house is a welcoming, informal way to entertain during the holiday season. Host Shelby Phillips gives you some great ideas on how to take a party theme from a children's book in this overview of the holiday party on the opening segment of \"Shelby's Secrets to a Great Party.\"    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Phillips, Shelby"
            }
        ],
        "locations": [
            "Los Angeles, California, USA::(studio)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "You Can Plan a Party",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "You Can Plan a Party (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Marshall, Charlotte"
            },
            {
                "name": "Phillips, Shelby"
            },
            {
                "name": "Roy, Monique"
            }
        ],
        "production companies": [
            {
                "name": "Potluck Productions"
            }
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}