{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 September 2013"
            },
            {
                "country": "USA\n",
                "date": "13 September 2013"
            }
        ],
        "release dates": [
            "USA::7 September 2013",
            "USA::13 September 2013"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Two-Mato",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Chef and the Farmer turns 10 years old. Vivian embarks on a fruitless search for the season's first ripe tomatoes to serve at the restaurant's birthday party. She concocts a menu that represents a decade of professional growth, and then seeks the wisdom of Ms. Mary and Ms. Lillie to prepare an old-school tomato dish that \"kills hungry.\"    "
                },
                "2": {
                    "title": "Shake, Rattle, and Pole (Beans)",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "12 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    With summer heat high and rain levels low, Vivian struggles to scrounge up enough green beans to add to the menu at Chef the Farmer. Her kitchen capers continue as she stumbles to find her rhythm with a new chef firmly in place. Mrs. Tessie Mae offers levity by giving Vivian a golf cart tour of her garden, an intro to pickled pork, and a lesson in snapping pole beans.    "
                },
                "3": {
                    "title": "Prolific Peppers",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Vivian preps peppers for a trip to Lambstock, a party where chefs, food, and music converge. Even with Warren behind the wheel, the road provides unexpected woes. Before hitting the highway, Holley's grandmother offers a lesson in stuffing peppers and delegating authority.    "
                },
                "4": {
                    "title": "A Food Truck and a Pear Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Vivian, her parents, and Flo pluck pears from a tree that's been in the family for 100 years. The arrival of Vivian's cookbook sparks a well of emotions as the reality of wheeling a food truck around the country sets in. In order to get a better handle on the truck, Vivian and her crew do a practice run at the farmer's market and serve up Tom Thumb with pear relish -- a dish that pleases most but leaves a bad taste in Ms. Lillie's mouth.    "
                },
                "5": {
                    "title": "WANTED: Broccoli",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Vivian heads to NYC where her book launch means a full itinerary. A celebration dinner at Bon Appétit Kitchen follows her appearance on the Rachael Ray Show where Vivian finds that a shot of bourbon goes a long way. Back at the shop, Ben and crew ready the food truck for its first stop in Nashville. While there, a lack of rain leads Vivian on a challenging hunt for broccoli.    "
                },
                "6": {
                    "title": "Bourbon Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    What begins as a dinner at Maker's Mark in Vivian's honor ends as an American history lesson. A tour of Maker's Mark and Jefferson's distilleries illuminates the differences between whiskey, scotch, and bourbon for Vivian who also learns how Frank and Jesse James fit into Kentucky's boozy biography.    "
                },
                "7": {
                    "title": "Persimmon Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    On a short hiatus from the book tour, Vivian takes the twins to pick persimmons off Mrs. Betty's tree and learns about the different varieties of the fruit. She then takes that knowledge to Atlanta where an event called \"Hired Guns\" pits chefs and their dishes against each other. Back in Kinston, Vivian gets a pudding lesson from chef Bill Smith of Crook's Corner in Chapel Hill.    "
                },
                "8": {
                    "title": "Chasing Trout",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Vivian plans a respite from the road during the holidays, but finds herself equally busy at home. She volunteers at a soup kitchen and does one last book signing in Kinston before the holidays. Vivian also visits Sunburst Trout Farms and prepares a Feast of the Seven Fishes dinner at the restaurant where trout - from roe to filet - shines.    "
                },
                "9": {
                    "title": "Liver Lover",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "30 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Vivian visits one of her favorite farmers and an eastern North Carolina restaurant known for its fried livers. She learns that not all livers are created equal, but are equally good for you. Back at home, Mrs. Scarlett prepares a humble, old-school dish of beef liver and onions, which inspires Vivian to introduce a fancy, controversial liver dish to the restaurant's menu.    "
                },
                "10": {
                    "title": "King Cornbread",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "30 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    While enjoying some time at home, Vivian films a segment for a morning show where cornbread takes center stage. She then stops by a Kinston institution that merges cornbread with another Southern signature to create a handheld delicacy called \"the pig and a puppy,\" and creates her own version for a charity dinner. Back in the kitchen, Mrs. Scarlett and Ms. Lillie team up in a cornbread cook-off that showcases their different cornbread traditions.    "
                },
                "11": {
                    "title": "A Chef's Life Holiday Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "24 Dec. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Sweet Corn & Expensive Tea",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Chef Vivian Howard and her husband Ben leave New York to open a restaurant in her small North Carolina hometown. Vivian revisits the Southern tradition of \"putting up\" corn and shares her method for making smoked corn relish. As the episode concludes, a devastating setback threatens their new life.    "
                },
                "2": {
                    "title": "Strawberry Stay at Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian and Ben rebuild their restaurant against the backdrop of the Southern harbinger of spring, the strawberry. Their twins go on their first strawberry picking excursion and Vivian and a friend develop a recipe for Coconut Cornbread Strawberry Shortcake with Basil Whipped Cream.    "
                },
                "3": {
                    "title": "Pimp My Grits",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The restaurant gears up for a practice service when the new equipment and new menu will be tested in real time -- but nothing is going as planned. One of the big changes to the restaurant's menus is the addition of a section called \"Pimp My Grits,\" where Vivian exalts the lowly, quintessentially Southern ingredient in four distinct ways.    "
                },
                "4": {
                    "title": "Cracklin' Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian goes about christening the restaurant's new \"whole animal, no waste\" program with two little pigs from Warren Brothers' farm. She uses everything - including the skin - and shows us, upon her father's recommendation, how to make her version of sweet potatoes with cracklins.    "
                },
                "5": {
                    "title": "Tomatoes... You Say Heirloom, I Say Old Timey",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Mary Vaughn shows Chef Vivian the old-timey way to can tomatoes. Vivian prepares for a Southern Foodways Alliance luncheon at the restaurant where food enthusiasts from around the country are coming to study BBQ, and Vivian plans to serve them the \"ultimate tomato sandwich.\"    "
                },
                "6": {
                    "title": "The World Is Your Oyster",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian goes to Cedar Island to explore the new culture of farm-raised oysters in the Southeast. She and Ben share plans of opening an oyster bar across the street from Chef & the Farmer in hopes it will be a place that adds character and variety to the tiny town's \"dining scene.\" Vivian and her dad orchestrate their family's first-ever oyster roast and are blown away by how much everyone enjoys it.    "
                },
                "7": {
                    "title": "Muscadine Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Ben, Vivian and the twins pick muscadine grapes at a small local vineyard while learning the history of this native grape. Vivian visits Mike and Gator, her grape suppliers, and makes homemade wine. Back at the restaurant, Vivian makes a pizza with mulled muscadines, and Ben tests this new creation during their first stressful pizza night in the wine shop.    "
                },
                "8": {
                    "title": "A Road Trip for Rice",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian travels to Columbia, South Carolina, to meet with Glenn Roberts of Anson Mills and learns about Carolina Heirloom Rice growing in fields on the Savannah River. Glenn explains Anson Mills' efforts to save heirloom grains and discusses the importance of ingredient biodiversity. Glenn's passion inspires Vivian to host a \"rice dinner\" at Chef & the Farmer, where each course centers around this grain. Scarlett, Vivian's mom, schools her daughter on how to make the Chicken and Rice she grew up eating.    "
                },
                "9": {
                    "title": "A Peanut Pastime",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian visits neighbor Marty Harper's peanut farm just before and during harvest. Vivian's dad introduces Ben and Vivian to the old school break snack, a pack of salted peanuts dumped into a Pepsi in a glass bottle. At the restaurant, Vivian translates the snack into Pepsi glazed pork belly with country ham braised peanuts. Vivian reinvents the popular Southern snack, boiled peanuts, for the local farmer's market.    "
                },
                "10": {
                    "title": "Love Me Some Candied Yams",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian introduces us to Rob and Amy Hill, proprietors of one of the largest sweet potato farms in the country and two of the restaurant's best customers. Vivian and her mom, Scarlett, make her grandmother's candied yams and Vivian later re-imagines these for the restaurant with texture, sorghum and pecans. Mother Earth Brewery and Chef & the Farmer team up for a beer dinner featuring first-of-the-season sweet potatoes.    "
                },
                "11": {
                    "title": "Collard Greed Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian spends the morning with her neighbors, the Mills brothers, participating in their 100-year-old, all-male family tradition of making collard kraut. Vivian visits Warren at Brother's farm to talk about the Eastern Carolina ingredient with a cult following, the Cabbage Collard. Vivian prepares for an event called Terra Vita, where she will serve three courses to 100 people and make collards the star they deserve to be.    "
                },
                "12": {
                    "title": "The Buttermilk Bet",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian and Ben go to Maple View Dairy to pick up product for the restaurant. They talk buttermilk with the dairy's manager and the noise Ben makes while savoring his cup of the thick liquid annoys his wife. The couple attempt to shoot the twin's Christmas card picture in the family's in-ground pool turned turnip patch while Vivian's nieces and nephews desperately try to make buttermilk with their great-grandmother's butter churn.    "
                },
                "13": {
                    "title": "Have Yourself Some Moonshine",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian visits Broad Slab Distillery where they talk about the art and soul of white lightning. The restaurant's mixologist works moonshine into several new drinks while the restaurant staff struggle through the holiday party season. They end the season with a party of their own at Ben and Vivian's new house with AppleJack Moonshine Cocktails making a guest appearance.    "
                }
            },
            "2": {
                "0": {
                    "title": "Holiday Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "original air date": "16 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Having spent most of her adult life in the kitchens of highly-lauded restaurants, Vivian has rarely celebrated the holidays during busy Decembers. This year, she and her husband Ben Knight are determined to give their toddler twins a traditional holiday experience, cooking, laughing, and yes, crying their way through Southern traditions new and old. In this holiday special, Vivian discovers that mistletoe is traditionally shot out of a pecan tree, experiences her first hog killing, and leads a \"tacky Christmas sweater\" night with the restaurant staff at Chef and the ...    "
                },
                "1": {
                    "title": "Blueberries and Boiling OVer",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    After a year recovering from a restaurant fire and re-opening Chef and the Farmer, Vivian and Ben go all-in to open a burger/oyster bar called The Boiler Room. Vivian boils over with the stress of staffing adjustments, testing new menu concepts, and the enormous task of putting 500 pounds of blueberries to good use.    "
                },
                "2": {
                    "title": "Shrimp Sells",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Vivian and Ben head to the beach for their annual summer vacation with the Howard family. Vivian turns up the heat with a bit of friendly competition with her older sisters. Frogmore Stew, cooked outside at the beach of course. She visits a fish camp and learns the heads and tails of fresh shrimp. Back in Kinston, the devil is in the details as Vivian and Ben prepare to open a second restaurant.    "
                },
                "3": {
                    "title": "R-E-S-P-E-C-T the Butterbean",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Burgers. Oysters. Beer. Hallelujah! Vivian and Ben are on the cusp of opening their new restaurant, the Boiler Room, and they are facing a new challenge: how to make a veggie burger stand out. Vivian waxes romantic about the beloved butter bean and chooses it as the star of her new burger, but quickly learns that the butter bean is a straight up diva when it comes to growing conditions.    "
                },
                "4": {
                    "title": "Don't Tom Thumb Your Nose at Me: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Vivian, Ben and the entire Chef and the Farmer staff hustle to complete the mammoth preparations necessary for her big luncheon at the Southern Foodways Alliance symposium in Oxford, Mississippi. Vivian take the women in her life as inspiration for her menu, honoring those who have made her the woman she has become.    "
                },
                "5": {
                    "title": "Don't Tom Thumb Your Nose at Me: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Excitement turns into heightened emotion and real nerves for Vivian as she faces one challenge after another in the prep kitchen before her big SFA luncheon. Vivian is glad to have Chef Jason Vincent to lend some street cred. Rice almost brings Vivian to her breaking point but everyone pulls together for the big event and her parents join her on stage for an emotional and watershed moment for her.    "
                },
                "6": {
                    "title": "Apples",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    As Vivian returns from her Mississippi road trip to the fall harvest, she confronts her long absence from the dinner service at Chef and the Farmer. She travels to an heirloom apple tree collector, Creighton Leigh, the Johnny Appleseed of the Southern apple, who grows 800 varieties in the rolling hills of North Carolina's Piedmont. Savory and sweet heirloom apples are in grits with cheddar and ham and triple-decker apple pie with a crust made from fresh-rendered lard makes an appearance on the menu. Vivian tries her hand at drying apples and her neighbor schools her ...    "
                },
                "7": {
                    "title": "The Fish Episode, Y'all",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Vivian presents a few of the many ways fish makes its appearance in Southern cooking, from dried mullet roe to a friendly fish stew competition with Warren Brothers' buddies. Vivian gets schooled on the rules of a good Eastern NC fish stew: Make it a social event. Use whole hog bacon. Resist your urge to stir! And most importantly, start crackin' eggs and don't forget a side of white bread.    "
                },
                "8": {
                    "title": "Obviously, It's Pecans",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "21 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    It's November ya'll and that means it's busy at Chef and the Farmer. Vivian is feeling the stress of both work and home as she juggles running the restaurant after suspending her sous chef and preparing for her own Thanksgiving feast. She and Ms. Scarlett head to Ms. Scarlett's family farm where they source their pecans and have a run in with Uncle Dwight's wild boar.    "
                },
                "9": {
                    "title": "Turnips: The Roots",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The heady heyday of hot Summer vegetables are over and rainy winters can bring some dull varieties. Few are more unglamorous than the turnip. Nevertheless, Vivian is determined to showcase the sexiness of this seemingly vanilla root vegetable. Unlike the bitter, earthy purple-top variety, Warren and Lilly show Vivian how to cook the tender, silky Hakurei turnip.    "
                },
                "10": {
                    "title": "Turnips: The Greens",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "30 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Late winter brings \"run-up\" turnip greens, which Vivian sees as central to her approach to southern food, capturing both the spirit and the letter of what Chef and the Farmer is all about. Miss Scarlett helps out by procuring greens from a local produce stand, washing them four times, and discussing the how-to of buying and cooking good turnips to satisfy her \"southern people.\"    "
                },
                "11": {
                    "title": "Chicken Lickin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "11 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    As Vivian waits for Spring's vegetables to appear, she pauses to appreciate chicken's endless capacity as an ingredient. The restaurant's new best-seller is a whole chicken, pounded and stuffed with broccoli salad, a method that takes a free-range bird much further than it can ordinarily go. Meanwhile, her effort to deconstruct chicken salad, a Southern favorite, turns out better in theory.    "
                },
                "12": {
                    "title": "Ramp-ing Up to Spring",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Vivian hunts for ramps-an Appalachian wild leek-with renowned bacon purveyor Alan Benton near his home in the Tennessee countryside. The restaurant world goes wild over ramps, after a winter of few fresh vegetables. Vivian's \"ramp dealer\" brings her his freshest stash, foraged from the North Carolina mountains. Theo and Flo show off a piglet and a baby goat at the ag show.    "
                },
                "13": {
                    "title": "Eggs a Dozen Ways",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Vivian finally makes good on a promise to cook for a friend's supper club, and she seizes the moment to experiment with an egg dish that she hopes to wow New York City's James Beard House crowd in a few weeks. She visits with her egg producer and learns the ins and outs of egg varieties, from chickens to ducks to guineas to partridges.    "
                },
                "14": {
                    "title": "Eggs Two Dozen Ways",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ben and the kitchen team pack up the van and hit the road for New York. A month of planning and preparation peak as Vivian's invitation to cook at the prestigious James Beard House becomes a reality. Back in New York, she reflects on the beginning of her journey as a professional chef. Warren Brothers, his wife Jane, and other friends for Kinston bring their particular brand of Eastern NC charm.    "
                }
            },
            "3": {
                "1": {
                    "title": "Stop, Squash and Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With squash season in full effect, trouble with the twins, staffing issues at the Boiler Room and a new cookbook overloading her plate, Vivian seeks motherly advice from Mrs. Scarlett and her sister Johnna over a Southern classic: squash and onions.    "
                },
                "2": {
                    "title": "Pretty in Peach",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Mrs. Scarlett teaches Vivian the secrets of Gramma Hill's canned peaches and shares memories from her own childhood. Vivian sweats through a Thanksgiving-in-July photo shoot while a major mix-up leaves the restaurant team scrambling.    "
                },
                "3": {
                    "title": "Gettin' Figgy with It",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Vivian is under the gun to pen an entire book chapter on figs in three days. The stress inspires a fig and honey bourbon slushie tasting and a fig preserves session. After much debate, Vivian and Ben decide to charge for bread at the restaurant.    "
                },
                "4": {
                    "title": "Pickle Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Vivian visits her friend Nancy for a surprisingly comforting combination of homemade pickles, chicken salad and chocolate cake. Ben and Vivian audition a new chef to offer Ben some relief and much-needed time to focus on his art.    "
                },
                "5": {
                    "title": "Prickly Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Vivian's mentor, Scott Barton, stops by the restaurant and shares the African roots of okra. Vivian learns that picking okra is a prickly business and gets a crash course in food styling during a photo session for her upcoming cookbook.    "
                },
                "6": {
                    "title": "If You Can't Beet Em",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Matt from Crooked Fence Produce shows Vivian how to make \"the best pickled beets she ever ate.\" Vivian incorporates beets into an unconventional chocolate cake in honor of Ms. Mary's 89th birthday. There's no telling how Ms. Lillie will respond.    "
                },
                "7": {
                    "title": "A Casserole Says Plenty",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "17 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Boiler Room welcomes a new manager, much to Ben's delight. A family reunion brings out long-lost relatives, the warmth of fellowship and an impressive spread of home-cooked casseroles.    "
                },
                "8": {
                    "title": "Honey, I'm Home!",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    After a visit from \"The Honey Man,\" Vivian turns up the heat on a dish of chicken livers drizzled with hot honey. While Ben preps for his art show in Durham, Vivian descends on the \"Bull City's\" restaurant row to sample sweet, honey-themed dishes.    "
                },
                "9": {
                    "title": "They Call 'Em 'Bagas",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "31 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Lillie shows Vivian three ways to bring out the bitter and the sweet in rutabagas. Vivian showers her team with gifts as they prepare a holiday menu. A hectic New Year's Eve at the restaurant ends in a toast and a smile, despite brewing tension.    "
                },
                "10": {
                    "title": "Gone Clamming, Part I",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Travel with Vivian to Charleston's Wine and Food Festival, the South's premiere gathering of world-class chefs and food folk. A clamming trip with low-country legend \"Clammer Dave\" adds a bit of adventure.    "
                },
                "11": {
                    "title": "Gone Clamming, Part II",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Continue the visit to Charleston, especially the popular Waffle House Smackdown. Frank Lee, \"Mayor of Charleston,\" invites Vivian to his home and schools her in the proper way to open a clam and reveals the secret to his aunt's decadent clam hash.    "
                },
                "12": {
                    "title": "What's Your Beef?",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Find out how Vivian's whole-cow program, after some initial hiccups, finds its groove. Mrs. Scarlett makes a classic cubed steak, inciting an epic tantrum from Flo. Vivian heads to New York to meet her new editor as work on her cookbook continues.    "
                },
                "13": {
                    "title": "One Potato, New Potato",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Find out how Vivian's whole-cow program, after some initial hiccups, finds its groove. Mrs. Scarlett makes a classic cubed steak, inciting an epic tantrum from Flo. Vivian heads to New York to meet her new editor as work on her cookbook continues.    "
                }
            },
            "4": {
                "1": {
                    "title": "Onions and Avetts",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "10 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Spring onions kick off the season in high gear as Vivian takes a break from penning her first cookbook to prepare a benefit dinner at a training ground for beginning farmers. Even though The Avett Brothers make an appearance, the underdog onion steals the show, playing both star and support.    "
                },
                "2": {
                    "title": "My Watermelon Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "17 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The heat is high and watermelons are ripe for the picking. After being away from the restaurant all summer, Vivian returns to a staff of unfamiliar faces and works to build camaraderie with the newbies while accepting inevitable changes. As her cookbook capers continue, Vivian employs an avid home cook to put recipes from her forthcoming book to the test.    "
                },
                "3": {
                    "title": "Peas, Please",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "24 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    As a visit from her editor accelerates book preparations, Vivian reckons with handing over the restaurant reins to John and Justise. A tutorial in \"beatin' peas\" delivered by a 92 year-old expert is an entertaining and therapeutic history lesson.    "
                },
                "4": {
                    "title": "Stand by Your Cabbage",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Vivian preps for a first-time trip to Feast Portland. Sam Jones and Miss Lillie share old-school cabbage recipes that influence the dish she prepares for festival goers. While on the road, she trusts John and Justise to hold down the fort back home.    "
                },
                "5": {
                    "title": "Cabbage's Last Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Vivian can't resist the opportunity to romp around the city before firing up the BBQ cabbage at Feast Portland. The crisp Oregon air and thousands of patient festival patrons make hiccups with her cooking equipment easier to overcome.    "
                },
                "6": {
                    "title": "Rabbit",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Vivian's rabbit demo at the Carolina Meat Conference is met with a rowdy rabble of protesters. As a cherished staff member prepares to leave the restaurant, Vivian mourns his loss while anticipating the additional strain.    "
                },
                "7": {
                    "title": "More Than One Way to Skin a Catfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    An up-close-and-personal experience with farm-raised catfish offers Vivian an enlightened perspective on the industry. When a staff member's last day at the restaurant arrives, heavy emotions and fond memories create a bonding moment for the crew.    "
                },
                "8": {
                    "title": "All Sunchoked Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Flo and Theo's pre-school class visits the restaurant for a meal where table manners are the focus, but exceptionally slow service makes everyone antsy. When Vivian's sunchoke recipe doesn't make the grade, she enlists guidance from an old friend.    "
                },
                "9": {
                    "title": "Heavenly Hocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    A view behind the scenes reveals the hot and cold of curing ham. At a New York dinner party in her honor, Vivian serves up a gift of seasoning meats - the pig tails, ham hocks and fatback that give Carolina cuisine its quintessential kick.    "
                },
                "10": {
                    "title": "Mayo - the Mother Sauce",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Chef's Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    A surprise brand takes top prize in Vivian's mayo blind taste test. After a new chef takes the reins, her diminishing role at the restaurant becomes clearer. Vivian's long-held vacation plans are stifled by a series of strange events.    "
                }
            }
        },
        "number of episodes": 62,
        "cast": [
            {
                "name": "Howard, Vivian"
            },
            {
                "name": "Knight, Ben"
            },
            {
                "name": "Castle, Sheri"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 5,
        "rating": 7.6,
        "votes": 159,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTNlNmIwMjgtYzY1Mi00YWZkLTkwM2YtZTA1MGI2N2FkZDdmXkEyXkFqcGdeQXVyNDg1NzUwMDc@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$500,000 (estimated)",
        "plot outline": "A Chef's Life is a character-driven documentary and cooking series. The first season consists of 13 half-hour episodes. Much more dynamic than a typical cooking show, A Chef's Life plunges audiences into the kitchen of a highbrow restaurant located in the \"low country\" of North Carolina. The series explores both traditional and modern applications of quintessential Southern ingredients through the life and work of the series' host and narrator, Vivian Howard. Vivian's skill in the kitchen is an equal match for her charismatic personality, radiating behind crystal grey eyes. Vivian and her husband, Ben Knight, own and operate Chef and the Farmer, a farm-to-table restaurant in Kinston, NC. A Chef's Life will broadcast nationally on PBS stations starting September 2013.",
        "languages": [
            "English"
        ],
        "title": "A Chef's Life",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "A Chef's Life (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Howard, Vivian"
            }
        ],
        "production companies": [
            {
                "name": "Markay Media"
            },
            {
                "name": "Markay Media"
            },
            {
                "name": "Derek Britt Entertainment"
            },
            {
                "name": "SCETV"
            },
            {
                "name": "Trailblazer Studios"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            }
        ],
        "plot": [
            "_A Chef's Life_ (qv) is a character-driven documentary and cooking series. The first season consists of 13 half-hour episodes. Much more dynamic than a typical cooking show, _A Chef's Life_ (qv) plunges audiences into the kitchen of a highbrow restaurant located in the \"low country\" of North Carolina. The series explores both traditional and modern applications of quintessential Southern ingredients through the life and work of the series' host and narrator, 'Vivian Howard' (qv). Vivian's skill in the kitchen is an equal match for her charismatic personality, radiating behind crystal grey eyes. Vivian and her husband, 'Ben Knight' (qv), own and operate Chef and the Farmer, a farm-to-table restaurant in Kinston, NC. _A Chef's Life_ (qv) will broadcast nationally on PBS stations starting September 2013.::Cynthia Hill",
            "Chef 'Vivian Howard' (qv) explores farm-fresh cooking, family and community in North Carolina's low country in this half-hour series from South Carolina ETV. Each episode follows Vivian into cornfields, strawberry patches and hog farms as she searches for ingredients for her seasonal menus at her restaurant, Chef and the Farmer, in Kinston, N.C. As the series opens, Vivian and her husband, 'Ben Knight' (qv), find themselves juggling the new restaurant as they raise their twins and build a new home.::Jwelch572"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 159,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 3.7
            },
            "aged 30 44": {
                "votes": 47,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 52,
                "rating": 8.2
            },
            "males": {
                "votes": 60,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 4.0
            },
            "males aged 30 44": {
                "votes": 27,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 27,
                "rating": 7.9
            },
            "females": {
                "votes": 46,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 18,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 25,
                "rating": 8.4
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.7
            },
            "us users": {
                "votes": 83,
                "rating": 8.1
            },
            "non us users": {
                "votes": 4,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 57,
            "9": 31,
            "8": 24,
            "7": 14,
            "6": 5,
            "5": 3,
            "4": 1,
            "3": 6,
            "2": 5,
            "1": 13
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}