{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "August 2013"
            },
            {
                "country": "Sweden\n",
                "date": "23 July 2015"
            },
            {
                "country": "UK\n",
                "date": "16 October 2015"
            }
        ],
        "release dates": [
            "USA::August 2013",
            "Sweden::23 July 2015",
            "UK::16 October 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Ghost Inside My Child"
            },
            {
                "countries": "Spain",
                "title": "Ninos reencarnados"
            },
            {
                "countries": "Sweden",
                "title": "Mitt barns tidigare liv"
            }
        ],
        "akas": [
            "The Ghost Inside My Child (original title)",
            "Ninos reencarnados Spain",
            "Mitt barns tidigare liv Sweden"
        ],
        "akas from release info": [
            "The Ghost Inside My Child (original title)",
            "Ninos reencarnados Spain",
            "Mitt barns tidigare liv Sweden"
        ],
        "episodes": {
            "2": {
                "5": {
                    "title": "Plane Crash and Sacred Ash",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    What would you do if your daughter remembered being inside the Empire State Building when a plane crashed into it, or if your son suffered night terrors from memories of the massacre of Native Americans? Plane Crash and Sacred Ash takes you on this journey with two different families from entirely different backgrounds, but what they both have in common is that their children have been affected by traumatic lives they lived before.    "
                },
                "6": {
                    "title": "The Wild West and Tribal Quest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    At only 5 years of age, Olivia graphically describes her pioneer family living with Native Americans and ultimately being murdered. Across the country, Auguste vividly recalls a tribal rite of passage and displays expertise and knowledge of ancient weapons. The Wild West and Tribal Quest follows the intense experience of two families struggling to understand their children's past life memories.    "
                },
                "7": {
                    "title": "Rockefeller Charms and Brothers in Arms",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "5 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    What would you do if your daughter said you were not her mother and believed you had taken her from her real home? How would you feel if your son continuously told you his brother had been killed in a war even though that had never happened? Rockefeller Charms and Brothers In Arms tells the story of two families in crisis whose children cannot let go of past lives they remember living.    "
                },
                "8": {
                    "title": "Ancient Flood and Confederate Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "12 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    As a toddler, Nick had horrible night terrors and dreamt of being a Civil War soldier. Will he now be able to handle a visit back to the battleground where he lost his life centuries ago? Young Ahna is able to communicate with deceased loved ones, and remembers living in an ancient Egyptian civilization. Will Ahna's family be able to help her not feel so alone in this modern world? Ancient Flood and Confederate Blood follow two youngsters on a journey to say goodbye to the past and move forward in the present.    "
                },
                "9": {
                    "title": "Wounded in Battle and Lightning Storm Rattle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When six-year-old Rylann spoked of bizarre details of dying in a lightning storm and a plane crash, her mother wasn't sure what to do. Then, she was stunned when she found a horrific plane crash in 1982 that matched all of the details from Rylann's stories. Young Jessica was tormented by other kids for being different. But when she started talking about fighting a battle in the 1600's, her mother became really worried.    "
                },
                "10": {
                    "title": "Family Drama and Military Trauma",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When young Noah starts talking and acting like his uncle, his family is shocked - particularly since his uncle died five years before Noah was even born. When Riley starts to share memories of an abusive father who had been injured before the war, his family is left speechless - especially since Riley's own loving father has never been in the military. Will Noah and Riley ever be able to say goodbye to the families from the past?    "
                },
                "11": {
                    "title": "Unfinished Note and Attack on a Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    At two years-old, Shane became obsessed with guns and talked about being in the military. Shane's mother felt helpless as her young son begun to reveal details of being a 14 year-old soldier who was killed during a war. Taylor had horrible nightmares and talked about seeing spirits in her bedroom. Taylor started to reveal memories of being a man from the 1700s who was killed before he was able to finish writing an important letter.    "
                },
                "12": {
                    "title": "The Perfect Aim and Killed by the Flame",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    As a young girl, Kimberly constantly played with her sister Sarah whom no one else could see. Her mother really became concerned when Kimberly said that her sister pushed her into a fire, killing her. Evan made bomb noises from the time he could speak and described intense nightmares of war, but when he began to write Russian and recall precise memories of being a Russian sniper, the family began to wonder if he was remembering a past life.    "
                },
                "13": {
                    "title": "Killed by a Bomb and Bonfire Gone Wrong",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "28 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Four year-old Andrew talked to people no one else could see, and told his mother he was killed by a bomb. When Andrew reveals that he used to be a Marine in a past life, his parents are left feeling helpless. Young Jada could never sleep alone at night, and had an irrational fear that something bad was going to happen to her. After becoming hysterical at a festival bonfire, Jada's mother was shocked when she began revealing detailed memories of her death during the 15th century. Will these parents be able to help their children let go of the memories that continue to ...    "
                },
                "14": {
                    "title": "Child of F. Scott and a Toddler Distraught",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "30 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Anissa's mom thought it was cute when her daughter told her stories about living in a place called New York. But when she began to describe her \"past past daddy\" as a writer who smoke and drank a lot, her parents became concerned. Two year-old Lexi has been having horrible night terrors, and talks about people burning and a plane being on fire. Left feeling helpless, Lexi's grandmother began to do research and couldn't believe what she found.    "
                },
                "15": {
                    "title": "Drowned at Sea and First Degree",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "11 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    From the time he was little, Seumas had an obsession with large ships, and extreme anxiety about his own death. After Seumas began to describe details of dying in a lifeboat, his parents started to do research in hopes of helping Seumas overcome his fears. Jacob constantly talked about his other family, and described a shadowy figure who bullied him at night. His mother was shocked when Jacob began to reveal gruesome details of being murdered by a baseball bat. Will these two families be able to help their sons by discovering who they were in a past life?    "
                },
                "16": {
                    "title": "Twin Tragedy and Family Agony",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    As a young boy Brayden begins telling his family details of his Great Uncle's Murder. When those details don't match what the authorities told them, the family begins to question whether the real killer is till out there. Mikayla is so afraid when her mother Brenda goes anywhere without her that Brenda is forced to stay close to her daughter to avoid meltdowns. When Mikayla reveals she was a twin and where her fear comes from, everyone is shocked.    "
                },
                "17": {
                    "title": "Death on the Farm & Parents Who Harm",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "13 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Aiden's mother becomes concerned when he tells her about a sister he doesn't have and a house he has never lived in. But things get even scarier when he reveals he was killed in a past life by the people who were suppose to protect him, his parents. From the time Ryan was a little boy, his parents noticed he was different. He told them he chose them and could see things no one else saw. But when he told them he had a past life where his parents were shot in their bed, the family becomes concerned.    "
                }
            },
            "1": {
                "1": {
                    "title": "A Soldier and a Screenwriter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Night after night, two year-old Eric would wake up screaming from a horrific dream about being crushed to death. However it was Eric's obsession with Hollywood that escalated to the point where they had to lock the doors.    "
                },
                "2": {
                    "title": "Disaster Deaths",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    From a young age Jamey had a crippling fear of water and would have intense night terrors about drowning. He became eerily obsessed with the Titanic and would be consumed with guilt over the lives lost that cold night.    "
                },
                "3": {
                    "title": "Orphan Trains & Hotel Flames",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Erika and Nick were so excited when their son Luke was born. But when Luke told his mother his name was Pam from the \"time before\" and how he \"was pushed out of heaven,\" Erika became nervous.    "
                },
                "4": {
                    "title": "Silent Film Star and the Man Who Fell Far",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ghost Inside My Child (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Amy is a young woman who has vivid memories of the silent film era and is obsessed with tragic deaths of movie stars. Brennan, a 6 year old far advanced for his age, can recall in detail a tragic fall that ended his life. Silent Star and The Man Who Fell Far follows two families' emotional journeys as their children remember lives they once had.    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Arrington, De'Marco"
            },
            {
                "name": "Eubank, Bella"
            },
            {
                "name": "McMichael, Tyler"
            },
            {
                "name": "Michel, Glen"
            },
            {
                "name": "Torres, Aiden"
            },
            {
                "name": "Nicosia, Liam"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "es",
            "de"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Dolby Digital"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 115,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEwMTUzMDA3MV5BMl5BanBnXkFtZTgwMDgyMzAxMzE@._V1_SY150_CR46,0,101,150_.jpg",
        "plot outline": "Features stories from children who have vivid memories that belong to other people and spotlights their families, who want to figure out who the children were in their previous lives. Some stories include a girl who remembers being inside the Empire State Building when a plane crashed into it, a boy who remembers a tragic fall that ended his prior life, and a boy who details memories of a tribal rite of passage.",
        "languages": [
            "English",
            "Spanish",
            "German"
        ],
        "title": "The Ghost Inside My Child",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Fix, Ilana"
            }
        ],
        "plot": [
            "Features stories from children who have vivid memories that belong to other people and spotlights their families, who want to figure out who the children were in their previous lives. Some stories include a girl who remembers being inside the Empire State Building when a plane crashed into it, a boy who remembers a tragic fall that ended his prior life, and a boy who details memories of a tribal rite of passage.::Basel Asaad"
        ],
        "synopsis": [
            "What if your child remembered living and dying in a past life? The Ghost Inside My Child on bio. explores children's incredible stories of past lives, told in stunning detail.\nThis is a documentary reenactment TV series from the network: A&E Television NetworksThe program is not about dreams but about reincarnation. Two young boys have inexplicably strange obsessions and horrific nightmares, describing events they could not have possibly witnessed or been exposed to. One child claims his name is something like Peter, seems to understand German, makes drawings of WWII fighter planes and of evacuating children from a war zone.Disaster deaths: From a young age Jamey had a crippling fear of water and would have intense night terrors about drowning. He became eerily obsessed with the Titanic and would be consumed with guilt over the lives lost that cold night.I found the synopsis from: Amazon.com, and Lily t."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 115,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 19,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 40,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 30,
                "rating": 7.7
            },
            "males": {
                "votes": 42,
                "rating": 5.6
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 6.1
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 5.1
            },
            "males aged 45 plus": {
                "votes": 18,
                "rating": 5.9
            },
            "females": {
                "votes": 54,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 11,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 24,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 11,
                "rating": 9.3
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.0
            },
            "us users": {
                "votes": 38,
                "rating": 8.3
            },
            "non us users": {
                "votes": 31,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 48,
            "9": 18,
            "8": 15,
            "7": 9,
            "6": 6,
            "5": 1,
            "4": 1,
            "3": 2,
            "2": 1,
            "1": 14
        },
        "arithmetic mean": 7.8,
        "median": 9
    }
}