{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "8 May 2013"
            }
        ],
        "release dates": [
            "UK::8 May 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "languages": [
            "English"
        ],
        "title": "Bankers",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Bankers (United Kingdom)"
        ],
        "distributors": [
            {
                "name": "BBC Two"
            }
        ],
        "other companies": [
            {
                "name": "Line 21 Media Services"
            }
        ],
        "synopsis": [
            "In the five years since the crash that brought the worlds economy to its knees, bankers have lurched from one crisis to another. Scandal after scandal has raised questions about their pay, their values and their judgement and after the industry received billions in tax-payer bail outs, the public is in no mood to forgive and forget. Broadcast just before the major report by the Parliamentary Commission on Banking Standards, this timely series examines crucial questions that are now at the heart of the public debate as the country struggles to emerge from the economic downturn.Like it or loathe it, banking is a vitally important industry and this three-part series from the award-winning Money Programme team and made in partnership with The Open University asks two fundamentally important questions: can we ever trust bankers again and what do we really want from our banks? The series also examines how banking changed in the second half of the 20th century and how society bought into the era of seeming prosperity that led up to the crash.A cast-list including bank Chairmen and CEOs, former Chancellors of the Exchequer, a Nobel laureate, MPs, Central bankers, regulators and the Archbishop of Canterbury discuss with extraordinary frankness the crisis of trust and behaviour that has beset the industry.Episode one reveals how bankers, abandoned the age-old adage of my word is my bond and lied and cheated the system in the ruthless pursuit of profits. Episode two tells the frightening story of how, even in the post-crash era, buccaneering risk-taking by bankers can lead losses that run into billions of pounds. And episode three examines the causes of the multi-billion pound mis-selling scandal as our high street banks ripped off their own customers on an industrial scale.\n"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}