{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 September 2013"
            }
        ],
        "release dates": [
            "USA::13 September 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Señor Stevia or: How I Learned to Stop Worrying and Love the Bean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Jozef arrives alone in Colombia to begin Season Two with the new owner of the show, Alex Trapp, while Makenzie, Matt, and Reuben are left behind in Wisconsin. Colombian fútbol star Radamel Falcao guest stars, Jozef does a report on support for Conan O'Brien's \"Team Coco\" in Libano, and Alex introduces a segment of his own, picking coffee beans on his farm. After Jozef fails to prove an adequate worker, Alex sends him packing with a new deal...    "
                },
                "2": {
                    "title": "Dash Cam Confessional",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Matt runs into Jozef at the airport while Bon-hopping and offers him a ride. After Matt reveals he traded everything from the show to a mysterious man known as \"The Collector\", the two must do the show alone from Matt's car via his dash cam. Matt also explains that he gave The Collector the social security numbers and addresses of Makenzie, Reuben, Matt Mast, Scoonie, Uncle Glen, Jacob Woelfel, LaJa$zy J, Counselor Rick, Erica the Cat Lady, Interim Executive Producer Mario Lanza, and Dale ???? and that they all may have been abducted as a result. Jozef remembers ...    "
                },
                "3": {
                    "title": "Vacuum on High",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Jozef brings the stevia to Reuben's house, where Reuben I.D.s the powder instead as cocaine, agreeing to help Jozef sell it to repay Alex Trapp. Matt offers up his mom's house as a temporary studio and brings his mom out as a guest for a \"Hot or Not\" segment, between interruptions from her vacuuming, once during an important collect call to Jozef from Makenzie.    "
                },
                "4": {
                    "title": "Mercy, Mercy Me (The Apology)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "25 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Jozef and Matt broadcast from Earth Park in honor of Earth Day, but overlook the lighting situation and end up with a pitch black background instead. Matt Mast stops by with an Earth Day poem and Chelo III does a piece on sports after Reuben gives Jozef a coded update on the stevia sales. Matt receives a threatening call from The Collector and Jozef has a breakdown and apologizes for all of his failures.    "
                },
                "5": {
                    "title": "Eternal Sunshine of the Uncollected Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 May 2014",
                    "year": "2014",
                    "plot": "\n    The identity of \"The Collector\" is revealed, with Uncle Glen, Former P.A. Matt's Best Friend Scoonie, and Jacob Woelfel the insane weatherman as the first kidnapping victims, held up in the old studio. Jozef and Matt broadcast from Professor VanOuchie's laboratory, where they manipulate the audio from a phone call from The Collector to discover the identity for themselves. Jozef doesn't like what he hears and VanOuchie offers a solution to help him forget all about this mess...    "
                },
                "6": {
                    "title": "That's Jozef in the Corner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Jozef is attacked by one of Matt Ott's \"Robo-Ryan\" robots in the jungle while living out his new life as a Colombian fisherman. However, fútbol star, Radamel Falcao arrives and leads him to a hologram projection of Professor VanOuchie who attempts to begin restoring Jozef's memory by sending him to Alex Trapp's farm to resume taping the show, telling Jozef he must say goodbye to his new Colombian family. Jozef and Alex host the show together at a coffee shop near the farm and Jozef does a field report about food in Bogotá. Ready to return to the United States, Jozef's...    "
                },
                "7": {
                    "title": "Gran Colombiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Jozef excitedly prepares for his date with Andrea, but when he goes to meet her in the park, she is nowhere to be found. Jozef and Alex produce another episode in the coffee shop and Alex introduces his new series to be released in 2015, \"Ecological Instant\", but after the episode is over, Jozef expresses wanting to return home, and Alex arranges for Matt to pick Jozef up from the airport in the United States.    "
                },
                "8": {
                    "title": "The Matt in the Hat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Matt unveils his new gimmick, a new crazy hat for each week, an idea Jozef hates. Reuben returns to FNW, gaging how much of his memory Jozef retained so he may exploit it, Jozef interviews Emma Bernhoft about his film The Wayward Sun, and special guest Milltownproduct delivers a \"gift rap\" before getting into a scuffle with Santa Claus.    "
                },
                "9": {
                    "title": "The Grapes en Masse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jozef brings a grape-eating New Year's tradition from Colombia to Friday Night Weekly as the new homeowners of the basement studio arrive wondering why there is a show being taped in their house. Kameelia Minley guest stars hosting a 2014 trivia game show with Jozef and Matt and Reuben hosts a crisis panel with Jacob Woelfel, Scoonie, and Uncle Glen as the \"Basement Studio Survivors\", recalling their capture by \"The Collector\" several months earlier.    "
                },
                "10": {
                    "title": "Bloody Well Left",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    FNW is celebrating Women's Week, but Reuben distracts Matt with donuts in the break area and puts on a disguise, replacing him at the desk to get close enough to Jozef to explain the problem he's created by padding the stevia supply that he believes to be cocaine with finely crushed glass, causing internal bleeding problems to their customers. Matt does a segment on \"Women's Lefts\" instead of women's rights, Matt Mast guest stars with a message for women, and Reuben brings back \"The Reuben Report\" with a piece on feminism.    "
                },
                "11": {
                    "title": "International Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Max Splorer arrives on the FNW set with a grim forecast of a Matt Ott-led apocalypse that he read on the walls in the tombs of Egypt, declaring Jozef as the only hope to defeating Matt Ott and his army of Robo-Ryans as they descend on the Middle East to claim Ali Baba's treasure. Jozef and Max leave for Egypt, stopping in Dubai on the way.    "
                },
                "12": {
                    "title": "Aroma Sharif",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    One of Matt Ott's Robo-Ryans infiltrates Jozef's hotel room in Cairo, but Max Splorer kills it. Jozef and Max do the episode from a perfume oil shop in Egypt, Matt checks in with news on his own special mission, Jozef does a field report on the Great Pyramids, and Max discovers from reading more ancient hieroglyphs that they must return to Dubai and search the Persian Gulf, but run into trouble on the plane ride there...    "
                },
                "13": {
                    "title": "Dubai Stranger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "30 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Ryan the P.A. arrives in time to rescue Jozef and Max Splorer from their capture in Dubai. Matt checks in with an update on his latest mission, Jozef and Max play a game designed by Chelo III, \"By the Eyes: A Celebrity Guessing Game\", and Jozef does a field report on the women of the UAE and the abaya and niqab garments.    "
                },
                "14": {
                    "title": "Phoning It In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Jozef sells the show, forced to bring things to a sudden end. Is this it for FNW?    "
                },
                "15": {
                    "title": "Epilogue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "31 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Jozef reflects on the disasters of \"Friday Night Weekly\" with Ryan the P.A. after \"finally watching every episode\" of the show and is inspired to get ordained as a priest online and begin his new show, \"Holy Shit\".    "
                }
            },
            "1": {
                "1": {
                    "title": "Meet the Plant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Jozef K. Richards begins his new journey as a news host, with co-host Matt Henry, on \"Friday Night Weekly\". Together they bring the news of the week, followed by FNW Special Reporter Reuben Glaser interviewing Trimbleston University's Samuel St. Hngus on what would happen in a world without bugs. Then the studio plant falls over.    "
                },
                "2": {
                    "title": "Let's Talk About Secs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Matt Henry and Jozef K. Richards bring the news of the week and go in depth on Dennis Rodman and Kim Jong Un's friendship. Reuben Glaser screws up his report on the conflict in Syria while Matt finds some weird tweets of Reuben's about Barack Obama and Katy Perry. Jozef grows weary of Ryan trying to mend a tiny hole in the back of Matt's shirt.    "
                },
                "3": {
                    "title": "Of Booze and Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Matt, Ryan, and Reuben agree Jozef is in need of some loosening up, so they decide to spike his cat mug with alcohol before the show. After their plan fails, Matt and Jozef bring the news of the week and discuss Pope Francis in a new segment: \"Rogue Pope Roundup\". Reuben Glaser defends a pickled snake in the \"Defense Corner\". In the end, the crew's poor performance drives Jozef to alcoholism anyways.    "
                },
                "4": {
                    "title": "Meth Ado About Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Matt dreads the arrival of the 4th episode and the bad luck it will bring, though Jozef feels that is nothing but superstition. Matt's spiritual adviser Matt Mast stops by with some \"Good Feelings\" and Reuben joins Jozef and Matt for a spoiler-free \"Breaking Bad\" discussion during which Jozef reveals his own addiction to meth. Matt breaks up badly to this news and brings out his Counselor Rick for an intervention on Jozef.    "
                },
                "5": {
                    "title": "Speakerphonnne/The Pits Below",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After Jozef and Matt remove \"The Simpsons Ghost\" from the set, a Halloween decoration from the week before that was hated by the bloggers, Jozef's intended replacement for Matt, Makenzie Boettcher, awkwardly shows up a week early revealing Jozef's intentions to Matt. Matt and Jozef show each of their own field reports for the week, Jozef does a piece on the closures of America's national parks and monuments during the government shutdown, with help from Reuben Glaser, while Matt and Ryan the P.A. do something...different.    "
                },
                "6": {
                    "title": "Buggin' Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    With his hosting position on the line, Matt takes matters into his own hands to keep Makenzie off the show. Reuben does a follow-up interview with Samuel St. Hngus on what the world would be like without bugs, but the two find themselves lost in the woods, on the run from \"Black Shuck\". Jozef wants to put out a missing persons report on Makenzie and Sam St. Hngus, but Matt and Reuben are both highly opposed to doing that for some reason. Reuben agrees to investigate \"Black Shuck\" further.    "
                },
                "7": {
                    "title": "Ghost Busted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The search for Makenzie and Samuel St. Hngus continues without any luck. During a power outage, the hated \"Simpsons Ghost\" decoration re-appears on set. Reuben explains his theories on how \"Black Shuck\" came to America from England via the \"Simpsons Ghost\" decoration to Jozef and Matt, just as Ryan the P.A. falls into the set, sputtering up blood in a trance-like state. Reuben insists they bury the \"Simpsons Ghost\" to save Ryan, though Jozef argues in favor of a trip to the hospital.    "
                },
                "8": {
                    "title": "Shaving Cream & Other Delights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Jozef worries Makenzie may be gone for good and holds a candlelight vigil in her memory to Matt's displeasure. Matt brings out Ryan the P.A. for a new segment, \"Ryan Acts Like Cool People\", in which Ryan pretends to be the creator of the bowtie pasta noodle. Matt, Ryan, and Reuben begin their \"No Shave November\" competition, but Ryan takes the challenge a little too far...    "
                },
                "9": {
                    "title": "And Then There Were Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    After an eye-opening session with his Counselor Rick, Matt decides to let Makenzie out of the closet so she may rejoin the show. Jozef agrees to have both Makenzie and Matt on as his co-hosts, until he discovers it was Matt who locked Makenzie in the closet all along. Nearly fired, Matt keeps his position by agreeing to do \"anything\". Jozef and Matt bring the news of the week followed by a Dear Makenzie segment, Jozef's Rogue Pope Roundup, and Reuben's Defense Corner. Matt unveils the \"RoboRyan\" prototype, a way of controlling Ryan's actions remotely via cell phone, ...    "
                },
                "10": {
                    "title": "Cat on a Hot Ceramic Mug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Jozef defends allegations from the bloggers that the show has become too similar to \"The View\" now that Makenzie is one of the co-hosts. Jozef, Makenzie, and Matt agree the show could stand to be a little more similar to \"The View\", if anything. Matt's friend Erica stops by to discuss cats, \"No Shave November\" continues with the elimination round, and Makenzie suggests the group shares a Thanksgiving dinner together on the show later that month.    "
                },
                "11": {
                    "title": "The Sneezing Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "22 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Jozef, Makenzie, and Matt discover the studio plant has come down with a cold and decide to take it easy on the boy for an episode. Matt's spiritual adviser Matt Mast stops by with some more \"Good Feelings\", Jozef, Makenzie, and Matt have a session of \"Secs\" on crack-using Toronto Mayor Rob Ford, and Charlie Ramsey stops by to share some of his \"Young Opinions\". With the tree's condition worsening, Makenzie suggests Jozef read it a bedtime story, but when that doesn't work, Matt recalls life on the farm to solve the problem.    "
                },
                "12": {
                    "title": "Cheaper by the Gallon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Jozef and Makenzie start Thanksgiving dinner without Matt, who arrives just in time to stir up some drama. Special guests join them for meal including Matt's spiritual adviser, Matt Mast, Dale ???? from \"Nature is Closed\", Special Reporter Reuben Glaser, and Ryan the P.A. Everyone brings too much milk and Jozef nearly ruins Thanksgiving when he is unable to come up with anything he is thankful for and then yells at everyone to finish their milk.    "
                },
                "13": {
                    "title": "Some Like It Cold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Makenzie cranks the heat up in the studio much to everyone else's dismay. Jozef donates his mustache to needy children, Makenzie responds to another \"Dear Makenzie\" letter, Jozef does another \"Rogue Pope Roundup\", and \"The Reuben Report\" covers Black Friday. Alex Trapp sends in a video request from Colombia leading to an argument over a bad joke between Jozef and Matt, escalating into Jozef vowing never to bring Matt to Colombia if he ever goes.    "
                },
                "14": {
                    "title": "Friends of Dissension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "13 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Feeling as if Jozef is about to fire him, FNW Special Reporter Reuben Glaser confronts a skeptical Ryan the P.A. about forming an alliance. Jozef, Makenzie, and Matt open their stockings and welcome special guest Professor VanOuchie to show off some of his inventions. Matt's best friend \"Scoonie\" arrives to give him his Christmas present, inciting jealousy from Ryan. Scoonie then sings \"Hark! The Herald Angels Sing\" to close things out as Ryan decides to take Reuben up on his offer.    "
                },
                "15": {
                    "title": "Stuck on Mew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "20 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Jozef, Makenzie, and Matt find themselves victims of a practical joke as their cat mugs become super-glued to their hands, as well as a bottle of brandy to Jozef's other hand. Jozef's arch nemesis Matt Ott takes over the airwaves revealing his diabolical plan to destroy FNW. Matt Henry gives the \"Celebrity Scoop\", Reuben irritates Jozef in the \"Defense Corner\", Smashing Pumpkins are on the show, and the FNW crew sings \"Jingles Bells\".    "
                },
                "16": {
                    "title": "Jozelf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Jozef dresses as an elf, expecting Matt to be dressed as Santa Claus, but instead just makes an ass of himself. Makenzie answers another \"Dear Makenzie\", Jozef does another \"Rogue Pope Roundup\", Santa Claus stops by for an interview, and Matt brings out the headmaster from Jozef's and his boys school, Headmaster Shannon, who falls victim to a trap set by Matt Ott.    "
                },
                "17": {
                    "title": "Cloudy with a Chance of Teat Balls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    To begin the new year, Jozef and Makenzie plan to publicly fire some of the show's under-performing crew members, such as Special Reporter Reuben Glaser, but Ryan the P.A.'s Uncle Glen, who owns the house the show is shot at, arrives to claim ownership of his basement studio, taking over as executive producer of the show, outranking Jozef's decisions. Reuben becomes engaged to a mail-order bride so Matt brings a topless weather girl, LaJa$zy, on the show for him as a bachelor's present.    "
                },
                "18": {
                    "title": "The Yalta Confluence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Makenzie is hit by a car and put in the hospital. Back at the studio, the new executive producer, Uncle Glen, threatens Jozef to have her fired, but backs down. Makenzie checks in from the hospital, Jozef and Matt bring the news of the week, and new FNW meteorologist Jacob Woelfel gives an increasingly insane weather forecast. Uncle Glen sends Jozef and Matt off early so he can drink and play Pong with Reuben and Ryan the P.A., and Jozef and Matt visit Makenzie in the hospital and discuss forming an alliance.    "
                },
                "19": {
                    "title": "Whipping Hosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "17 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Uncle Glen brings his older sister, Aunt Alka, onto the show to \"babysit\" Jozef, Makenzie, and Matt. Kenny Dean comes on to help kids \"Keep Off Drugs\" and, after \"The Reuben Report\" for the week slams Richards in an Uncle Glen-biased history of FNW Executive Producers, Kenny reveals himself to also be an undercover detective and takes Ryan the P.A. in for questioning on the murder of Headmaster Shannon three weeks prior.    "
                },
                "20": {
                    "title": "Uncle Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jozef, Makenzie, and Matt announce the new short film they are working on, \"Stand Up, Steve Regis\", Mast Mast stops by for some \"Good Feelings\", and Executive Producer Uncle Glen introduces his own new segment on the show, \"Uncle's Moment\", in which he gives everyone else advice, including Ryan the P.A., who is wanted for the murder of Headmaster Shannon. Ryan sets off to hitchhike, but the ride he receives may be more than he bargained for...    "
                },
                "21": {
                    "title": "Rat and the Beanstalk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    With Ryan the P.A. on the run, the FNW crew must find a replacement. They take it up to a vote and Jozef, Makenzie, and Matt win with a 3-2 edge against Reuben and Glen and immediately hire Matt's best friend, Scoonie, as the new P.A. on the show. Reuben unveils the new trailer for Uncle Glen's and his latest venture, \"Rat Ship\", and the studio plant grows a large beanstalk after being affected by the magic beans Matt purchased and he climbs the plant into the clouds.    "
                },
                "22": {
                    "title": "A Host Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "7 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Makenzie switches seats with Matt over something Jozef did that he cannot seem to figure out. Matt brings his friend Chippy from the rec center on the show to discuss creationism vs. evolution and Jozef and Makenzie do a field report, \"My Street\", which prompts Matt to insist the two make up over the misunderstanding.    "
                },
                "23": {
                    "title": "FND for Vendetta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    After Matt discovers FND Films on social media, Jozef recognizes one of their members, Cooper, from his college days and assumes he stole \"FND\" from \"FNW\". Jozef, Makenzie, and Matt head to Chicago to rumble with the boys from FND, but Makenzie struggles to find a parking spot and Jozef and Matt end up waiting a long time for her to join them.    "
                },
                "24": {
                    "title": "Ott of Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Makenzie announces she's taken a job with a major news network and will be leaving the show to Matt's joy and Jozef's dismay. Professor VanOuchie shows up with a dire warning about Matt Ott requiring action and Reuben and Uncle Glen are home from California after their movie \"Rat Ship\" tanked and caused mass suicide at its premiere.    "
                },
                "25": {
                    "title": "New Country for Sold Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Weekly (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    As Reuben prepares for his final confrontation with Jozef, luring Dale ???? into the studio to join his side, Uncle Glen reveals startling news - that he has sold the show to Alex Trapp in Colombia and, with that, the show will be moving to the South American country for season two.    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Richards, Jozef K."
            },
            {
                "name": "Henry, Matt"
            },
            {
                "name": "Glaser, Reuben"
            },
            {
                "name": "Dewerth, Ryan"
            },
            {
                "name": "Boettcher, Makenzie"
            },
            {
                "name": "Popple, Glen"
            },
            {
                "name": "Mast, Matt"
            },
            {
                "name": "Schoonover, Trent"
            },
            {
                "name": "Ott, Matt"
            },
            {
                "name": "Trapp, Alex"
            },
            {
                "name": "Ouchie, Chris"
            },
            {
                "name": "Machotka, Max"
            },
            {
                "name": "Butalla, Aaron"
            },
            {
                "name": "Ramsey, Charles"
            },
            {
                "name": "Woelfel, Jacob"
            },
            {
                "name": "Arango, Ledis"
            },
            {
                "name": "Van Campbell, III"
            },
            {
                "name": "Gonzalez, Juan Ricardo Sanchez"
            },
            {
                "name": "Hebert, Rick"
            },
            {
                "name": "Chippy"
            },
            {
                "name": "Londoño, Andrea Marcela"
            },
            {
                "name": "Bernhoft, Emma"
            },
            {
                "name": "Henry, Karen"
            },
            {
                "name": "Abdul, Imran"
            },
            {
                "name": "Shahat, Ashor"
            },
            {
                "name": "Winship, Erica"
            },
            {
                "name": "Guardiola, Chelo"
            },
            {
                "name": "Mercado, Martin"
            },
            {
                "name": "Maj, Mark"
            },
            {
                "name": "Reda, Hossam"
            },
            {
                "name": "Shannon, Tom"
            },
            {
                "name": "J., LaJa$zy"
            },
            {
                "name": "Johnson, Cooper"
            },
            {
                "name": "Marine, Susie"
            },
            {
                "name": "Sabrada, José Arley"
            },
            {
                "name": "Goetz, Samantha"
            },
            {
                "name": "Maj, Leslie Weber"
            },
            {
                "name": "Klitzka, Amanda"
            },
            {
                "name": "Fronk, Aaron"
            },
            {
                "name": "Hetzel, Nick"
            },
            {
                "name": "Rodriguez, Paola"
            },
            {
                "name": "Somerville, Kenny"
            },
            {
                "name": "Minley, Kameelia"
            },
            {
                "name": "DeGaetano, Vince"
            },
            {
                "name": "Lanza, Mario"
            },
            {
                "name": "Sanchez, Carolina"
            },
            {
                "name": "Lazzeretti, Tony"
            },
            {
                "name": "Munsalve, Yeimy"
            },
            {
                "name": "Rodriguez, Luisa"
            },
            {
                "name": "Fonseca, María Helena"
            }
        ],
        "locations": [
            "Menomonee Falls, Wisconsin, USA",
            "Milwaukee, Wisconsin, USA"
        ],
        "genres": [
            "Comedy",
            "News",
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.0,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTA0MTIyNzA5NV5BMl5BanBnXkFtZTgwNDQyNTQzMTE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Viewers each week can look forward to Jozef K. Richards' futile attempts to produce to a credible, legitimate news show despite being surrounded by a cesspool of incompetency; including the gullible man-child Matt Henry, the erratic and abrasive Special Reporter Reuben Glaser, and the often uncomfortable Makenzie Boettcher. Richards is also relentlessly pursued by his arch-nemesis, super-villain Matt Ott, who will seemingly stop at nothing to destroy him and Friday Night Weekly, taking Jozef across the globe to Colombia, Egypt, and the UAE, all while attempting to continue the show.",
        "languages": [
            "English"
        ],
        "title": "Friday Night Weekly",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Friday Night Weekly (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Boettcher, Makenzie"
            },
            {
                "name": "Glaser, Reuben"
            },
            {
                "name": "Henry, Matt"
            }
        ],
        "production companies": [
            {
                "name": "King's Tower Productions"
            }
        ],
        "distributors": [
            {
                "name": "King's Tower Productions"
            }
        ],
        "plot": [
            "Fictional character Jozef K. Richards begins producing a news show in a basement but everyone around him is a failure. Matt Ott tries to kill him.::Anonymous",
            "Viewers each week can look forward to Jozef K. Richards' futile attempts to produce to a credible, legitimate news show despite being surrounded by a cesspool of incompetency; including the gullible man-child Matt Henry, the erratic and abrasive Special Reporter Reuben Glaser, and the often uncomfortable Makenzie Boettcher. Richards is also relentlessly pursued by his arch-nemesis, super-villain Matt Ott, who will seemingly stop at nothing to destroy him and _Friday Night Weekly_ (qv), taking Jozef across the globe to Colombia, Egypt, and the UAE, all while attempting to continue the show.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 5.2
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.2
            },
            "males": {
                "votes": 10,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 7.2
            },
            "females": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.5
            },
            "us users": {
                "votes": 9,
                "rating": 6.5
            },
            "non us users": {
                "votes": 2,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 9,
            "9": 0,
            "8": 2,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 8.0,
        "median": 1
    }
}