{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 November 2013"
            },
            {
                "country": "Sweden\n",
                "date": "30 July 2014"
            }
        ],
        "release dates": [
            "USA::29 November 2013",
            "Sweden::30 July 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Chris Farley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Chris Farley is the great clown of his generation. From Tommy Boy to the Chippendales, he will do anything for a laugh. But behind his genius there is a darkness. Chasing the ghost of his idol John Belushi, Farley turns to drugs, alcohol, and outrageous stunts to quell the demons deep inside. Until the laughter stops - and there is nothing left but scandal.    "
                },
                "2": {
                    "title": "O. J, Simpson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Hall of fame athlete, actor, and celebrity spokesman - O.J. Simpson is an American icon. But behind the smile is a criminal mind shaped by the violent streets from his youth. Willing to do whatever it takes to get what he wants, the scandals of O.J. Simpson reveal a side darker than anyone can imagine.    "
                },
                "3": {
                    "title": "Kobe Bryant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Hollywood's power brokers bow down before him. Movie stars worship him. Love him or hate him, Kobe Bryant is the most famous and scandalous basketball player in the world. Convinced that he is destined to be the greatest of all-time, Kobe plays by his own rules - taking what he wants, and pushing aside all those who stand in his way. But in his quest to possess the kingdom, has the lonely prince of basketball forfeited everything?    "
                },
                "4": {
                    "title": "Britney Spears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Britney Spears is the biggest pop star of her generation ...with an image manufactured to titillate. But when nurturing Britney the brand is prioritized over Britney the person, the simple country girl unravels, with the paparazzi capturing every scandal. Endangering her career, her family and her life, she spirals toward rock bottom, leaving the world wondering who can save Britney Spears?    "
                },
                "5": {
                    "title": "Madonna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Blasphemy, public nudity, illicit affairs - most celebrities get caught in scandals, Madonna creates them. Part rebel, part relentless self-promoter, Madonna breaks down social barriers while earning millions.    "
                },
                "6": {
                    "title": "John Lennon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    John Lennon is one of the most influential and important artists in music history. But the public face of peace, love, and revolution is a mask. Behind his righteous persona is a troubled man crippled by a traumatic childhood.    "
                },
                "7": {
                    "title": "Lindsay Lohan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Once Hollywood's fastest rising star, a seductive combination of unchallenged celebrity, L.A. nightlife, and troubled parents propelled Lindsay Lohan into a cycle of addiction and self-sabotage that she's been unable to escape. Now, with multiple arrests, a long list of rehab stints, and a shattered career, the only thing Lindsay Lohan can deliver on is a non-stop series of scandals.    "
                },
                "8": {
                    "title": "Charles Manson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "4 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    After spending half his life behind bars, Charles Manson leaves prison with dreams of a Hollywood recording career. But when he is rejected by Hollywood, Charles Manson's hunger for fame runs so deep, he's willing to play any role he can get - preferring infamy to anonymity.    "
                },
                "9": {
                    "title": "Arnold Schwarzenegger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Body-builder. Movie star. Governor. Arnold Schwarzenegger is about all things big and strong. But behind the biceps and quick smile lurks an apex predator, a man who craves power in all its forms. Born from dark family secrets Arnold's blood-lust is as relentless as a Terminator and as cold-hearted as Mr. Freeze. And even as he achieves all dreams, he leaves nothing but scandal in his wake.    "
                },
                "10": {
                    "title": "The Kennedys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    They are the best and the brightest: The Kennedys, America's Royal Family. Yet behind their name and glamour exists another, darker lineage. Born of a ruthless patriarch, charges of murder, rape, and drugs spread thru the family tree like poison - until all that remains is scandal.    "
                }
            },
            "1": {
                "1": {
                    "title": "Celebrity Sex Tapes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Scandalous home videos are exposing Hollywood celebrities' most intimate moments. While celebrity sex tapes once threatened to destroy careers, they now catapult D-level stars... into superstars. How did Hollywood celebrities become the biggest porn stars in the world? And are they victims, or willing participants?    "
                },
                "2": {
                    "title": "Marilyn Monroe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    To some, Marilyn Monroe was a goddess. To others, she was little more than a bimbo. But deep down, Marilyn was a desperate woman trying to escape the tragedy of her childhood. She built a career like no actress before her, thriving on scandals... until they would eventually overwhelm and destroy her.    "
                },
                "3": {
                    "title": "Michael Jackson's Lost Childhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Michael Jackson was the most successful entertainer of all time, yet his life was riddled by scandal. His fixation on children struck some as innocent... and others as disturbing. From his creation of a private amusement park to multiple allegations of child abuse, Michael's obsession stemmed from a desire to recapture a childhood he was never able to have.    "
                },
                "4": {
                    "title": "Michael Jackson's Addictions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    He was the undisputed 'King of Pop'... but on his journey to the top, Michael Jackson encountered more than his share of scandal. He seemed to court controversy - whether it was through odd behavior, numerous rounds of plastic surgery, or even drug addiction. The overwhelming pressure to succeed would lead to the biggest scandal of all - and his untimely death.    "
                },
                "5": {
                    "title": "Charlie Sheen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Charlie Sheen - America's bad boy. He's been called a drug addict, an alcoholic and a womanizer. He's spent a lifetime pushing Hollywood's boundaries, and doing things that would end the careers of other stars. Yet he keeps coming back... stronger than ever. What is it about Charlie Sheen that always lets him rise above his many scandals?    "
                },
                "6": {
                    "title": "Mel Gibson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    For decades, Mel Gibson was one of Hollywood's most beloved actors...until scandal upended his career. Accusations of anti-Semitism, bigotry, and homophobia turned him from a Hollywood icon into a Hollywood pariah. But is Mel Gibson the monster he's been portrayed as in the media? Or is there something more behind the fall of a man who used to be the toast of Tinseltown?    "
                },
                "7": {
                    "title": "Celebrity Arrests",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Highly publicized arrests and legal indiscretions have become Hollywood's new obsession - with everyone eager to judge the scandals from the sidelines. As technology has evolved, the media encroaches on stars' private lives more than ever before. Mug shots, trials, and dirty laundry are paraded before the public - creating a celebrity's worst nightmare.    "
                },
                "8": {
                    "title": "Whitney Houston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Whitney Houston was once America's Princess, yet her career was surrounded by scandal - drugs, diva behavior and rumors of a homosexual affair. But there was a sad truth hiding behind these scandals... Whitney Houston couldn't be the person she really wanted to be. And the pressures of career and conformity would lead to her tragic death.    "
                },
                "9": {
                    "title": "Robert Downey, Jr.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Family started Robert Downey, Jr. on a scandalous path - one he almost never recovered from. But if it wasn't for family, he also might have never made it out of a possible death spiral. The hypnotic, edgy actor transformed from untouchable to unequaled - proving it's not impossible to rebound from even the darkest of Hollywood scandals.    "
                },
                "10": {
                    "title": "Untimely Deaths",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When death occurs in Hollywood - scandal is sure to follow. Whether it's an on-set accident, suspicious events, or unfortunate personal tragedy, there is nothing that's out-of-bounds for the media. Hollywood's most ominous chapters prove that the town isn't all glitz and glamor, and that the darker side of success is always lurking around the corner.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Chris Farley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Scandals (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "11 Jul. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Goodman, Josh"
            },
            {
                "name": "Ho, Judy"
            },
            {
                "name": "Blatt, Kevin"
            },
            {
                "name": "Flynt, Larry"
            },
            {
                "name": "Hirsch, Steve"
            },
            {
                "name": "Morgan, Kim"
            },
            {
                "name": "Guse, Joe"
            },
            {
                "name": "Robertson, Regina R."
            }
        ],
        "genres": [
            "Biography"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 6.9,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmY4MDg3M2UtZjNiNy00OTdkLWI0YjUtMzk1MjIwZDJhNzMxXkEyXkFqcGdeQXVyMjU1OTEyNTQ@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Hollywood Scandals is all about discovering the darker side of Tinseltown. In Hollywood, these stories don't just sell movies and television shows, they're woven into the fabric of a town that has no limits - especially when it comes to celebrities. From public meltdowns to private affairs, these are the tales that have come to dominate and define Tinseltown - where any vice is a headline, and every star has a role to play.",
        "languages": [
            "English"
        ],
        "title": "Hollywood Scandals",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "akas": [
            "Hollywood Scandals (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Asylum Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "ReelzChannel"
            }
        ],
        "plot": [
            "_Hollywood Scandals_ (qv) is all about discovering the darker side of Tinseltown. In Hollywood, these stories don't just sell movies and television shows, they're woven into the fabric of a town that has no limits - especially when it comes to celebrities. From public meltdowns to private affairs, these are the tales that have come to dominate and define Tinseltown - where any vice is a headline, and every star has a role to play.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 6.8
            },
            "males": {
                "votes": 11,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 8.7
            },
            "females": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 6.5
            },
            "us users": {
                "votes": 8,
                "rating": 6.3
            },
            "non us users": {
                "votes": 5,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 1,
            "7": 6,
            "6": 3,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}