{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "28 November 2013"
            },
            {
                "country": "USA\n",
                "date": "28 November 2013"
            }
        ],
        "release dates": [
            "Hong Kong::28 November 2013",
            "USA::28 November 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Editorial Shoot - Cult Movie Theme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Style Wars (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    On their first challenge, the stylists are tasked to create an accessory from haberdashery and props with inspiration from a given cult movie within a 30 min. time period. Winner of this task will have an advantage on the main challenge. For the main challenge, with a budget of $100, stylists must rummage and bargain through car boots for garments and accessories to complete their look on the challenge photo shoot. Stylists need to collaborate with their model, the hair and make up artists as well as the photographer to complete their vision.    "
                },
                "2": {
                    "title": "Promo Shoot//Advertorials: Brand Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Style Wars (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Based on the creative brief by the host, stylist mush create a Mood Board using old fashion magazines. Using color-coded tags, they must use these tags to purchase garments for their shoot. After collaborating with their models, hair and makeup, and photographer, the stylists will have a one on one session with the graphic artist to create their final advertorial promo.    "
                },
                "3": {
                    "title": "MAGAZINE COVER SHOOT - Fantasy Shoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Style Wars (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    For this fantasy shoot, four different themed sets are created for the stylists to create a look that will go with each room. The stylist won't know each other's assigned themed rooms to make the challenge a fair game. Halfway through the shoot, a twist is introduced - they are to switch sets with another stylist and adapt their current looks to fit the new set. Will the stylist adapt to this change?    "
                },
                "4": {
                    "title": "EDITORIAL SHOOT - Art Inspired",
                    "kind": "episode",
                    "episode of": {
                        "title": "Style Wars (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    It's all about inspiration. The remaining stylists must choose an artist that inspires them for their next shoot. The look must include a customized headpiece that the stylists have to create from the materials in the accessory wall. What's the catch? There will be no models to style but instead; the stylists must style each other. To make it more challenging, the stylists will be the ones to build their own photo sets. Will the artists be able to balance their time wisely between spending more time in building their garments or their sets?    "
                },
                "5": {
                    "title": "BAND COVER/PROMOTIONAL SHOOT",
                    "kind": "episode",
                    "episode of": {
                        "title": "Style Wars (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Each stylist is in charge of one brand member to create a look based on the band's brief. They must work together on a cohesive art direction for the photo shoot while keeping each band member's individual integrity. In the middle of the challenge, another twist is introduced. The stylist must style the band with an influence from another era. With this twist, the stylists are given only 15 min. to find items to incorporate vintage in their looks for the Band Cover and promotional shoot.    "
                },
                "6": {
                    "title": "EDITORIAL SHOOT - TEXTURE and COLOR - SELF EXPRESSION",
                    "kind": "episode",
                    "episode of": {
                        "title": "Style Wars (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    For the final 2 stylists, they are to be partially blindfolded when selecting the garments and accessories for their final challenge. They must use everything they take to style their models. It won't be this easy for the final round. Another model is brought in thus the stylists are no longer styling 1 model but 2 in one final shoot. Since this is the final challenge and all, two eliminated stylists are brought back to be the finalists' assistants. In order to create the look for the 2nd model, only the assistants are allowed to choose the garments for this new model...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Parnell, Nicholas"
            },
            {
                "name": "Pappas, Anna"
            },
            {
                "name": "Wrafter, Nessa"
            },
            {
                "name": "Anthony, Rachel"
            },
            {
                "name": "Masters, Adam"
            },
            {
                "name": "Warner, Chelsea"
            },
            {
                "name": "Fifer, Lisa"
            },
            {
                "name": "Jay, Man-e"
            },
            {
                "name": "Vere, Ngugi"
            }
        ],
        "genres": [
            "Game-Show",
            "Reality-TV"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODFhNWVkODktNTdmMi00ODcxLTlhZDItNjA3Nzk1MzYxMDEzXkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Style Wars is a \"battle of the stylists\" reality series made for Fashion One original programming. This 6-episode competition will take audiences into the world of styling and art direction with an insider's point of view. Up and coming stylists from London, Los Angeles, Australia, New York, and South Africa are gathered together to compete in a \"stylathon\" that will challenge each one's versatility in creating original and inventive ensembles for commercials and photo shoots.",
        "languages": [
            "English"
        ],
        "title": "Style Wars",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Style Wars (Philippines)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Reiss, Andi"
            },
            {
                "name": "Salmeri, Cara"
            }
        ],
        "production companies": [
            {
                "name": "Fashion One International"
            }
        ],
        "distributors": [
            {
                "name": "Bigfoot Entertainment"
            },
            {
                "name": "Fashion One International"
            }
        ],
        "plot": [
            "_Style Wars_ (qv) is a \"battle of the stylists\" reality series made for Fashion One original programming.::Fashion One",
            "_Style Wars_ (qv) is a \"battle of the stylists\" reality series made for Fashion One original programming. This 6-episode competition will take audiences into the world of styling and art direction with an insider's point of view. Up and coming stylists from London, Los Angeles, Australia, New York, and South Africa are gathered together to compete in a \"stylathon\" that will challenge each one's versatility in creating original and inventive ensembles for commercials and photo shoots.::Fashion One"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}