{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 April 2013"
            }
        ],
        "release dates": [
            "USA::17 April 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Master's Week 2013 - Bobby Jones - Cliff Roberts - Golf in Augusta, GA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kirby's Augusta (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Bill Kirby talks about how Augusta, Georgia became known for Golf.    "
                },
                "2": {
                    "title": "Masters Golf Parade - Broad Street - Augusta, GA - Parades",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kirby's Augusta (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Bill Kirby recalls great moments in the history of Augusta Georgia.    "
                },
                "3": {
                    "title": "The Signer's Monument: Lyman Hall, George Walton, Button Gwinnett",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kirby's Augusta (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Andrew J. Miller was probably the most successful, revered, and trusted political servants in the city of Augusta. Andrew was successful in organizing an effort to erect a monument and rebury the bodies of two of the three signers of the Declaration of Independence who came from Georgia beneath this monument. Lyman Hall and George Walton were reburied beneath the monument in front of the Richmond County courthouse in Augusta Georgia. in 1848. Button Gwinnett was the third signer of the Declaration of Independence from Georgia. Shortly after his return from the signing...    "
                },
                "4": {
                    "title": "Confederate Memorial - Confederate Monument - St. James Methodist Church",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kirby's Augusta (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 May 2013",
                    "year": "2013",
                    "plot": "\n    The Confederate Monument in Augusta Georgia was the first monument erected in the United States honoring the Confederate soldiers who lost their lives in the Civil War. Conceived in 1865 and dedicated in 1873 to mark the loss of 24 men of the St. James Methodist Church Sabbath School. Noteworthy was that five years after the dedication of this monument to the fallen soldiers of the Civil War a church Sexton named Richard Hall passed away. What was noteworthy was the fact Richard Hall was a black man who was revered by the church during a time of great division was ...    "
                },
                "5": {
                    "title": "Lloyd Preacher - Imperial Theater - Lamar Building - Marion Building - City Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kirby's Augusta (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Lloyd Preacher died in 1972. He was an accomplished architect who designed many famous buildings in the southeast. Lloyd Preacher was responsible for many of the buildings that were built after the Augusta Georgia fire of 1916 that gutted the downtown area. Some noteworthy examples in Augusta Georgia include - the Imperial Theater, the Marion Building, the Lamar Building, the Richmond Summit Hotel, the Augusta Chronicle building and the Tubman school. Lloyd created many examples of a type of work know as Sullivanesque style. Lloyd left Augusta later in his career and ...    "
                },
                "6": {
                    "title": "American Test - Making a Good Citizen - Canadian - Californian - Good Citizen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kirby's Augusta (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    American Test to determine a good American Citizen. Test includes knowledge of Speed Limit, First Amendment, Favorite National Sport, Federal Holiday, Legitimate Tax Deductions, National Anthem. Analysis of your answers can provide insight into how closely your thoughts align to being an American. Specifics can include Canadian, Californian, Confederate American and someone who realizes that citizenship is a test we take everyday.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Kirby, Bill"
            }
        ],
        "locations": [
            "Augusta, Georgia, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmU2YzNjODMtYzIwOS00NGMzLThhNmQtZGJlMDEyZTNmNWY5XkEyXkFqcGdeQXVyODcxODU1NTI@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "$5,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Kirby's Augusta",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Kirby's Augusta (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kirby, Bill"
            }
        ],
        "production companies": [
            {
                "name": "Morris Communications"
            }
        ],
        "distributors": [
            {
                "name": "TAC Media"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}