{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 April 2013"
            },
            {
                "country": "USA\n",
                "date": "4 May 2013",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::4 April 2013",
            "USA::4 May 2013                            (limited)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Prairie Girl's Companion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel Sharks (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Wheel Sharks, Brett and Zsolt, teach naïve used car buyers how to drive home a good deal, every time. In this episode, Sheraea has a tight budget and her current car is falling apart. She would love a pickup truck but really just wants something she can go camping in. The Wheel Sharks help Sheraea, who is accompanied by her friend Sancia, to find the perfect vehicle.    "
                },
                "2": {
                    "title": "If She's Happy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel Sharks (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The Wheel Sharks take Susan and her daughters shopping for a vehicle. Susan's husband has set a firm budget but knows that in the end what really matters is if she's happy! How far will Cam stretch his wallet to keep Susan happy? In the end, the Wheel Sharks were able to keep Cam happy but you'll have to check out the episode to see if Susan and girls were happy with the end results.    "
                },
                "3": {
                    "title": "$2000: Classic vs Common-Sense",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel Sharks (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Wheel Sharks, Brett and Zsolt, teach naïve used car buyers how to drive home a good deal, every time. Brendan is a student and doesn't have much money. Unfortunately his $800 car was totaled when he was rear-ended on the highway. He needs a good reliable car to get to and from school but only has $2,000 to spend. Brendan and Mason, his cousin, enlist the Wheel Sharks to help him some wheels.    "
                },
                "4": {
                    "title": "Operation: Baby Wagon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel Sharks (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Wheel Sharks, Brett and Zsolt, help used car buyers drive home a good deal. The Frasers are a young couple with a 10-month old. They need a vehicle that is better suited to shuttling the family around. Seats for 6 or 7 would be great but this couple is not ready to join the ranks of those that drive mini-vans. The Wheel Sharks help the Frasers weigh the options and help them land a fantastic deal.    "
                }
            }
        },
        "number of episodes": 4,
        "locations": [
            "Calgary, Alberta, Canada::(location)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "CAD50,000 (estimated)",
        "plot outline": "Wheel Sharks is about the fine art of finding a good deal on a used car. Brett and Zsolt. seasoned veterans of the auto industry, have nearly 50 years of experience between them. They can spot a lemon from a block away. It is an education in the psychology and mechanics of the used car business. It's Dr Phil meets Top Gear. Ride along as Brett and Zsolt help innocent buyers drive home a good deal.",
        "languages": [
            "English"
        ],
        "title": "Wheel Sharks",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Wheel Sharks (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "TCF4 Productions"
            }
        ],
        "distributors": [
            {
                "name": "ConvergTV"
            }
        ],
        "plot": [
            "_Wheel Sharks_ (qv) is about the fine art of finding a good deal on a used car. Brett and Zsolt. seasoned veterans of the auto industry, have nearly 50 years of experience between them. They can spot a lemon from a block away. It is an education in the psychology and mechanics of the used car business. It's Dr Phil meets Top Gear. Ride along as Brett and Zsolt help innocent buyers drive home a good deal."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}