{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 June 2013"
            },
            {
                "country": "Canada\n",
                "date": "23 June 2015"
            },
            {
                "country": "USA\n",
                "date": "23 June 2015"
            }
        ],
        "release dates": [
            "USA::1 June 2013",
            "Canada::23 June 2015",
            "USA::23 June 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Another Period"
            },
            {
                "countries": "Hungary",
                "title": "Kúria"
            },
            {
                "countries": "Russia",
                "title": "Другое время"
            }
        ],
        "akas": [
            "Another Period (original title)",
            "Kúria Hungary",
            "Другое время Russia"
        ],
        "akas from release info": [
            "Another Period (original title)",
            "Kúria Hungary",
            "Другое время Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Congress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 57,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Lillian and Beatrice take up Hortense's mantle to begin fighting for women's rights, and Peepers bristles at Father Black Donahue's new role at the manor.    "
                },
                "2": {
                    "title": "Séance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 45,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Everyone at Bellacourt Manor catches ghost fever when Harry Houdini visits to investigate some supernatural occurrences.    "
                },
                "3": {
                    "title": "Olympics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 47,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    When the Olympics allow women athletes, Victor and Lillian square off. Frederick and Beatrice question their relationship.    "
                },
                "4": {
                    "title": "The Love Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 43,
                    "original air date": "13 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Abandoned by Cornetta and Abortion Deb, Hortense reluctantly asks Lillian and Beatrice to assist her in a meteorological experiment which she hopes and suspects will garner her some scientific fame. It's not the possibility of fame that make both Lillian and Beatrice agree to help Hortense, but something associated with the experiment that would fulfill the one matching item on both their bucket lists. That one item has the potential to tear all three sisters apart. Something with the experiment doesn't go quite according to plan, that unexpected turn which requires ...    "
                },
                "5": {
                    "title": "Masquerade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 44,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Celery is hosting her annual masquerade ball. She has a very specific agenda for this party, namely to get Colonel Beauregard Trimbald, the toilet king of Tallahassee, to fund Frederick's presidential bid. Not only are Lillian and Beatrice not invited to the ball, but they receive official non-invitations explicitly stating that they are not invited. Regardless, they are determined to crash the ball. They each take a different path to entry, separating themselves from each other once in. They both make a connection at the ball, Lillian's which has the potential to ...    "
                },
                "6": {
                    "title": "Shady Acres",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 40,
                    "original air date": "27 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A new piece of technology is causing problems for those at Bellacourt Manor. A carriage accident leads to the talk of death and dying and the afterlife. While Beatrice never thought she would die and thus is in a sense of crisis, Lillian aims to be buried at Chevrolet Cemetery where the rich and famous of Newport are buried, and not at Shady Acres where all the past Bellacourts are buried. Lillian's wants become a problem for her as Chevrolet is already all booked up. She takes decisive steps to be among the exception to the rule to make it into Chevrolet. Meanwhile, ...    "
                },
                "7": {
                    "title": "Sex Nickelodeon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 40,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Beatrice is gaining some notoriety, but not the kind she wants: Edison's house was burglarized, the burglars who stole and have made for public viewing Beatrice's sex film. Beatrice doesn't know why she should be vilified, especially as she was kidnapped and tricked into making the film, she taking what she believes is decisive action to get rid of the cause of her problems. But when she and Dodo learn that others are making money off the film, they figure they should be able to cash in as well. Lillian, on the other hand, is jealous of Beatrice's new found fame, ...    "
                },
                "8": {
                    "title": "Lucky Chang's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 40,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Now that Beatrice has achieved some fame, Dodo comes up with the next idea which will make Beatrice become even more famous. That idea requires Beatrice to look as beautiful as possible. In Beatrice's makeover, which causes her some physical discomfort, is there a point of going overboard? Beatrice's fame has led to thoughts with Lillian of suicide. She receives what she believes is a sign to make her reconsider that decision. That sign takes her to Lucky Chang's, an illegal Chinese gambling parlor. Her activities at Chang's will make her look at life and money in a ...    "
                },
                "9": {
                    "title": "Little Orphan Garfield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 37,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Lillian, inside Newport Sanatarium, runs into someone she knows there, the balance of power having shifted from what it was on the outside. But when Lillian discovers what the inmate in charge is up to, Lillian figures there is a better way to do things on the inside. Meanwhile, Beatrice and Frederick are both determined to find their mystery love from the ball before the other, to gain the upper hand in forgetting about the other first and more fully. Hortense, who knows full well who each mystery person is, decides to have some fun of her own to help her twin ...    "
                },
                "10": {
                    "title": "Commodore Returns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 33,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The Commodore has returned to Bellacourt Manor purportedly on his last legs, the manor where he wants to die. Dodo grants him his request. However, the Commodore, alive and well, has really come back to win Dodo and regain his place in the manor. However he realizes that after forty years of marriage to her, he knows nothing about her in order to win her back. He secretly tries to pry such intimate information from the person who arguably knows her the best, namely Peepers. But Peepers, still in love with the matron of the manor, may have his own thoughts about what ...    "
                },
                "11": {
                    "title": "President Bellacourt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 32,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Celery continues to lay the groundwork for Frederick's run to president in '08. At a rally at which Celery has dictated to Frederick what he is to do, Frederick does something accidentally \"off script\" which leads to Celery and Frederick reevaluating the run in '08. Frederick's run for president has divided the nation as demonstrated by those downstairs at Bellacourt Manor. Now that Frederick is focusing on his career, Beatrice, who wants to tell him that she is his beloved and he is hers, has to figure out what to do with her life instead of being with Frederick, it ...    "
                }
            },
            "1": {
                "0": {
                    "title": "Unaired Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 142,
                    "original air date": "23 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A new servant arrives at Bellacourt Manor, the death of the Claudette sisters opens space in the Newport 400, and the Bellacourts get a visit from Helen Keller.    "
                },
                "2": {
                    "title": "Divorce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 115,
                    "original air date": "30 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    When Pussy Van Anderstein pays a visit, Frederick and Garfield both fall victim to her powerful charms. Lillian learns that divorce is in vogue and concocts a scheme to procure one for herself.    "
                },
                "3": {
                    "title": "Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 89,
                    "original air date": "7 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Now that Lillian and Beatrice have paid Victor and Albert off $2 million to pretend to be dead, they have to hold the mock funeral which will be populated by potential wealthy replacement husbands, in Beatrice's case some that hopefully resemble a certain twin brother. But Victor and Albert presumably being dead has an impact on others. Frederick doesn't know if he can do it with Beatrice anymore with the ghost of Albert hovering over him. Chair is assigned the responsibility of telling the children that their fathers are dead. And Victor and Albert themselves, in ...    "
                },
                "4": {
                    "title": "Pageant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 93,
                    "original air date": "14 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    While Lillian and Beatrice prepare for the Newport's Most Beautiful Pageant, Hortense assembles her team of N.A.G.S. to sabotage the event. Downstairs, Peepers instructs Chair in the art of servitude.    "
                },
                "5": {
                    "title": "Senate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 76,
                    "original air date": "21 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The Commodore returns to Bellacourt Manor with a handsome chef in tow who catches Hortense's eye, and Frederick undergoes psychological evaluation to see if he's fit for a Senate seat. Down in the servant's quarters, Hamish finds a way to blackmail Chair.    "
                },
                "6": {
                    "title": "Lillian's Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 74,
                    "original air date": "28 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Bellacourt Manor's residents brace themselves for Lillian's annual birthday meltdown, and a surprise visit from Charles Ponzi brings a new business opportunity. Meanwhile, Hortense believes she's expecting, and Peepers falls ill.    "
                },
                "7": {
                    "title": "Switcheroo Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 72,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Lillian arranges her own kidnapping in order to achieve fame as an abductee. Dodo orders Peepers to impersonate the Commodore and accompany her to a luncheon. Beatrice mistakes Blanche for a fellow aristocrat.    "
                },
                "8": {
                    "title": "Dog Dinner Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 76,
                    "original air date": "11 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Beatrice copes with Fredrick's engagement by reverting to babyhood, and Lillian tries to impress his fiancee, Celery Savoy. Dodo struggles with morphine addiction, and Chair manipulates Garfield into breaking the rules.    "
                },
                "9": {
                    "title": "Reject's Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 68,
                    "original air date": "18 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Lillian's new friends invite her to a beach party, and Beatrice is brought to Thomas Edison for a forbidden experiment. Blanche receives a mysterious letter from the Triangle Shirtwaist Factory, and Garfield tries to keep the family from falling apart.    "
                },
                "10": {
                    "title": "Modern Pigs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 70,
                    "original air date": "25 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Lillian and Beatrice race across Newport to try and stop Fredrick's wedding, and Peepers must save the Bellacourts from destruction after he realizes Chair's true intentions.    "
                }
            },
            "2": {
                "1": {
                    "title": "Tubman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 54,
                    "original air date": "15 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Lillian and Beatrice meet Harriet Tubman, who gives them advice on how to create a \"brand\" for themselves and become famous. Meanwhile, Peepers hires a new servant, and Chair gives birth to baby Kermit.    "
                },
                "2": {
                    "title": "Annulment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 46,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Lillian and Beatrice's marriages are annulled, and Lillian and Victor argue over their prized \"Butternut room.\" Beatrice helps Albert get over his hatchetphobia, and Garfield butts heads with a duplicitous new servant.    "
                },
                "3": {
                    "title": "The Prince and the Pauper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 52,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Commodore invites a prince to Bellacourt Manor, sparking an intense romantic rivalry between Lillian and Beatrice. Peepers clashes with the prince's servant over proper butler techniques, and Hamish's cellmate attempts to teach him how to read.    "
                },
                "4": {
                    "title": "Trial of the Century",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 59,
                    "original air date": "6 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Hamish goes on trial for the murder of Scoops LaPue.    "
                },
                "5": {
                    "title": "Roosevelt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 57,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The Roosevelts are invited to Bellacourt Manor by the Commodore, who hopes to convince Teddy to tap Frederick as his vice-president, while Lillian sets out to woo Frankiln, and Beatrice bonds with Eleanor. Also: The servants go on strike, much to Peepers' dismay.    "
                },
                "6": {
                    "title": "Servants' Disease",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 49,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A contagious disease spreads downstairs, and Lillian ends up quarantined with the sick servants. Beatrice and Frederick go on a double date, and Victor and Albert get into a quarrel over their barbershop quartet.    "
                },
                "7": {
                    "title": "Harvard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 53,
                    "original air date": "27 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Albert Einstein visits Bellacourt Manor, and Beatrice helps him solve a complex equation. Lillian attempts to procure a condom so that she can have sex for pleasure, and Peepers tracks down Blanche's \"boyfriend\" from the asylum.    "
                },
                "8": {
                    "title": "Joplin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 45,
                    "original air date": "3 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Lillian and Beatrice try to write a hit song with help from a Kanye-esque songwriter named Joplin. Peepers struggles with newly discovered carnal desires.    "
                },
                "9": {
                    "title": "Lillian's Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 52,
                    "original air date": "10 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Lillian plans to marry an extremely old and wealthy man name Laverne. Hortense and Laverne's handsome grandson, Bertram, flirt. Incriminating photos threaten Frederick's position as vice president. (Compliments of DirecTV info)    "
                },
                "10": {
                    "title": "The Duel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 41,
                    "original air date": "17 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Upon being served with divorce papers, Dodo returns to Bellacourt to settle her assets and challenges Chair to a duel. After Laverne's death, Lillian drinks away her sorrows, much to a newly baptized Beatrice's dismay.    "
                },
                "11": {
                    "title": "Lillian Is Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Period (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 43,
                    "original air date": "24 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Hortense and Bertram's happiness turns out to be short-lived, as does Commodore and Chair's; Beatrice turns to religion when her bar fight with Lillian has deadly consequences; Blanche gives birth downstairs.    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Leggero, Natasha"
            },
            {
                "name": "Lindhome, Riki"
            },
            {
                "name": "Weitzman, Armen"
            },
            {
                "name": "Black, Michael Ian"
            },
            {
                "name": "Dover, Beth"
            },
            {
                "name": "Ritter, Jason"
            },
            {
                "name": "Brewster, Paget"
            },
            {
                "name": "Gelman, Brett"
            },
            {
                "name": "Koechner, David"
            },
            {
                "name": "Hendricks, Christina"
            },
            {
                "name": "Huskey, Brian"
            },
            {
                "name": "Kasher, Moshe"
            },
            {
                "name": "Hunter, Alice"
            },
            {
                "name": "Wain, David"
            },
            {
                "name": "Daly, Jon"
            },
            {
                "name": "Pyle, Missi"
            },
            {
                "name": "Sasso, Will"
            },
            {
                "name": "Ash, Lauren"
            },
            {
                "name": "Flans, Lauren"
            },
            {
                "name": "Champlin, Donna Lynne"
            },
            {
                "name": "Lennon, Thomas"
            },
            {
                "name": "Hanson, Mary Josephine"
            },
            {
                "name": "Friedrich, Nancy"
            },
            {
                "name": "Micucci, Kate"
            },
            {
                "name": "Sodaro, Betsy"
            },
            {
                "name": "Clement, Jemaine"
            },
            {
                "name": "Euro, Mikaela"
            },
            {
                "name": "Feimster, Fortune"
            },
            {
                "name": "Blanchard, Rachel"
            },
            {
                "name": "Fulcher, Rich"
            },
            {
                "name": "O'Connell, Mike"
            },
            {
                "name": "Rannells, Andrew"
            },
            {
                "name": "Weinbach, Brent"
            },
            {
                "name": "Watkins, Michaela"
            },
            {
                "name": "Pebdani, Artemis"
            },
            {
                "name": "Bean, Orson"
            },
            {
                "name": "Flannery, Kate"
            },
            {
                "name": "Drake, Bebe"
            },
            {
                "name": "Merritt, Billy"
            },
            {
                "name": "Akurati, Roni"
            },
            {
                "name": "Funches, Ron"
            },
            {
                "name": "Johnson, Daryl J."
            },
            {
                "name": "Levine, Samm"
            },
            {
                "name": "Lynch, Ron"
            },
            {
                "name": "Lee, Bobby"
            },
            {
                "name": "McGaha-Schletter, Zoe"
            },
            {
                "name": "Ennis, John"
            },
            {
                "name": "Hilton, Perez"
            },
            {
                "name": "Fadem, Josh"
            },
            {
                "name": "Nielsen, Erik Charles"
            }
        ],
        "locations": [
            "Pasadena, California, USA"
        ],
        "genres": [
            "Comedy",
            "History"
        ],
        "runtimes": [
            "21"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Singapore:M18::(TV rating)",
            "Spain:18",
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 7.1,
        "votes": 3880,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWIzNGU3YjQtZjVhMS00ZDk4LTllYzUtM2ZjZDQ2ZGIwMTg1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Another Period follows the lives of the obscenely rich Bellacourt family and their many servants in turn-of-the-century Rhode Island. Natasha Leggero and Riki Lindhome lead an all-star cast - including Michael Ian Black, David Wain, Christina Hendricks, Jason Ritter and Paget Brewster - in this historical satire about narcissistic aristocrats and the poor souls in their employ.",
        "languages": [
            "English"
        ],
        "title": "Another Period",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2018",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Leggero, Natasha"
            },
            {
                "name": "Lindhome, Riki"
            },
            {
                "name": "Konner, Jeremy"
            }
        ],
        "production companies": [
            {
                "name": "Konner Productions"
            },
            {
                "name": "Leggero Lindhome Productions"
            },
            {
                "name": "Red Hour Films"
            }
        ],
        "distributors": [
            {
                "name": "Comedy Central"
            },
            {
                "name": "M3"
            }
        ],
        "other companies": [
            {
                "name": "Brainbow"
            },
            {
                "name": "Institution Post"
            },
            {
                "name": "Institution Post"
            },
            {
                "name": "Levels Audio Post"
            },
            {
                "name": "The Camera House"
            }
        ],
        "plot": [
            "A mockumentary-style period piece comedy that follows members of the wealthy Bellacourt family and their servants in early 20th-century Newport, Rhode Island.::Podsto",
            "_Another Period_ (qv) follows the lives of the obscenely rich Bellacourt family and their many servants in turn-of-the-century Rhode Island. Natasha Leggero and Riki Lindhome lead an all-star cast - including Michael Ian Black, David Wain, Christina Hendricks, Jason Ritter and Paget Brewster - in this historical satire about narcissistic aristocrats and the poor souls in their employ.::Blondexilla",
            "The Bellacourts of Newport, Rhode Island are a nouveau riche family of the early twentieth century, they never having had the breeding of old money. All six adult members of the family and their respective hangers-on are all vastly different except in one respect: they love their money and what having money means (which includes treating poor people, especially their servants, badly), with the four offspring not knowing what it feels like to be poor or to have to work to earn a living. Daughters Lillian and Beatrice are also similar in that they are both vacuous, vain and want more than anything to become famous without having to do anything to achieve that fame.::Huggo"
        ],
        "tech": {
            "runtime": [
                "21 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Red Epic Dragon"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3880,
                "rating": 7.1
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 710,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 1557,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 653,
                "rating": 6.9
            },
            "males": {
                "votes": 1868,
                "rating": 7.1
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 342,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 955,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 470,
                "rating": 6.9
            },
            "females": {
                "votes": 1175,
                "rating": 7.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 357,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 577,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 173,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 90,
                "rating": 6.0
            },
            "us users": {
                "votes": 1161,
                "rating": 7.4
            },
            "non us users": {
                "votes": 1162,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 814,
            "9": 575,
            "8": 889,
            "7": 686,
            "6": 287,
            "5": 157,
            "4": 95,
            "3": 74,
            "2": 78,
            "1": 225
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}