{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "29 January 2013"
            },
            {
                "country": "Belgium\n",
                "date": "2 March 2015"
            }
        ],
        "release dates": [
            "UK::29 January 2013",
            "Belgium::2 March 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Natural Curiosities"
            },
            {
                "countries": "Finland",
                "title": "Attenborough'n erikoiset"
            },
            {
                "countries": "France",
                "title": "Curiosités animales"
            },
            {
                "countries": "Germany",
                "title": "Kurioses aus der Tierwelt"
            },
            {
                "countries": "Hungary",
                "title": "David Attenborough: A természet csodái"
            },
            {
                "countries": "Russia",
                "title": "Девид Аттенборо. Курьёзы природного мира"
            },
            {
                "countries": " (complete title)",
                "title": "David Attenborough's Natural Curiosities"
            }
        ],
        "akas": [
            "Natural Curiosities (original title)",
            "Attenborough'n erikoiset Finland",
            "Curiosités animales France",
            "Kurioses aus der Tierwelt Germany",
            "David Attenborough: A természet csodái Hungary",
            "Девид Аттенборо. Курьёзы природного мира Russia",
            "David Attenborough's Natural Curiosities (complete title)"
        ],
        "akas from release info": [
            "Natural Curiosities (original title)",
            "Attenborough'n erikoiset Finland",
            "Curiosités animales France",
            "Kurioses aus der Tierwelt Germany",
            "David Attenborough: A természet csodái Hungary",
            "Девид Аттенборо. Курьёзы природного мира Russia",
            "David Attenborough's Natural Curiosities (complete title)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Animal Frankensteins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "11 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Hybrids can be bizarre and they can be deadly. We look at two hybrid animals that owe their existence to human interference - the pizzly bear (a cross between a polar bear and grizzly), which has come into being because of global warming, and the killer bee, brought into existence because of the transfer of African bees to South America.    "
                },
                "2": {
                    "title": "Finding the Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "11 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Homing pigeons are specially trained for competitive use of their natural ability to navigate (back, home) in flight, which in Cher Ami's case saved near 200 allied troop lives in the Great War. Studies slowly unravel their impressive set of methods, including orientation by sun or moon, earth magnetism and memorizing landmarks. The Ancient Egyptians venerated the scarab, believing his east-west rolling of dung balls imitates the sun god Cephti rolling the sun back daily. They belong to a family of dung-beetles, where one in ten arrives early at a rich dropping and ...    "
                },
                "3": {
                    "title": "Extreme Babies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "18 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    When the giant panda was discovered in Chine by a French missionary, zoological disputes began whether the black-white bamboo eater is a bear -as DNA confirms- or closer related to the weasel-like red panda. Its tiny, usually single baby turns out better then a layer of cubs due to the poor nutritional value of their diet, and ads to its zoo popularity. Since Victorians received the first kiwi corpses in London, its exceptionally big egg in proportion, requiring ten days to ponder, contributed to speculation concerning its relatives -ostriches, casuary, emu- and loss ...    "
                },
                "4": {
                    "title": "Curious Counters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "18 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Can animals count? This is a question that has intrigued and fooled investigators for a long time. Just over a hundred years ago, a German horse called Hans was declared a mathematical genius but all was not as it seemed. And strangely, some bamboos around the world flower exactly at the same no matter where they are - are they counting down the years?    "
                },
                "5": {
                    "title": "Incredible Shells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "25 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    David Attenborough investigates two shells that have proved to be winners in evolution: the bird's shell and the hard shell of the tortoise. The ostrich egg is so strong it's possible for a person to stand on it without it breaking - how does the chick break out of this fortress? The evolution of the tortoise shell was for a long time a mystery and this bony box offers a lot more than just protection.    "
                },
                "6": {
                    "title": "Ferocious Fighters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "25 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The Siamese Fighting Fish is so aggressive it will fight its own reflection until it is exhausted. Recent research shows that the fighting behaviour varies and depends on the personality of the fish. Male kangaroos were once pitted against humans in the boxing ring - the most impressive male kangaroos are solid blocks of muscle with a kick that can kill. Why do they fight and what skills must a winner have?    "
                }
            },
            "1": {
                "1": {
                    "title": "Stretched to the Limit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 38,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The chameleon fascinated naturalists since the family's discovery, mainly on account of its color-shifting, while arousing various legends, even being a diabolic spy created from other animals. David focuses on another anatomical oddity, the extraordinarily long, fast-propelled tongue, aimed thanks to the two independently-controlled eyes combining to full circle-sight. Giraffes always fascinated humans, making them an ideal princely gift from the Egyptian viceroy for major European monarchs. Its entire anatomy is out of whack to accommodate for the exceptionally long...    "
                },
                "2": {
                    "title": "A Curious Hoax?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 34,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    When the platypus was discovered in colonial Australia, its bizarrely composite anatomy seemed a gross hoax. It took generations of research to classify it, given that even its reproductive system combines elements of mammals, birds and marsupials. Unlike most amphibians, the midwife-toad has its eggs worn on the male's legs, and they copulate on land, not in water, for which purpose male toads have 'adhesive' paw pads. A brilliant zoologist discovered that breeding them in different conditions can trigger a reversal to the other method and anatomy, a Lamareck-like ...    "
                },
                "3": {
                    "title": "Young Wrinklies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 30,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    David focuses on two mammal species standing out with excessively wrinkled skin from an early age and with longevity, for large viz. small size species. Elephants have many adaptations, including the 'extra' skin serving to cool them down, and family life allowing to pass on vital information. Bald mole rats are a kind of rodents who live full-time in moist subterranean colonies, fully and bizarrely adapted in behavior and anatomy, even without nervous pain receptor.    "
                },
                "4": {
                    "title": "A Curious Twist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 36,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    For centuries, superstition ascribed magical powers to the mythical unicorn. When the first tusks of the narwhal were brought to Western Europe, it was sold as unicorn corn, although the Vikings knew the whale species much earlier. The giant tooth's natural purpose remains a matter of speculation, especially as it's usually restricted to males. The twist is assumed to have a hydrodynamic stabilizing function. Snailhouses are generally twisted, a highly successful, strong design, as with the extinct ammonites, who ruled the seas a long time before the dinosaurs. For ...    "
                },
                "5": {
                    "title": "Seeing the Pattern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 30,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The zebra, a never domesticated African equine, fascinates the Western public as well as naturalists. Most mysterious remain(s) the function(s) of its individually unique stripe patterns, possibly for mating or wider socializing rather then camouflage, or maybe to keep away the fatal tsetse fly. Butterflie species, numerous even by insect standards, exist in widely varied, often bright or bizarre color patterns. Some indicate being toxic, others mimic those. They see much more light frequencies then we vertebrates, enabling to distinguish 'invisible' pattern elements    "
                }
            },
            "2": {
                "1": {
                    "title": "Virgin Births",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 29,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Davis presents parthenogenesis, asexual reproduction, notably in species which are capable of sexual breeding too. Sometimes it's the way for a population to be established by a single colonizing female, as Komodo dragons did on various smaller Insulind islands. Sometimes cloning is deemed ideal for a species perfectly adapted to its environment, albeit a gamble on the long run to give up natural variation. Often however it's combined with sexual reproduction in a complex seasonal s-cycle, as with aphids, whose females also breed pregnant offspring, so as to clone ...    "
                },
                "2": {
                    "title": "Armoured Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Davis presents two species famous for their body armor, while wondering why it's not more common. First the skin plated rhinoceros, subject of myths until a tame female from colonial India was toured throughout Europe by a Dutch captain. Next the spines-covered hedgehog and his actually very different, not closely related African counterpart, the porcupine.    "
                },
                "3": {
                    "title": "Life in the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    David presents two animal types who cope with deep dark fabulously, in different ways and surroundings. First the owls, whose eyes, skull and even spine are anatomically adapted spectacularly to allow incredible eyesight, even at night, yet depends no less on his fine hearing. Next the deep sea squids, a giant with the present fauna's larger eyes, who must use bio-luminescence in the pitch dark at about 1000 meters depth.    "
                },
                "4": {
                    "title": "Curious Imposters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 20,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Some animals have mastered the art of deception. The cuckoo lays its eggs in the nest of other birds and tricks them into raising its young, while the spooky looking Death's-head hawk-moth deceives hundreds of bees to steal their honey. How do these cheats and imposters get away with it?    "
                },
                "5": {
                    "title": "Bad Reputations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    David presents two animals who have worse reputations then deserved. First the gorilla, long seen by none or too few Westerners in the flesh, which alas also got its scientific name after discoverer Savage. Next vampire bats, a story of mistaken species identity and mixing up with East Eiropean vampire myths, culminating in Bram Stoker's literature.    "
                },
                "6": {
                    "title": "Shocking Senses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    David presents aquatic animal species who make shockingly efficient use of self-generated electricity. First electric eels, who use such powerful current that it stuns or kills prey or assailants, even grown men. Next various other fish, who also master techniques to use electricity as a sixth sense to locate invisible prey.    "
                },
                "7": {
                    "title": "Life on Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    David presents vertebrate species who cope amazingly with freezing cold. First the emperor penguin, where the males especially brave incredible cold to mate and protect their offspring. Next North American frog species who mastered the art of surviving frost even in ice thanks to a sort of cry-stasis.    "
                },
                "8": {
                    "title": "Spinners and Weavers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    David presents animal species who produce amazingly elaborate and efficient constructions. First spiders, and to a lesser degree caterpillars, who spin silk for webs and various specialized purposes, a process scientists still are unable to fully understand, let alone copy. Next weaver birds, whose hanging nests, a male's best bid to earn an impressed female as breeding mate, require incredible, largely innate qualities, including tying knots (uniqe for birds) and expertly selecting fit materials.    "
                },
                "9": {
                    "title": "Strange Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    David presents two animal species who redistributed parental roles and properties most unusually. First sea-horses, where the male has a pouch to brood the eggs, a still largely unexplained role reversal with strong couple bonding, exponent of an evolution among its related precursors. Next hyenas, where females are larger, stronger, dominant but hard to distinguish as their external sex organs resemble a male's.    "
                },
                "10": {
                    "title": "Magical Appearances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    David presents animal species whose seasonal (dis)appearing has puzzled men for centuries. First geese and other migratory birds, which were long supposed to 'hibernate' in bizarre ways, a matter of dispute centuries even after emperor-falconer Frederic Hohenstaufen wrote down the actual fact. Next butterflies, who were believed 'sponteously generated' until people realized they are the adult form of utterly dissimilar caterpillars.    "
                }
            },
            "3": {
                "1": {
                    "title": "Impossible Feats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    David presents modern methods to thoroughly test reputed extraordinary performances of super-athletic species. First the muscular strength and jumping ability of insects many time exceeding, in comparison, the best mammal performances, notably the flee, thanks to anatomy and a superior enzyme. Then the cheetah, speed champion on land, albeit it less bullet-like then long assumed due to faulty measuring.    "
                },
                "2": {
                    "title": "Curious Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    David presents the progress into IQ research concerning some highly intelligent, long under-estimated species. First the orangutan, a forest primate from the Indonesian jungles, originally mistaken for a violent degenerated human, hen believed never to use its learning ability, shown in captivity, in the wild, as research on Borneo indicated, but now found enterprising in more demanding Sumatran marshes. Next the crow family, which proves that predatory birds can be as observant and agile problem-solvers as any primate.    "
                },
                "3": {
                    "title": "Expandable Bodies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 18,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    David examines myth and truth about the camel's unique capacity to function during long periods without water, especially the function of its fat-storing hump, and its Arctic ancestor. Next the largest constrictor snakes, Amazonian anaconda and African python, who devour and digest preys far larger then themselves, without actually dislocating their yaws, but inflate their digestive system to double size.    "
                },
                "4": {
                    "title": "Curious Feeders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    David focuses on two remarkable cases of surprising adaptation to as species's diet. First the whale, long mistaken for an alpha predator, whose giant body is fitted to sift and consume plankton (krill). Next flamingos, built to eat head inverted in extremely inhospitable waters, hot, salty and even exhuming poisonous fumes.    "
                },
                "5": {
                    "title": "Curious Cures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 19,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    David looks into surprising preventive and curative 'medicine' developed by certain species. The hippopotamus secretes a red slime, which turns out to act as a highly efficient sun screen and disinfectant. Monkeys, like the South American capuchin, make extensive and efficient use of various citrus and other plants to repel bugs and treat bites.    "
                },
                "6": {
                    "title": "Remarkable Regeneration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Curiosities (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    David discusses two families with remarkable powers of regenerating unusually large body parts easily. Salamanders do so when a large chunk, such as the tail or a limb, has been bitten off by a predator. Male moose and various members of the deer family grow and shed truly-bony antlers every year, used to fight duels for mating rights.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Attenborough, David"
            },
            {
                "name": "Chapelier, Guy"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G"
        ],
        "number of seasons": 4,
        "rating": 8.6,
        "votes": 585,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ2OTI4MTY1NF5BMl5BanBnXkFtZTgwOTAyNDAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Natural Curiosities",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "plot": [
            "David Attenborough presents a collection of his favourite natural curiosities found throughout the animal kingdom from armoured giants to crafty insects.::Adam Smith"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 585,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 107,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 236,
                "rating": 8.6
            },
            "aged 45 plus": {
                "votes": 95,
                "rating": 8.6
            },
            "males": {
                "votes": 374,
                "rating": 8.6
            },
            "males aged 18 29": {
                "votes": 84,
                "rating": 8.7
            },
            "males aged 30 44": {
                "votes": 196,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 73,
                "rating": 8.5
            },
            "females": {
                "votes": 81,
                "rating": 8.7
            },
            "females aged 18 29": {
                "votes": 19,
                "rating": 8.8
            },
            "females aged 30 44": {
                "votes": 37,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 20,
                "rating": 8.8
            },
            "top 1000 voters": {
                "votes": 42,
                "rating": 8.4
            },
            "us users": {
                "votes": 69,
                "rating": 8.3
            },
            "non us users": {
                "votes": 287,
                "rating": 8.6
            }
        },
        "number of votes": {
            "10": 166,
            "9": 177,
            "8": 145,
            "7": 58,
            "6": 20,
            "5": 7,
            "4": 3,
            "3": 2,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}