{
    "imdb": {
        "raw release dates": [
            {
                "country": "Thailand\n",
                "date": "16 March 2013"
            }
        ],
        "release dates": [
            "Thailand::16 March 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Food for Thought",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure 8: Zoo Games (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    While one team works in the Central Kitchen preparing food for the animals, the other team goes out on poo patrol cleaning up after the rhinos.    "
                },
                "2": {
                    "title": "Talk to Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure 8: Zoo Games (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The 8 junior zookeepers get a lesson in communicating with the creatures. As one team learns all about the special bond between a mahout and his elephant, the other team is busy at the Jurong Bird Park getting up close and personal with the parrots.    "
                },
                "3": {
                    "title": "Survivor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure 8: Zoo Games (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The Adventure 8 learn all about animal survival skills. The Blues visit the hardy giant Aldabra Tortoise and the tallest survivor in the wild, the giraffes. Meanwhile, the Red team visits the penguins that can brave the hottest or coldest of conditions.    "
                },
                "4": {
                    "title": "It's a Jungle Out There",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure 8: Zoo Games (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    It's a day of danger for the Adventure 8. The teams encounter a giant constrictor, the Reticulated Python, learn how to work safely with venomous snakes, get up close to the world's second largest mammal, the White Rhino and meet a real life dragon.    "
                },
                "5": {
                    "title": "Animal Smarts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure 8: Zoo Games (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The 8 adventurers find out what it takes to be the sharpest tool in the box, learning all about animal smarts and senses. The Red team learns how to make enrichment puzzles for the Chimpanzees and the Blues find out what makes the birds of prey such formidable hunters.    "
                },
                "6": {
                    "title": "Stand by Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure 8: Zoo Games (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The Adventure 8 learn how the vets and zookeepers are responsible in caring for the zoo residents. The Blues visit a pregnant Malayan Tapir and inspect a civet cat while the Reds get exclusive access to the endangered Orang Utans.    "
                },
                "7": {
                    "title": "Highlight Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure 8: Zoo Games (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The 8 junior zookeepers are almost done with their zoo adventure and in this episode Jamie and Nathalie look back at their journey so far, revisiting all the exciting animal encounters they have had along the way.    "
                },
                "8": {
                    "title": "Goodbye and Goodnight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure 8: Zoo Games (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The Adventure 8 say goodbye to Singapore Zoo as their journey draws to a close. In their last animal encounter the Reds get up close to the nocturnal Pangolin and the Blues meet the Great Horned Owl. And in the end \"King Of The Jungle\" is crowned.    "
                }
            }
        },
        "number of episodes": 8,
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzY2Y2ExN2ItYjQ0MC00YzMyLWI3ZTktYzg5MDUwZjZhYzBkXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Adventure 8: Zoo Games is Discovery Kid's all new wildlife-based series for children between the ages of 6 to 12, packed with animal interactivity and the wildest game challenges. This series gives 8 young intrepid explorers, the Adventure 8, a once-in-a-lifetime opportunity to get up close with the residents (animals and keepers) of Singapore Zoo, Night Safari and Jurong Bird Park. The 8 will be given rare access to work and play at one of the world's most renowned zoos. Each episode will be based on a specific theme covering Food, Animal Smarts, Senses, Survival, Diversity, Conservation and Responsibility, Danger, and Communication. Through this unique journey, the Adventure 8 will learn not just about the animal kingdom but also begin a journey of self-development and discovery. From handling a giant python to shoveling mounds of rhino dung, the kids overcome their fears and get their hands dirty, often with hilarious unexpected results. But it's not all work and no play! Each show will culminate in an exhilarating animal game challenge where the Adventure 8 will need to summon all their wits and physical prowess as they are pitted against each other to score precious points. At the end of the series, only one contestant with the most points, can be crowned 'King of The Jungle'!",
        "title": "Adventure 8: Zoo Games",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Adventure 8: Zoo Games (Singapore)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Infocus Asia"
            }
        ],
        "plot": [
            "_Adventure 8: Zoo Games_ (qv) is Discovery Kid's all new wildlife-based series for children between the ages of 6 to 12, packed with animal interactivity and the wildest game challenges. This series gives 8 young intrepid explorers, the Adventure 8, a once-in-a-lifetime opportunity to get up close with the residents (animals and keepers) of Singapore Zoo, Night Safari and Jurong Bird Park. The 8 will be given rare access to work and play at one of the world's most renowned zoos. Each episode will be based on a specific theme covering Food, Animal Smarts, Senses, Survival, Diversity, Conservation and Responsibility, Danger, and Communication. Through this unique journey, the Adventure 8 will learn not just about the animal kingdom but also begin a journey of self-development and discovery. From handling a giant python to shoveling mounds of rhino dung, the kids overcome their fears and get their hands dirty, often with hilarious unexpected results. But it's not all work and no play! Each show will culminate in an exhilarating animal game challenge where the Adventure 8 will need to summon all their wits and physical prowess as they are pitted against each other to score precious points. At the end of the series, only one contestant with the most points, can be crowned 'King of The Jungle'!::Infocus Asia"
        ],
        "tech": {}
    }
}