{
    "imdb": {
        "raw release dates": [
            {
                "country": "Malta\n",
                "date": "4 October 2013"
            }
        ],
        "release dates": [
            "Malta::4 October 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    While Alex, postman, and Sarah, journalist, are heading to their respective work, news comes out that another dead body has been found at Rinella. Detective Eric James together with his team are already on location investigating the crime. A phone call from his wife Deborah reminds him that he needs to pick up their son Aaron from school. In the background of all this happening, Sven finds the time to go to the casino and join in a poker tournament.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Who kidnapped Walter? What is his fate? Alex goes to visit his father with Christine but how will this affect him? Eric discusses his doubts with Dylan. Sven tries to find a way to spend his winning money from the casino. Sarah finds herself face to face with her boyfriend on her way to watch a movie with Miriam.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    What is Walter's fate? Sven and his group are preparing for a very important exchange. Sarah drowns herself in her work to avoid dealing with her personal problems. While at home with Nathaniel and Aaron, she receives an urgent call. Meanwhile, Eric tries to gather all the clues he can about the killer.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After a great loss, Sven tries to cover his involvement. In the meantime Deborah starts investigating the car that was recovered from the exchange. Christine asks Alex to hang out but Alex doesn't seem keen to go out with his sister. Sarah continues her research on the artifact she found on the last crime scene and Eric arrives to a conclusion that he has been avoiding for several weeks.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Another woman has been reported missing. Eric James and Dylan are trying to anticipate where this next victim will be found. Antoine receives a SMS from the killer. Alex goes out with Christine and they both find a person of interest. Deborah becomes obsessed on the Sudoku puzzle and Nathaniel can't help but intervene to get her attention. Sven is planning something big which his father doesn't approve.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Alex takes his counselor's advice and spends some quality time with his sister even though he still finds a way to irritate her. Sven insists of publicly announcing that he will be using his father's company for advertising the marathon he is planning. Deborah is convinced that the Sudoku puzzle will lead her directly to Sven. Eric James does everything he can to be a good father to Aaron but can he persevere even when tempted with a clue on the Venator case?    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    All the work stops at L-Impenn as soon as Sarah opens up a particular letter. An investigation goes under way immediately from Detective Eric James and Dylan about this letter. In the meantime, Deborah starts to get close to Sven who is putting his plans into motion. However, some of them end up working against him. Alex tries to contact Sarah through the number she gave him.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    What did Dylan find under that cover? Norbert starts to be interrogated. Could he be the end of who's killing the victims? Sarah receives a phone call in the middle of the night. Sven proceeds with his work on the marathon. In the meantime, another woman is kidnapped but someone saw everything this time...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Eric James and Dylan need to review all the case almost from the beginning after the only suspect they had only wanted to grab some fame off another person's doings. Alex takes Wayne's advice but how does Christine react once he tells her how he really feels about Norbert? And how does Sarah react when she finds him standing behind her at her workplace? The great day for Sven has finally arrived but will this be enough for Deborah and Robert to get some new proof about Sven's involvement in the drug deal? And what exactly did Sven plan during the marathon?    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Alex tries to fix his relationship with his sister. Sarah makes a drastic decision about her work but how is Domnic going to react to it? Damien also is faced by a tough choice about his son, Sven. His worries are now also affecting his health. Eric James proceeds with his investigation on Venator. Deborah is still struggling for balance between work and family but who will win? After all work is increasing and together with Robert they are always getting closer and closer to Sven.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    While Alex is working, he starts dosing off after a night of insomnia. During a poker game with Kain, Sven realizes that he is starting to lose control of everything and everyone around him. Deborah's work starts accumulating - together with Robert they are getting closer to getting Sven. Eric James is trying out new methods to figure out how to get to Venator while Sarah continues her research to get to the killer's identity.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Sven starts being interrogated. He is being represented by a person who Deborah and Robert least expect. While Sarah is walking in a street, she receives a picture of a place which has a date and time yet to come. Why didn't Alex tell his sister that he was fired from work?    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Now that Sarah has come so close to Venator, what will happen to her? Eric James and Dylan continue their investigation about the murders. Now they have two victims on the crime scene. Sven is invited by his father once again and Kain encourages him to arrange their difference. However, is this really what Sven is planning? While running errands, Christine hears some news about Alex which doesn't make her happy so she decides to check about it.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "17 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After waking up in the middle of a garden from a blackout, Alex returns home only to find that his sister, Christine, is not there. She doesn't return after a couple of hours so he decides to report her missing. Detectives Eric James and Dylan Cardona take the case. Eric is also looking after Deborah who is not in such a good shape after Nathaniel's death. How is Sven feeling now that his father has stripped him of everything? And what will Sarah do now that she has the face of the killer behind a mask on tape?    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Alex asks for some advice after running away from home. What did the box contain? Sarah's research gets her to a man named Charles, the son of the artist who apparently made the mask. Deborah is still hiding her true emotions but for how long? Eric James and Dylan have different opinions on Alex's case. Who has the right opinion?    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    What will happen to Alex now that the passed through that burning building? And what's inside that small box that he found? Kain is doing everything he can to see Sven and Damien back to normal so he gives out some information to Sven which will get him to go and see his father. Eric goes out with Deborah and Aaron to help Deborah take her mind off things. While alone with Deborah, he proposes a plan. How will Deborah take it? Sarah together with Miriam, buries herself into work to try and forget her sour experience with Charles but she still needs a bit of time by ...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Where will Christine go now that her cell is open? Alex wakes up in his room and to his surprise, Sarah comes to visit him again. Where is the next photo going to take him? Eric finally reaches a decision for his relationship with Deborah while he continues to work alongside Dylan to solve the Venator case. Deborah starts her own therapy with Wayne. How is this going to affect her behavior once she receives news that Damien is dead? Sven receives some unfavorable news after the death of his father so he decides to act on it.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Sarah is afraid that Eric James and Dylan will interrogate her about Charles. However she is quite surprised when they ask her about Alex. Is she willing to help them? Dylan decides to go behind Eric's back and demands Sarah's co-operation. Deborah finally manages to convince Robert to attend Damien's funeral. Alex starts to lose hope of finding his sister.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Sarah is afraid that Eric James and Dylan will interrogate her about Charles. However she is quite surprised when they ask her about Alex. Is she willing to help them? Dylan decides to go behind Eric's back and demands Sarah's co-operation. Deborah finally manages to convince Robert to attend Damien's funeral. Alex starts to lose hope of finding his sister.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maskra (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The mask has been found and the killer revealed. Sarah is standing in his house. Will she manage to escape before he notices? Alex prepares for his final challenge while Eric James and Deborah are following him in secret with the hope of him leading them to Christine. Antoine and Dylan spent the whole night searching at the place where Antoine had taken Christine Schembri. What will they find there? And how will all the characters meet in this place for one final showdown?    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Micallef, Dorian"
            },
            {
                "name": "Doneo, Louise"
            },
            {
                "name": "Agius, Stephanie"
            },
            {
                "name": "Azzopardi, Jonathan"
            },
            {
                "name": "Spagnol, Alex"
            }
        ],
        "genres": [
            "Thriller"
        ],
        "countries": [
            "Malta"
        ],
        "country codes": [
            "mt"
        ],
        "language codes": [
            "mt"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWE0YzQ5MTQtYmJmMS00ZTQ3LWJjYTUtNjRlZTU3YmQ2MzU1XkEyXkFqcGdeQXVyODA1NTcxMzg@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "Maltese"
        ],
        "title": "Maskra",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "akas": [
            "Maskra (Malta)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Sean, Justin"
            },
            {
                "name": "Xuereb, Ivan"
            }
        ],
        "synopsis": [
            "Malta has had its share of murders.\nBut in Summer 2012, the people are afraid to go out alone.\nThere is a killer on the loose.\nNo one knows who or what s/he looks like.However, when a person is reported missing, the same person is found dead after eight days. Detective Eric James and Dylan are the ones heading the case. Sarah, an online journalist is covering the story and wants to uncover the identity of the serial killer. In the meantime upcoming drug lord Sven is taking over his father's business to gain more power. Detective Deborah, Eric James's ex-wife, is investigating Sven's cases. Caught in the midst of all this is Alex, an insomniac postman who lives with his sister.Maskra is an emotional journey of five distinct characters who are pushed into a dark world where they will be put to the test to see how far are they willing to go for the ones they love."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}