{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "  2013"
            },
            {
                "country": "Singapore\n",
                "date": "7 August 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Singapore::2013",
            "Singapore::7 August 2013                            (internet)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Sharmilah Begum",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    A firm believer of beauty in all forms, Sharmilah Begum started 'Big is Gorgeous' and a movement to support and encourage plus sized women. Watch as she shows us all how to love your body and be comfortable in ones own skin.    "
                },
                "2": {
                    "title": "Penhleak Chan",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Pinkie is one of many young Cambodian patriots working tirelessly to further the country. She had the opportunity to work abroad but chose to declare her love for her homeland by empowering it's citizens with what she feels is the most important tool - knowledge.    "
                },
                "3": {
                    "title": "Theresa Goh",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Theresa Goh started swimming at five, competing at twelve, and has represented Singapore at numerous International swimming meets. In this episode, Theresa shares about her journey of sheer resilience through failure that has made her into the powerhouse she is today.    "
                },
                "4": {
                    "title": "Alvina Neo",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Alvina Neo loves speed. Whether it's hand cycling with the wind in her hair, or firing a pellet from the barrel of an air pistol. Nothing stops this go-getter in her relentless pursuit of life. Find out what keeps Alvina going despite of the adversities in her life.    "
                },
                "5": {
                    "title": "Aishah Samad",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Aishah Samad lost all 4 limbs to a bacterial infection. But that has not stopped her from being a disciplined, tenacious and strong fighter. Watch this sharp shooter's remarkable story as she fights for her independence and inspires others to do the same.    "
                },
                "6": {
                    "title": "Yap Qian Yin",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Yap Qian Yin is Singapore's para-athlete sailor. She was only 17 when she suffered a leukemia relapse and was forced to make a decision to either save her life or save her legs. Watch the story of her courageous journey of living her life to the fullest and as she discovers her passion for sailing.    "
                },
                "7": {
                    "title": "Anamika Subba",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    A bold young woman with a big heart! Only 23 years old, Anamika Subba is an Outreach Officer with Childreach International, an organization that aims to improve access to health care, education and child protection. This amazing young woman has led numerous aid missions in Nepal after the devastating earthquake in 2015, believes strongly in the power of education and tirelessly tries to bring about change in her country.    "
                },
                "8": {
                    "title": "Maya Bhattachan",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As the first female neurosurgeon in Nepal, Dr. Maya's dedication knows no bounds. After the earthquake in 2015, she has gone out of her way in helping others. What motivates this incredible woman to go beyond her call of duty?    "
                },
                "9": {
                    "title": "Kalyan Keo",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Kalyan Keo works with the United Nations Development Program, and is a big advocate of youth volunteerism and education. Her dedication to her country and family serve as an amazing source of inspiration to the young people of Cambodia.    "
                }
            },
            "1": {
                "1": {
                    "title": "Yip Pin Xiu",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Pin Xiu was born with Muscular Dystrophy, a genetic disorder that slowly breaks down the muscles. When she was 5, she started swimming to improve her health and strengthen her muscles. Nevertheless, by the age of eleven, she had lost her ability to walk and had to use a wheelchair. Despite this, Pin Xiu won Singapore's first ever Olympic gold medal at the Beijing 2008 Paralympics in the 50-metre backstroke finals. What drives Pin Xiu? What keeps her going? And has she ever wondered what her life would be like without Muscular Dystrophy?    "
                },
                "2": {
                    "title": "Lena Sim",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Lena Sim was abandoned by her parents and raised in a one-room rented apartment shared with her only guardian, her grandmother. Today, this self-made woman is one of Singapore's top restaurateurs; she's built a casual dining empire virtually from scratch. Find out how does one rise from such humble beginnings?    "
                },
                "3": {
                    "title": "Haslinah Yacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Haslinah Yacob didn't allow her perpetrator to dictate her destiny and refused to be victimized. Instead, she chose to rise above and founded a shelter that helps other rape survivors. She now works tirelessly as an activist and is the President of the Women For Equality Association in Kuala Lumpur, Malaysia.    "
                },
                "4": {
                    "title": "Sangduen Chailert",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    For over 20 years, Sangduen Chailert, AKA Lek, has dedicated her life to the cause of elephants in Northern Thailand. Often abused and neglected, Lek rescues the orphaned and unwanted, the sick and the injured, and cares for them in her elephant sanctuary near Chiang Mai.    "
                },
                "5": {
                    "title": "Charm Tong",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Charm Tong is a refugee turned teacher and human rights activist who rose to global prominence at the age of 16 for speaking before the UN Commission on Human Rights about issues facing Shan women in Myanmar - particularly the use of systematic rape as a weapon of war.    "
                },
                "6": {
                    "title": "Xilca Alvarez",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Public Defence Lawyer turned Social Entrepreneur. Xilca Alvarez, founder of Gourmet Keso, traded in the bench for grass and goats. With no experience, she started a social enterprise that offers livelihood opportunities by rehabilitating local communities at a center for social innovation in the Philippines and her company now produces award-winning cheese and coffee products.    "
                },
                "7": {
                    "title": "Cassandra Chiu",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Cassandra Chiu is a mother and founder of her own counseling practice, The Safe Harbour who became visually impaired at the age of 8 due to an inherited degenerative eye condition called Stargardt disease. While she may have lost her sight, she has never lost her sense of purpose and determination in life. What drives one to live life to the fullest?    "
                },
                "8": {
                    "title": "Rachel Chung",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Rachel Chung was a victim of domestic violence. For 8 years, she suffered through psychological and physical trauma inflicted on her by her ex-husband but now, Rachel is a fighter, fighting to change social attitudes towards violence and help women overcome domestic abuse. What makes a victim turn hero?    "
                },
                "9": {
                    "title": "Doris Nuval",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Doris Nuval from the Philippines, holds the record for being the longest held female political prisoner from the Marcos years. Arrested in 1980 for planting a bomb, she spent nearly 5 years in prison and escaped execution because her father was a close friend of Marcos. What made a woman of privilege risk everything to end the dictatorship?    "
                }
            },
            "2": {
                "1": {
                    "title": "Rebekah Choong",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Rebekah Choong, who works full time and is a mother of two. In addition, she is also a caregiver to her second daughter, Danielle who was born with Spinal Muscular Atrophy, a genetic disorder that causes muscle weakness and progressive loss of movement. Rebekah has found her way to becoming the best mother she can be for Danielle, and also the best woman for herself.    "
                },
                "2": {
                    "title": "Lai Yi Xuan",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In a society that puts a great focus on academia, Lai Yi Xuan at 19 is already studying at Yong Siew Toh Conservatory of Music and has been signed to a record label. What makes a young woman defy the pressures of convention to pursue her dreams?    "
                },
                "3": {
                    "title": "Serena Tan",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Serena Tan is a mother of two and successful group exercise instructor. But when she was younger, Serena battled anorexia. It was not easy but she came out of it stronger. Today, Serena shares with us her struggle and how she defeated it.    "
                },
                "4": {
                    "title": "Noelene Heyzer",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In a WomenTalkTV special episode - Dr. Noeleen Heyzer, United Nations Executive Secretary of the Economic and Social Commission for Asia and the Pacific (ESCAP) and Special Adviser of the Secretary General for Timor-Leste. A Nobel Peace Prize Nominee, Dr Heyzer speaks about upholding women's rights in the world.    "
                },
                "5": {
                    "title": "Sola Long",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    At only 24, Sola Long is one of Cambodia's youngest trauma recovery therapists, and helps sex trafficking survivors reintegrate into society. What does it take for such a young person to serve at this capacity?    "
                },
                "6": {
                    "title": "Carolyn Kan",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Carolyn Kan left after 10 years in advertising. During her sabbatical in Florence, she stumbled upon the art of craftsmanship. After that, she started her own artisan jewelry label, Carrie K. Find out how this passionate jewelry smith also strives to inspire and teach other young craftsmen and women to influence with creations.    "
                },
                "7": {
                    "title": "Joanna See Too",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Driven by an unwavering passion, Joanna See Toh has dedicated her entire life to the art of Chinese opera. Though her journey has not been easy, she has never once looked back with regret. What makes a performer give up her life for the stage?    "
                },
                "8": {
                    "title": "Sam Lo",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam Lo is a street artist behind the Sticker Saga and My Grandfather Road Series, whose arrest in 2012 created controversy in Singapore and around the world. Despite her struggles with the law, she has never lost the courage and passion to keep making art. What drives an artist to continue creating in the face of the law?    "
                },
                "9": {
                    "title": "Marini Ramlam",
                    "kind": "episode",
                    "episode of": {
                        "title": "WomenTalkTV (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Marini 'Nini' Ramlan from Malaysia created a voluntary class to teach and inspire youths from difficult backgrounds. Watch her story as she shares how Art can be an influence for children to use their imagination and try new things, and inspire them to do the same in their daily lives.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Olsen, Eunice"
            }
        ],
        "locations": [
            "Singapore::(interview)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "10"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(High Definition)"
        ],
        "sound mix": [
            "Stereo::(Stereo)"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGRlYmIxNzQtMGVmNC00YmU4LTllNDItMDFlNTU0ZmFmYjg5XkEyXkFqcGdeQXVyNjc1OTY5Nzg@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$100,000 (estimated)",
        "plot outline": "In August 2013, Eunice Olsen founded womentalk tv: an original series as a project by Olsen's House of Ou Studios. It features a series of the accomplishments or stories of everyday women doing extraordinary things from all over Asia. Womentalk tv has since released 3 seasons with 27 episodes. The series was also nominated for an International Emmy Award in the Digital Program: Non-Fiction category in 2014. The series has also since won several awards in 2016 in the Best Shorts Competition, Hollywood International Independent Documentary Awards and the Los Angeles Independent Film Festival.",
        "languages": [
            "English"
        ],
        "title": "WomenTalkTV",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "WomenTalkTV (Singapore)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "House of Ou Studios"
            }
        ],
        "distributors": [
            {
                "name": "House of Ou Studios"
            }
        ],
        "plot": [
            "In August 2013, Eunice Olsen founded womentalk tv: an original series as a project by Olsen's House of Ou Studios. It features a series of the accomplishments or stories of everyday women doing extraordinary things from all over Asia. Womentalk tv has since released 3 seasons with 27 episodes. The series was also nominated for an International Emmy Award in the Digital Program: Non-Fiction category in 2014. The series has also since won several awards in 2016 in the Best Shorts Competition, Hollywood International Independent Documentary _Awards_ (qv) and the Los Angeles Independent Film Festival."
        ],
        "tech": {
            "runtime": [
                "10 min (original) (Singapore)"
            ],
            "sound mix": [
                "Stereo (Stereo)"
            ],
            "color": [
                "Color (High Definition)"
            ]
        }
    }
}