{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 October 2013",
                "notes": "                            (Orlando, Florida)"
            },
            {
                "country": "USA\n",
                "date": "31 October 2013"
            }
        ],
        "release dates": [
            "USA::23 October 2013                            (Orlando, Florida)",
            "USA::31 October 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Mayor's Challenge: Designing the Performing Arts Center in Orlando",
                    "kind": "episode",
                    "episode of": {
                        "title": "Frames and Fortune (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Mayor Buddy Dyer challenges Alice with finding the perfect art piece for the new Dr. Phillips Performing Arts Center being built in Orlando. She travels to Miami to view the colorful art of the world famous Brazilian artist Romero Britto and attends the opening of Gloria Porcella's Ca'D'Oro Gallery. Alice also discovers Enzo Carnebianca, who proposes a magnificent bronze statue for the Orlando Performing Arts Center.    "
                },
                "2": {
                    "title": "Opening a New Art Gallery: Searching for Locations in Manhattan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Frames and Fortune (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alice helps Pedro Brull find a location in New York City for his new gallery. During her search, she discovers several exciting artists including Leemour Pelli and attends a red carpet event in Manhattan. Ironically, the selection of Bobby Neil as her real estate representative will later result in her television appearance on the Bravo Channel in Million Dollar Listing: New York.    "
                },
                "3": {
                    "title": "Hispanic Art and Culture: Visiting the Enchanted Island of Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Frames and Fortune (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Alice visits Puerto Rico to learn more about its history, culture, and artists. Featured in this episode are Antonio Mortorelli, a master artist who uses wood as his canvass, and Alexander Cruz, the famous naturalist painter of birds in his native country. Other celebrities include legendary golfer, Chi Chi Rodriquez, who gives Alice a private tour of the Governor's mansion after her lesson on the course.    "
                },
                "4": {
                    "title": "The Art Basel Connection: Master Painters from Hong Kong to New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Frames and Fortune (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Fernando Botero is interviewed by Alice during Art Basel in Hong Kong. After meeting this world famous painter, she spends time learning the secrets brush techniques of Colombian religious artist, Beatriz Ramirez, and discovers a very talented young sculptress, Lea Fales. Finally, the first episode of Frames and Fortune premiers on the Brighthouse Network, sixth largest cable company in the United States.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "McLaughlin, Alice"
            },
            {
                "name": "Botero, Fernando"
            },
            {
                "name": "Brull, Pedro"
            },
            {
                "name": "Cruz, Alexander"
            },
            {
                "name": "Mortorelli, Antonio"
            },
            {
                "name": "Pelli, Leemour"
            },
            {
                "name": "Ramirez, Beatriz"
            },
            {
                "name": "Rodriguez, Chi Chi"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Frames and Fortune is a reality Art TV Show where the hostess, Alice McLaughlin, travels the world in search for the next undiscovered artist. Her goal is to travel the world searching for the next big undiscovered artist, lost treasures, and one of a kind art for high profile collectors, corporations, and cities. The audience followers her as she searches locations such as Rio de Janeiro, Milan, Rome, Amsterdam, Vatican City, Shanghai, Hong Kong, New York, Miami, Orlando, Puerto Rico and many more!",
        "languages": [
            "Spanish"
        ],
        "title": "Frames and Fortune",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Frames and Fortune (United States)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Bright House Network"
            }
        ],
        "plot": [
            "_Frames and Fortune_ (qv) is a reality Art TV Show where the hostess, Alice McLaughlin, travels the world in search for the next undiscovered artist. Her goal is to travel the world searching for the next big undiscovered artist, lost treasures, and one of a kind art for high profile collectors, corporations, and cities. The audience followers her as she searches locations such as Rio de Janeiro, Milan, Rome, Amsterdam, Vatican City, Shanghai, Hong Kong, New York, Miami, Orlando, Puerto Rico and many more!::Alice McLaughlin"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}