{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "6 May 2013"
            }
        ],
        "release dates": [
            "Singapore::6 May 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Artistic Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Myanmar (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    For fifty years, publishing a poem, making a movie or singing a song placed people in danger of detention, torture and imprisonment in Myanmar. Creativity was crushed, culture and art destroyed, individuality punished. Now, pop groups are going global, literary festivals can be held in public and graffiti is hip. Having survived the dark decades, the New Myanmar's most respected artists are struggling with a new challenge: How to inspire a generation who grew up in fear, were denied an education and have no sense of their country's history or identity.    "
                },
                "2": {
                    "title": "Saving Yangon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Myanmar (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    Yangon's British Colonial Era buildings are falling to pieces. The crumbling structures have survived a century of tropical storms, several wars and decades of neglect. While Myanmar remained isolated from the world, these architectural treasures were largely ignored, left in a state of majestic decay. But with the country opening up, developers are moving in and many Colonial buildings are being torn down. The Yangon Heritage Trust is on a mission to save them, but the rescue process is complicated and time-consuming. And TIME is running out as the city, and country,...    "
                },
                "3": {
                    "title": "Making News",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Myanmar (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    From military propaganda machine to a burgeoning free press, Myanmar is being lauded for the dramatic pace of its media reforms - a pace that observers say is putting its Asian neighbors to shame. There's social media, new media, old media, but no longer state-CONTROLLED media as censorship has been abolished and privately owned publications have been green-lighted. Or is it just hyper and hyperbole? Some are advising caution and suggest the reforms may not prove as revolutionary as they are being portrayed. But there's no denying that some things have changed.    "
                },
                "4": {
                    "title": "Business Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Myanmar (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 May 2013",
                    "year": "2013",
                    "plot": "\n    The sanctions came down, the gate was opened, the entrepreneurs, opportunists and multi-national corporations began rushing in. Myanmar's political and economic reforms have sparked a stampede among the business community. In just three years, the country has been catapulted from despised pariah to the \"New Frontier,\" the \"Next Tiger\". Is it time for a reality check? While opportunities abound, the road ahead is set to be a bumpy one. Assuming, of course, the road has actually been built. Also on the 'To Do\" list, transparent investment laws, trained staff, a ...    "
                },
                "5": {
                    "title": "The Peace Process",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Myanmar (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Myanmar's has earned local trust and international praise for its sweeping political and economic reforms, which are transforming the nation from a military state to a civilian-led democracy. But as we've seen, there are numerous challenges -- too numerous to list. However, there is one challenge that eclipses them all - resolving the ethnic conflicts that have plagued the nation for decades. There is goodwill on all sides. Ceasefires have been negotiated, conferences arranged, international assistance sought. But the PEACE PROCESS is complicated and urgent. If the ...    "
                },
                "6": {
                    "title": "The Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Myanmar (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Myanmar has surprised everyone. It has transformed at a speed few would have thought possible just five years ago. Censorship and fear have made way for new freedoms. People in exile are returning. But it is a country starting from scratch. New laws, new political system, a new democratic path. As the country prepares for its first civilian elected government in the coming year, we take a look at what has changed, how it has changed and what lies ahead as the country tries to live up to its new reputation as THE NEW MYANMAR.    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Thailand",
            "Singapore"
        ],
        "country codes": [
            "th",
            "sg"
        ],
        "language codes": [
            "en",
            "my"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "plot outline": "After half a century of isolation, Myanmar is opening up. Political and economic reforms are paving the way for the transition to a civilian-led government after decades of totalitarian military rule. Sanctions have been lifted, censorship has been eased and some people who fled into exile more than 20 years ago are returning for the first time. International investors are lining up to take advantage of the new opportunities and tourist numbers are skyrocketing. Everyone, it seems, is talking about 'The New Myanmar'. In this series of six shows, hosted by Channel News Asia's Anasuya Sanyal, viewers will gain an insight into the country's transformation from those who are experiencing it first-hand: Business leaders, policy makers, artists, journalists, activists, conservationists and, of course, ordinary people.",
        "languages": [
            "English",
            "Burmese"
        ],
        "title": "The New Myanmar",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "The New Myanmar (Thailand)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Knowles, Craig"
            }
        ],
        "production companies": [
            {
                "name": "AsiaWorks"
            }
        ],
        "plot": [
            "After half a century of isolation, Myanmar is opening up. Political and economic reforms are paving the way for the transition to a civilian-led government after decades of totalitarian military rule. Sanctions have been lifted, censorship has been eased and some people who fled into exile more than 20 years ago are returning for the first time. International investors are lining up to take advantage of the new opportunities and tourist numbers are skyrocketing. Everyone, it seems, is talking about '_The New Myanmar_ (qv)'. In this series of six shows, hosted by Channel _News_ (qv) Asia's Anasuya Sanyal, viewers will gain an insight into the country's transformation from those who are experiencing it first-hand: Business leaders, policy makers, artists, journalists, activists, conservationists and, of course, ordinary people."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}