{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 January 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::20 January 2013                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Miller, Josiah"
            },
            {
                "name": "O'Hara, Justin"
            },
            {
                "name": "Bentzen, Karina"
            },
            {
                "name": "Haskew, Nathan"
            },
            {
                "name": "Kamppi, Brenna"
            },
            {
                "name": "Haran, Salvatore"
            },
            {
                "name": "Tanner, Josh"
            },
            {
                "name": "Newsom, Aaron"
            },
            {
                "name": "Lane, Brittany"
            }
        ],
        "locations": [
            "Arlington, Washington, USA::(location)",
            "Bellingham, Washington, USA::(location)"
        ],
        "genres": [
            "Horror"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$5,000 (estimated)",
        "plot outline": "Trial of Leaves is an ongoing YouTube series set within The Slender Man Mythos. Having started at the beginning of 2013, this series continually chronicles the lives of three young survivalists and their struggles to protect those they care about. While hiking in their free time, the boys become wrapped up in a much larger design, with the appearance of a familiar symbol. Not letting that bother them, they decide to keep entertaining us, and ignoring it. Once they decide to gather their weapons and fight back they get beaten. Badly. What follows is nothing less than the crushing of man in every way... emotionally, spiritually, physically, and of course, mentally. At this time they discover a world parallel to our own, and under the jurisdiction of their stalkers. This Path of Blackened Leaves becomes both a haven and a hell for the protagonists, as their true Trial begins. From here on in, a tale of Cosmic Horror with just a sliver of hope that they can break free without losing all they care about.",
        "languages": [
            "English"
        ],
        "title": "Trial of Leaves",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Trial of Leaves (United States)"
        ],
        "writer": [
            {
                "name": "Bentzen, Karina"
            },
            {
                "name": "Haran, Salvatore"
            },
            {
                "name": "Haskew, Nathan"
            }
        ],
        "distributors": [
            {
                "name": "Brotherhood Studios"
            }
        ],
        "plot": [
            "_Trial of Leaves_ (qv) is an ongoing YouTube series set within The Slender Man Mythos. Having started at the beginning of 2013, this series continually chronicles the lives of three young survivalists and their struggles to protect those they care about. While hiking in their free time, the boys become wrapped up in a much larger design, with the appearance of a familiar symbol. Not letting that bother them, they decide to keep entertaining us, and ignoring it. Once they decide to gather their weapons and fight back they get beaten. Badly. What follows is nothing less than the crushing of man in every way... emotionally, spiritually, physically, and of course, mentally. At this time they discover a world parallel to our own, and under the jurisdiction of their stalkers. This Path of Blackened Leaves becomes both a haven and a hell for the protagonists, as their true Trial begins. From here on in, a tale of Cosmic Horror with just a sliver of hope that they can break free without losing all they care about.::anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}