{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bronchuk, Steve"
            },
            {
                "name": "Maattala, Dave"
            },
            {
                "name": "Nuzzo, Dennis"
            }
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "rating": 8.8,
        "votes": 5,
        "plot outline": "King of the Palace is a candlepin bowling television show based out of New Palace Lanes in Fitchburg Massachusetts. Bowlers have a 3 string roll-off tournament. Bowlers with the top 4 totals make it to the show. The returning champ, or King, starts as the number 5 seed . The show is based as a ladder format. 5th seed bowls 4th seed. The winner bowls the 3rd seed, and so forth, until a champion, or King, is crowned after the final match. The King wins a Championship Title Belt and returns the next set of tapings to try and defend it. All matches are 2 strings with total pinfall determining the winner. The show gives bowlers of all skill levels a chance to be on tv by having an 80% handicap added in to their scores to even the playing field. King of the Palace won an award for Best On-air Personalities for its commentary team.",
        "languages": [
            "English"
        ],
        "title": "King of the Palace",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "King of the Palace (United States)"
        ],
        "plot": [
            "_King of the Palace_ (qv) is a candlepin bowling television show based out of New Palace Lanes in Fitchburg Massachusetts. Bowlers have a 3 string roll-off tournament. Bowlers with the top 4 totals make it to the show. The returning champ, or King, starts as the number 5 seed . The show is based as a ladder format. 5th seed bowls 4th seed. The winner bowls the 3rd seed, and so forth, until a champion, or King, is crowned after the final match. The King wins a Championship Title Belt and returns the next set of tapings to try and defend it. All matches are 2 strings with total pinfall determining the winner. The show gives bowlers of all skill levels a chance to be on tv by having an 80% handicap added in to their scores to even the playing field. _King of the Palace_ (qv) won an award for Best On-air Personalities for its commentary team.::dennis nuzzo",
            "_King of the Palace_ (qv) has been airing the best Candlepin Bowling in the Northeast for 3 Seasons. It can also be viewed on several Local Access TV stations in the North East and on YouTube. With 3 successful Seasons completed now comes Season 4 with new twists, turns, new champions and of course Candlepin Bowling. This is not your Grandparents TV show, this is their take, their perspective and their spin on the Greatest game ever Candlepin Bowling!::Dave Maattala"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "males": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 1,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}