{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 March 2013"
            },
            {
                "country": "USA\n",
                "date": "27 March 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::27 March 2013",
            "USA::27 March 2013                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Temecula Burial Site",
                    "kind": "episode",
                    "episode of": {
                        "title": "Soul Seekers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Soul Seekers return to the Temecula Burial grounds to investigate further activity at this Reported Indian Burial Ground. They have captured some pretty good evidence from Direct Spirit Box communication, to the Mel Meter being manipulated by a spirit of what they believe is a little girl or woman. They capture what looks to be a man watching them from the back end of the Burial ground on a Full Spectrum Camera. Demonic Sounding hisses are also heard going directly into their camera. Dante also brings a new investigator along to test his abilities to actually capture ...    "
                },
                "2": {
                    "title": "Steam Ferry Berkeley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Soul Seekers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    Soul Seekers investigate the historic Steam Ferry Berkeley located at the San Diego Maritime Museum. There has been many paranormal claims reported in the location and Soul Seekers documented almost every reported claim.    "
                },
                "3": {
                    "title": "Rialto Historical Site",
                    "kind": "episode",
                    "episode of": {
                        "title": "Soul Seekers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The Soul Seekers travel to Rialto California to investigate the original church of Rialto California this church is now used a Historical Museum in Rialto. People claim that this location is being haunted by a little girl named Christina and a few other apparitions have been told. During the filming they capture many pieces of great evidence and Matt becomes oppressed by the resident spirit of this old church. They also learn that they have a few spirits following them from location to location. An intelligent K-II conversation with Christina and something Evil ...    "
                },
                "4": {
                    "title": "S1.E4 William Heath Davis House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Soul Seekers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Soul Seekers arrive in San Diego California to investigate one of the most haunted houses in San Diego, CA. The William Heath Davis House. This home was constructed in the 1850s by Mr. William Heath Davis it is said to house the spirits of many of the previous residents. Many stories have been told about this Home that sits in the Historic Gaslamp District, Protected from the City itself by some towering Iron Gates! Soul Seekers have been granted Access to Prove that Spirits Actually do reside within the William Heath Davis House!    "
                },
                "5": {
                    "title": "S1.E5 Star of India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Soul Seekers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Soul Seekers take you aboard one of the most haunted ships in the world! The Star Of India! This ship is located in the heart of San Diego County. Soul Seekers give you the most in depth look into this legendary ship's history and a complete private investigation. Soul Seekers find out once again why this ship is so well known in the paranormal community.    "
                },
                "6": {
                    "title": "S1.E6 Mackay Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Soul Seekers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Soul Seekers travel to Virginia City, Nevada. This town is said to be one of the most haunted towns/cities In the entire U.S. In this episode Soul Seekers will be investigating the historical Mackay Mansion! The mansion was built in the 1860s. It was once the home of one of Virginia City's \"silver kings\" who made his fortune on the Comstock Lode - the first major discovery of silver ore in the US. When Soul Seekers investigates this location for the first time they all witness practically all of the claims that were reported here. Definitely one of the most active ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Benton, Matt"
            },
            {
                "name": "Reeder, Dante"
            },
            {
                "name": "Grindle, Violet"
            },
            {
                "name": "Maritza"
            },
            {
                "name": "Rebant, Eric"
            },
            {
                "name": "Williams, Allan"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGNiZDA1MTQtN2ZmMC00Zjk2LWI5ZjMtNGJhMTFmYTBjN2NmXkEyXkFqcGdeQXVyNTYzNDE4NDQ@._V1_SY150_CR4,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "plot outline": "Two men who seek the truth travel the world to find evidence towards paranormal claims. The two of them enter some of the most haunted places in the world to gather the evidence and to find the answers from the entities that reside there. They capture so much evidence it makes you think is there these paranormal entities around us?",
        "languages": [
            "English"
        ],
        "title": "Soul Seekers",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Soul Seekers (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Benton, Matt"
            }
        ],
        "production companies": [
            {
                "name": "MB Productions"
            }
        ],
        "distributors": [
            {
                "name": "MB Productions (II)"
            }
        ],
        "plot": [
            "Two men who seek the truth travel the world to find evidence towards paranormal claims. The two of them enter some of the most haunted places in the world to gather the evidence and to find the answers from the entities that reside there. They capture so much evidence it makes you think is there these paranormal entities around us?"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}