{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "February 2013"
            }
        ],
        "release dates": [
            "USA::February 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Liulevicius, Vejas Gabriel"
            }
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTU2YzBlYTMtMGVhNi00MDdlLThiNDgtZTE5NjI0MWMwMWY5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Turning Points in Modern History takes you on a far-reaching journey around the globe--from China to the Americas to New Zealand--to shed light on how two dozen of the top discoveries, inventions, political upheavals, and ideas since 1400 have shaped the modern world. Taught by award-winning history professor Vejas Gabriel Liulevicius of the University of Tennessee, Knoxville, these 24 thought-provoking episodes start in the early 15th century and culminate in the age of social media to reveal astounding threads that weave through the centuries. You'll also witness turning points with repercussions we can only speculate about because they are still very much in the process of turning.",
        "title": "Turning Points in Modern History",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "plot": [
            "_Turning Points in Modern History_ (qv) takes you on a far-reaching journey around the globe--from China to the Americas to New Zealand--to shed light on how two dozen of the top discoveries, inventions, political upheavals, and ideas since 1400 have shaped the modern world. Taught by award-winning history professor Vejas Gabriel Liulevicius of the University of Tennessee, Knoxville, these 24 thought-provoking episodes start in the early 15th century and culminate in the age of social media to reveal astounding threads that weave through the centuries. You'll also witness turning points with repercussions we can only speculate about because they are still very much in the process of turning.",
            "_Turning Points in Modern History_ (qv) takes you on a far-reaching journey around the globe to shed light on how two dozen of the top discoveries, inventions, political upheavals, and ideas since 1400 have shaped the modern world. These 24 thought-provoking episodes start in the early 15th century and culminate in the age of social media to reveal astounding threads that weave through the centuries."
        ],
        "tech": {}
    }
}