{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 August 2013"
            }
        ],
        "release dates": [
            "USA::4 August 2013"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Jonah and the whale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The story of Jonah and the Whale is one of the most famous, and most mysterious, tales in the Old Testament. Recent finds by archaeologists in the ruins beneath Jonah's shrine in Iraq make a compelling argument that many of the events and characters in this biblical parable are based on fact. See treasures that date back over 2,500 years and discover a lost world where the prophet Jonah himself may have preached.    "
                },
                "2": {
                    "title": "Grave of the Vikings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    From the 8th to 11th century, the Vikings ruled what is now Scandinavia and terrorized Northern Europe. But a thousand years ago, these fearsome fighters disappeared from history. Now, a remarkable discovery in Denmark may finally explain what defeated this seemingly invincible nation. Follow a team of archaeologists as they excavate a fascinating burial site, use state-of-the-art X-ray technology to analyze their findings, and examine the life of an elite warrior.    "
                },
                "3": {
                    "title": "The Pharaoh in the Suburbs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Until recently, the Egyptian pharaoh known as Psamtik I was little more than a footnote in history. That all changed in 2017 when archaeologists excavating a site in a Cairo suburb stumbled upon the remnants of a massive statue made in his honor. See how this remarkable find has led to the rediscovery of a game-changing ruler who rescued his crumbling country from vicious invaders, brought a golden era to ancient Egypt, and had a far greater impact on western civilization-and western art-than history had led experts to believe.    "
                },
                "4": {
                    "title": "Egypt's Lost Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Egypt's Valley of the Kings is a royal cemetery unlike any other. For over 200 years, archaeologists have combed over every inch of it in search of knowledge and treasure. Many believed the valley had no more secrets to reveal, but that all changed in 2011 when an unidentified tomb was found, a discovery that has rewritten what we know about ancient Egypt's royal burials. Join us as we investigate the mysteries inside the burial site involving a dismembered princess, a second coffin, and evidence of state-sponsored tomb raiding.    "
                },
                "5": {
                    "title": "Beasts of the Pharaohs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Hierakonpolis was once one of the ancient world's forgotten cities, only of passing interest to archaeologists. That changed with the discovery of a prehistoric cemetery containing the remains of Egypt's first kings and those of wild and exotic animals. Evidence suggests these beasts were gathered from across the continent, but why? Follow archaeologists as they explore this 6,000-year-old cemetery, unlocking secrets that are redefining everything scholars thought they knew about Egypt in the time before the pharaohs.    "
                },
                "6": {
                    "title": "King Solomon's Mines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In the Old Testament, Solomon was painted as a wise king who amassed a fortune. For centuries, historians and treasure seekers have been on the hunt for the source of his legendary wealth. Now, recent discoveries in the Timna Valley in Israel have revealed an industrial complex from the time of the king that could have made him rich beyond man's wildest dreams. Could archaeologists have found proof that King Solomon's mines are real?    "
                }
            },
            "1": {
                "1": {
                    "title": "The Turin Shroud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "4 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The Shroud of Turin. Is it the burial cloth of Jesus Christ? A work of art? Or the greatest prank ever pulled? The Vatican itself refuses to take an official position on its authenticity, and with limited access to the cloth for testing, there's seemingly no way for scientists to end the debate. Or is there? Join four experts as they explore four radically different theories, using groundbreaking research and archeological expertise. Their one goal: to decode a treasure that has been revered, rejected, and argued about for more than 600 years.    "
                },
                "2": {
                    "title": "The Sphinx",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 32,
                    "original air date": "11 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Archeologists search for and interpret tiny clues to determine the origin of the Sphinx and who it represents.    "
                },
                "3": {
                    "title": "Golden Raft of El Dorado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A ten-inch golden statue discovered in a cave near Bogota may be the key to the greatest treasure never found: El Dorado. For centuries, rumors of a \"Lost City of Gold\" attracted explorers and fortune hunters to the Colombian Andes in search of riches. Now, after 500 years of futility and bloodshed, investigators try to finish the job, using the found statue, a beautiful model of a golden raft, as their guide. See legend and fact collide as we apply forensic techniques and decipher ancient documents to uncover the truth behind the myth.    "
                },
                "4": {
                    "title": "Richard III Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 33,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Secrets looks at the discovery of King Richard III's burial place in a parking lot in Leicester. It follows a team of researchers as they excavate the bones and later run genetic tests to verify that they belong to the former king. Researchers discover that the king suffered from sever scoliosis and that he suffered several injuries in battle before dying.    "
                },
                "5": {
                    "title": "A Viking Map?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 24,
                    "original air date": "1 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Secrets looks at the Vinland Map which was supposedly created fifty years before Columbus. The map clearly features the coast of North America. If it is real, it shows that Europeans knew about North America in the years before Columbus. Experts try to determine whether the map is real.    "
                },
                "6": {
                    "title": "The Gospel of Jesus's Wife",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    A tiny fragment of papyrus that refers to the wife of Jesus stirs immediate controversy. This program describes the efforts to validate the document.    "
                }
            },
            "2": {
                "1": {
                    "title": "Easter Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The stone giants of Easter Island are some of the most recognizable statues on Earth, and some of the least understood. How were hundreds of these enormous figures built, and why? And what prompted the Islanders to topple all of them to the ground, save for one? To answer these questions, our team of experts gathers evidence on the island and pores over a centuries-old eyewitness account. They also use modern analysis to decipher the symbolic code cut into the last statue standing, a carving that reveals a story of extraordinary struggle.    "
                },
                "2": {
                    "title": "Great Pyramid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Great Pyramid at Giza is the last of the Seven Wonders of the Ancient World still in existence. It's as tall as a 50-story building, has stood for 4,500 years, and for centuries, has been a puzzle to archaeologists, who still do not really know how it was built. But today, two new developments might just solve this great mystery: the remarkable discovery of a diary written by one of the men involved in the pyramid's construction, and radical new theories from an engineer who's bringing fresh insights to this ancient riddle.    "
                },
                "3": {
                    "title": "Nefertiti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Queen Nefertiti was the most powerful woman in ancient Egypt, but few today would know anything about her if it weren't for the discovery of her statue in the Amarna Desert in 1912. Since then, she has become a global icon...and a very controversial figure. Many believe the unearthing of her likeness was staged, and that the bust is one of the greatest art frauds of all time. Follow our team of historians and scientists as they sort through the clues, visit the sites, and put the spectacular object to the test to solve this ancient secret.    "
                },
                "4": {
                    "title": "Ark of the Covenant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    \"Raiders of the Lost Ark\" made it famous, but the story of the Ark of the Covenant goes back many centuries. According to the Bible, it was built by the Israelites at God's command 3,000 years ago, then vanished 25 centuries later, from Jerusalem and from history. Some say that it was destroyed. Others claim that it never existed at all. Follow our team of experts as they sift through evidence and hunt for physical clues in an attempt to prove if the ark was real, to show what it might have looked like, and to determine if it still exists today.    "
                },
                "5": {
                    "title": "Spear of Destiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Before it landed in a museum in Vienna, the Spear of Destiny had a long and fascinating history...at least according to legend. Claims that it pierced Jesus, was carried into battle by Charlemagne, and was coveted by Hitler have made for captivating stories. But is there any merit to any of them? Join the investigation as we examine ancient texts, and scrutinize the spear, layer-by-layer, through modern Magnetic Resonance Imaging and x-ray fluorescence technology, to cut through the fiction and unlock the secrets of this celebrated spear.    "
                },
                "6": {
                    "title": "Blackbeard's Ship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Beneath the waters off the North Carolina coast, lost for over 300 years, lays the wreckage of a ship. Experts believe it once belonged to the bloodthirsty pirate Blackbeard, but not everyone is convinced. Join the investigation as our experts analyze historical records and charts, and search for clues among 300,000 documented artifacts. Their mission: to prove this is the wreckage of Queen Anne's Revenge, and to determine how this ship, supposedly captained by one of the most skilled sailors of his day, suddenly and mysteriously ran aground.    "
                },
                "7": {
                    "title": "Great Wall of China",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "4": {
                "1": {
                    "title": "Tower of Babel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Inside the legendary city of Babylon in modern-day Iraq lie the remains of a vast structure, which ancient records suggest was the Tower of Babel. Is it possible that this biblical stairway to heaven actually existed? Experts think it did, and thanks to satellite technology and new discoveries, they have pinpointed exactly where the legendary tower once stood, and what it looked like. Join us as we revisit the inspiration for one of the strangest stories in the Bible, and then recreate the spectacular skyscraper in all its glory.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Johnson, Corey"
            },
            {
                "name": "Pennock, Caroline Dodds"
            },
            {
                "name": "Hartwig, Melinda"
            },
            {
                "name": "Langley, Philippa"
            },
            {
                "name": "Raiswell, Richard"
            },
            {
                "name": "Farnaby, Simon"
            },
            {
                "name": "Francis, J. Michael"
            },
            {
                "name": "Gaber, A. Ali Omar"
            },
            {
                "name": "Seaver, Kirsten"
            },
            {
                "name": "Ashdown-Hill, John"
            },
            {
                "name": "Jessen, Esben"
            },
            {
                "name": "Langebaeck, Carl"
            },
            {
                "name": "Reader, Colin"
            },
            {
                "name": "Foxhall, Lin"
            },
            {
                "name": "Lacovara, Peter"
            },
            {
                "name": "Villegas, Maria Alicia"
            },
            {
                "name": "Ikram, Salima"
            },
            {
                "name": "Morris, Matthew"
            },
            {
                "name": "Ponce, Alvaro"
            },
            {
                "name": "Rosenfeld, Randall"
            },
            {
                "name": "Buckley, Richard"
            },
            {
                "name": "Hawass, Zahi"
            },
            {
                "name": "Lleras, Roberto"
            },
            {
                "name": "Reese, William"
            },
            {
                "name": "Appleby, Jo"
            },
            {
                "name": "Livingston, Michael"
            },
            {
                "name": "Baier, Robert"
            },
            {
                "name": "King, Turi"
            },
            {
                "name": "Wilkinson, Caroline"
            },
            {
                "name": "Mitchell, Piers"
            },
            {
                "name": "Ibsen, Michael"
            },
            {
                "name": "Hainsworth, Sarah"
            },
            {
                "name": "Woosnam-Savage, Bob"
            },
            {
                "name": "Hamilton, Stuart"
            },
            {
                "name": "Burhan, Michael"
            },
            {
                "name": "Gardiner, Pedro Lloyd"
            },
            {
                "name": "Martinon-Torres, Marcos"
            }
        ],
        "genres": [
            "Documentary",
            "History",
            "Mystery"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 5,
        "rating": 6.3,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmQzMDE1ODktNWI3ZC00ZTY2LTk5MWItYzRmMDE5YWI4OWU5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Secrets",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Secrets (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "distributors": [
            {
                "name": "Smithsonian Channel"
            }
        ],
        "plot": [
            "Have you ever wondered why stuff was the way it is in history we have the answer!"
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 8.2
            },
            "males": {
                "votes": 8,
                "rating": 5.7
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 4.8
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "females": {
                "votes": 5,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 6.2
            },
            "us users": {
                "votes": 8,
                "rating": 7.6
            },
            "non us users": {
                "votes": 3,
                "rating": 4.7
            }
        },
        "number of votes": {
            "10": 3,
            "9": 2,
            "8": 0,
            "7": 5,
            "6": 3,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 6.3,
        "median": 7
    }
}