{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 November 2013"
            },
            {
                "country": "Australia\n",
                "date": "16 April 2014"
            }
        ],
        "release dates": [
            "UK::1 November 2013",
            "Australia::16 April 2014"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Snowtown: The Bodies in the Barrels Murders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    On reopening several missing person's cases police found they were all connected to two men. The trail of missing people led them to a bank vault in Snowtown. Inside the vault, they found a number of barrels - all containing body parts.    "
                },
                "2": {
                    "title": "The Bega Schoolgirl Murders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "25 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In 1997 two teenage girls were abducted whilst camping. They were driven across the state of Victoria and subjected to 9 hours of rape and torture before being stabbed to death.    "
                },
                "3": {
                    "title": "The Queen Street Massacre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "4 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    On the 8th of December 1987 Frank Vitkovic entered the Queen St HQ of Auspost at 191 Queen Street, Melbourne and opened fire with a military grade rifle firing 40 rounds and killing eight people.    "
                },
                "4": {
                    "title": "Matthew Milat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "11 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Matthew Milat In November 2010, in the quiet Belanglo State Forest, Matthew Milat fulfilled his desire to follow in his infamous uncle's footsteps when he brutally murdered his school friend in cold blood.    "
                },
                "5": {
                    "title": "Anu Singh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "18 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In October 1997, Law student Anu Singh held two dinner parties to say goodbye to her friends after she had allegedly divulged to them that she and her boyfriend Joe Cinque were to die in a suicide pact.    "
                },
                "6": {
                    "title": "Daniel Kelsall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "25 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Raymond Edmunds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Patricia Byers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "8 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Crimes That Shook Australia explores the theme of greed and tells the story of a woman, dubbed by the media as The Black Widow, who methodically set out to murder two men in three years. For their money.    "
                },
                "9": {
                    "title": "The Walsh Street Massacre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "15 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Jill Meagher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "22 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "The Murder of Ebony Simpson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    On 19th August 1992, Andrew Garforth waited by his car for the regular school bus to drop off nine-year-old Ebony Simpson just 1 kilometre from her home. As Ebony walked towards her home Garforth grabbed her and placed her in the boot of his car and drove to a remote location where he assaulted her, before throwing her into a dam where she drowned. Shortly after her disappearance, over 300 people set out in search of the little girl, with Garforth joining them in an attempt to cover his tracks. Investigations eventually led to Garforth. Miraculously he admitted to the...    "
                },
                "2": {
                    "title": "The Port Arthur Tragedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    On 28th April 1996, 28-year-old Martin Bryant shot and killed 35 people in the popular Tasmanian tourist site of Port Arthur and its surrounding areas. He began his killing spree by killing the owners of the hotel he was staying in. He then went to the Broad Arrow Cafe in Port Arthur where he ate a meal before opening fire on unsuspecting tourists restaurant, using his AR-15 semi-automatic rifle to end the lives of over 20 people in a matter of seconds. Continuing his rampage, Bryant drove around the surrounding area, chasing innocent victims and shooting them at ...    "
                },
                "3": {
                    "title": "Peter Dupas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    On 19th April 1999, several times convicted criminal Peter Dupas posed as a new client of psychotherapist Nicky Patterson. Having made arrangements for his first appointment, 28-year-old Nicky welcomed Dupas into her home under the pretence that she would be giving him counselling for gambling. Dupas then attacked Nicky with a knife before mutilating her body. Evidence at the scene led police to Dupas. Dupas was sentenced to life in prison with no possibility of parole in August 2000 and was later found guilty of the separate 1997 murders of Margaret Maher and Mersina...    "
                },
                "4": {
                    "title": "Jason Downie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    On 8th November 2010, Jason Downie broke into the house of his friend's girlfriend, where Chantelle Rowe and her parents were asleep. Woken up by the intruder, Andrew Rowe confronted Downie but was stabbed at least 29 times and eventually died. Downie then turned to Rose Rowe as he attacked and killed her in the same way. After witnessing the attack on her parents, 16-year-old Chantelle hid under her bed in terror, but Downie proceeded to stab her to death. When their bodies were found Downie showed no remorse but instead was seen to be grieving, laying flowers ...    "
                },
                "5": {
                    "title": "Katherine Mary Knight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    Katherine Mary Knight lived in the small town of Aberdeen, NSW. In the early hours of March 1st 2000, Knight attacked her de facto husband John Price by stabbing him repeatedly. One day earlier, John had gone to court and taken out an Apprehended Violence Order against her. Knight's experience as an abattoir worker and her obsession with knives may have aided in how she then mutilated the body. After skinning John's body she then decapitated him and cooked parts of his body to serve to his relatives. After noticing John missing from work, his employer notified police ...    "
                },
                "6": {
                    "title": "Derek Percy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 May 2014",
                    "year": "2014",
                    "plot": "\n    On 20th July 1969, Derek Percy approached 12-year-old Yvonne Tuohy and her friend Shane Spiller whilst they were playing at their local beach in Warneet, Victoria. He snatched Yvonne into his car before trying to get Shane too, but Shane managed to defend himself. Percy took Yvonne to a remote location where he then murdered her. Shane contacted the police and was able to recall several things about Percy's car, including a navy sticker which led police to the local Navy base HMS Cerberus and to Percy. After his arrest Percy admitted to the crime and calmly led police...    "
                }
            },
            "2": {
                "1": {
                    "title": "Robert Farquharson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "29 May 2016",
                    "year": "2016",
                    "plot": "\n    The crime committed by Robert Farquharson has been etched on the minds of Australian's since 2005. Farquharson drove his car into a dam off the Princes Highway near Winchelsea on Father's day, drowning his three sons, Jai, 10, Tyler, 7 and Bailey, 2. After two trials, Farquharson was found guilty of murder with the prosecution confirming he killed his children to get revenge on his wife from whom he had recently divorced. Featuring interviews with Cindy Gambino, the children's mother, plus detectives from the team charged with bringing Farquharson to justice, the ...    "
                },
                "2": {
                    "title": "Peter Falconio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    On the 14 July 2001, British couple Peter Falconio and Joanne Lees stopped on the Stuart Highway in the Northern Territory after a man flagged down their car. This man, later identified as Bradley Murdoch, shot Falconio before tying Lees up. She managed to escape while Murdoch was distracted, hiding in nearby bushes for five hours until she was able to run out into the road and flag down a truck driver who took her to safety. Falconio's body has never been found. The subsequent trial and media furore would stun the nation as well as raising questions about the ...    "
                },
                "3": {
                    "title": "The Strathfield Massacre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Strathfield massacre in Sydney on the 17th August 1991 will be forever remembered as one of Australia's most shocking gun crimes. A lone gunman, Wade Frankum, entered a shopping mall one afternoon, had a cup of coffee and observed shoppers going about their business. Moments later, he stabbed a teenage girl next to him before opening fire on unsuspecting shoppers for ten minutes. The devastation left eight dead and six wounded. Before police arrived, he took his own life. Officers later found a collection of violent literature and films at his home - the only clue...    "
                },
                "4": {
                    "title": "Darcey Freeman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Five year old Darcey Freeman suffered a horrific death at the hands of her father on the 29th January 2009. Driving her to her first day at school, he stopped the family car on the Westgate Bridge and callously threw her off the side, in full view of her two older brothers. He then returned to his car and drove to the law courts in central Melbourne where he handed himself in, pleading with officials to take his boys off him. In a trial that gripped the nation, the jury had to decide if Freeman was 'mad or bad'.    "
                },
                "5": {
                    "title": "The Russell Street Bombing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    On Easter Thursday in 1986, a car bomb exploded outside the Russell Street Police HQ in central Melbourne. Constable Angela Taylor was caught by the full force of the blast and succumbed to her wounds 21 days later in hospital. She was the first serving female Australian Police officer to be killed in the line of duty. The subsequent investigation into the bombing would change the face of forensic inquiries and lead to the apprehension of a gang or armed robbers with a vendetta against the Police. Includes interviews with Angela's parents, officers who carried out the...    "
                },
                "6": {
                    "title": "Raechel Betts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Raechel Betts was a young woman from the Melbourne suburbs whose life spiralled out of control after she began selling drugs on behalf of a male acquaintance. Tragically this man, unbeknownst to Raechel, was a double murderer who had slipped through the parole system and was free to kill again. In August 2009, her remains washed up on a Phillip Island beach. Her body had been dismembered. Featuring interviews with Raechel's friends and family as well as the detective who led the investigation, we tell the tragic tale of Raechel's life and death plus examine the ...    "
                },
                "7": {
                    "title": "Hoddle Street Massacre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    In August 1997, Hoddle Street in Clifton Hill, Melbourne became the scene of utter carnage as disgraced Army cadet, Julian Knight shot and killed seven people and injured countless more. He was given 27 years minimum sentence and despite several legal petitions, the Victorian government has said it is unlikely he will be released. Featuring interviews with survivors, Police officers and emergency responders we tell the true of story of the massacre. The programme also features chilling footage of Knight's Police interview as well as footage of the moment he was taken ...    "
                },
                "8": {
                    "title": "Gerard Baden-Clay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimes That Shook Australia (TV Series 2013–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Allison Baden Clay was a beauty queen with a successful real estate husband. They lived in Queensland with their three young children. In 2012, Allison's body was discovered in a creek, ten days after being reported missing by her husband. In July 2014, Gerard Baden Clay was found guilty of murder after a protracted trial. He appealed the verdict and in 2015, to widespread outcry, his conviction was downgraded to manslaughter. The crime has shone an uncomfortable light on the prevalence of domestic violence in Australia.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Grant, Stan"
            },
            {
                "name": "Doran, Matt"
            },
            {
                "name": "Richards, Nig"
            },
            {
                "name": "Abreu, Adam"
            },
            {
                "name": "Ashton, Pamela"
            },
            {
                "name": "Bale, William"
            },
            {
                "name": "Burton, Graham"
            },
            {
                "name": "Crookes, Tony"
            },
            {
                "name": "Devlin, Wayne"
            },
            {
                "name": "O'Brien, Hugh"
            },
            {
                "name": "Vernon, Ernest"
            },
            {
                "name": "Wilks, David"
            },
            {
                "name": "Carmody, Frank"
            },
            {
                "name": "Gioia, Tony"
            },
            {
                "name": "Glaves, Andy"
            },
            {
                "name": "Halsall, Heather"
            },
            {
                "name": "Howard, Alfred J."
            },
            {
                "name": "Hutchinson, Liam"
            },
            {
                "name": "Keen, John"
            },
            {
                "name": "Maw, Ernie"
            },
            {
                "name": "McGee, Dan"
            },
            {
                "name": "McLaren, Colin"
            },
            {
                "name": "Mort, James"
            },
            {
                "name": "Rule, Andrew"
            },
            {
                "name": "Shilling, Glen"
            },
            {
                "name": "Sinclair, Elaine"
            },
            {
                "name": "Thacker, John"
            },
            {
                "name": "Daley, David"
            },
            {
                "name": "Winker, Patricia"
            },
            {
                "name": "Bunner, Jan"
            }
        ],
        "genres": [
            "Documentary",
            "Biography",
            "Crime"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 3,
        "rating": 7.4,
        "votes": 36,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjhmZDI1MGEtNTJmZi00YjI0LTlhNTctODg3YWE5NDViZGZlXkEyXkFqcGdeQXVyNjc5MDgzMTY@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Hosted by Matt Doran (Season 3) and Stan Grant (Seasons 1&2), this series investigates Australian crimes that upset and stunned the nation. Using gripping interviews with people at the heart of the tragedies, drama reconstructions and archival footage, it details the events leading up to the crime, the crime itself and the aftermath of the biggest crimes ever committed in Australia.",
        "languages": [
            "English"
        ],
        "title": "Crimes That Shook Australia",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2018",
        "akas": [
            "Crimes That Shook Australia (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Tonge, Helen"
            }
        ],
        "production companies": [
            {
                "name": "Title Role Productions"
            }
        ],
        "distributors": [
            {
                "name": "Title Role Productions"
            }
        ],
        "plot": [
            "Hosted by Matt Doran (Season 3) and Stan Grant (Seasons 1&2), this series investigates Australian crimes that upset and stunned the nation. Using gripping interviews with people at the heart of the tragedies, drama reconstructions and archival footage, it details the events leading up to the crime, the crime itself and the aftermath of the biggest crimes ever committed in Australia.::zzzorf"
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 36,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 8.2
            },
            "males": {
                "votes": 16,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 8.0
            },
            "females": {
                "votes": 12,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 7.2
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 20,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 5,
            "9": 4,
            "8": 11,
            "7": 7,
            "6": 5,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}