{
    "imdb": {
        "raw release dates": [
            {
                "country": "Spain\n",
                "date": "1 October 2013"
            }
        ],
        "release dates": [
            "Spain::1 October 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Madrid, Spain",
            "Paris, France",
            "Livorno, Tuscany, Italy",
            "Covilha, Portugal",
            "Ljubljana, Slovenia"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "7"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "es",
            "en",
            "fr",
            "it",
            "pt"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "01 Oct 2013 (Spain)",
        "budget": "EUR40,000 (estimated)",
        "plot outline": "Crossing Stages is a video series for the web and television, directed by Pedro Valiente, and produced from 2013 to 2015 in five countries --Spain, France, Italy, Portugal, and Slovenia. The audiovisual team produced in several languages a feature film, a documentary film, a video-installation, a dozen of videos, and sixty interviews including the following video works: In Search of the Myth- vimeo.com/87567128, Absolute Innocence- vimeo.com/95256820, Les Sept Dormants- vimeo.com/91410796, Whisperers- vimeo.com/119337320, Mythical Visions- vimeo.com/117269079. Crossing Stages Web Series is part of Crossing Stages European Project, an interdisciplinary program that connects new generations of Europeans with classic myths. The project includes dance, theater, music, film, technology, and visual arts through productions, workshops, lectures, publications, and academic activities. Crossing Stages, with the support of the Culture Program of the European Union, is coordinated by Universidad Carlos III de Madrid. Co-organizers: Université París Diderot (France), University of Ljubljana (Slovenia), ASTA Association/TeatrUBI (Portugal), Artimbanco (Italy). Associates: Odin Teatret (Denmark), Círculo de Bellas Artes (Spain).",
        "languages": [
            "Spanish",
            "English",
            "French",
            "Italian",
            "Portuguese"
        ],
        "title": "Crossing Stages",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-2015",
        "akas": [
            "Crossing Stages (Spain)"
        ],
        "director": [
            {
                "name": "Valiente, Pedro"
            }
        ],
        "production companies": [
            {
                "name": "Aula de las Artes UC3M"
            }
        ],
        "distributors": [
            {
                "name": "Aula de las Artes UC3M"
            }
        ],
        "other companies": [
            {
                "name": "3-Events Design & Communication"
            },
            {
                "name": "i-Tek"
            }
        ],
        "plot": [
            "_Crossing Stages_ (qv) Web Series is part of _Crossing Stages_ (qv) European Project (2013-2015), an artistic and educational program on classic myths developed by five countries to foster a common European culture.::Flying Fish Works",
            "_Crossing Stages_ (qv) is a video series for the web and television, directed by Pedro Valiente, and produced from 2013 to 2015 in five countries --Spain, France, Italy, Portugal, and Slovenia. The audiovisual team produced in several languages a feature film, a documentary film, a video-installation, a dozen of videos, and sixty interviews including the following video works: In Search of the Myth- vimeo.com/87567128, Absolute Innocence- vimeo.com/95256820, Les Sept Dormants- vimeo.com/91410796, Whisperers- vimeo.com/119337320, Mythical Visions- vimeo.com/117269079. _Crossing Stages_ (qv) Web Series is part of _Crossing Stages_ (qv) European Project, an interdisciplinary program that connects new generations of Europeans with classic myths. The project includes dance, theater, music, film, technology, and visual arts through productions, workshops, lectures, publications, and academic activities. _Crossing Stages_ (qv), with the support of the Culture Program of the European Union, is coordinated by Universidad Carlos III de Madrid. Co-organizers: Université París Diderot (France), University of Ljubljana (Slovenia), ASTA Association/TeatrUBI (Portugal), Artimbanco (Italy). Associates: Odin Teatret (Denmark), Círculo de Bellas Artes (Spain).::Flying Fish Works"
        ],
        "tech": {
            "runtime": [
                "7 min (web series)"
            ],
            "color": [
                "Color"
            ],
            "camera": [
                "Canon 5D",
                "Sony"
            ]
        }
    }
}