{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 November 2013"
            },
            {
                "country": "USA\n",
                "date": "26 November 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::26 November 2013",
            "USA::26 November 2013                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    In the premiere episode of RiFF RAFF's new series , the entertaining rapper offers up his kicks of the week. But they're ones you might not expect.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In Complex TV's second episode of \"RiFF RAFF Realm\" our esteemed host keeps it funky and fresh for the holiday season.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In Complex TV's third episode of \"RiFF RAFF Realm\" Mr. JODY HiGHROLLER shares his favorite kicks of the week. Don't expect to buy them anytime soon, or ever, because they're a pair of custom-made Air Jordan 1s that are covered with RiFF RAFF's own flare. Not even Michael Jordan owns a pair, which shows you just how much RAFF is stuntin'. Later on he's joined by Andy Milonakis on \"Vine Time.\" Or as RiFF RAFF likes to call him, Billy Day Fuentes. They discuss the proper way to pronounce \"karate,\" and Fuentes also shows off his martial arts skills.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In Complex TV's fourth episode of \"RiFF RAFF Realm\" RiFF RAFF begins the show by sharing his kicks of the week. They're a special kind of Reebok Pumps that the rapper refers to as \"Dolphin Dinosaurs.\" Next he speaks with famous surfer Bobby Tsunami on \"Vine Time,\" though it appears the individual he's talking to may be a fraud. RiFF RAFF rounds out the entertaining show by chopping it up with Don \"Magic\" Juan in the \"Funza Zone.\" The conversation is very informative as Juan offers a number of tips when it comes picking up with girls. Considering he's been ranked the ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In Complex TV's sixth episode of \"RiFF RAFF REALM\" our esteemed host RiFF RAFF starts out by sharing his favorite kicks of the week. We won't spoil the reveal, but they're definitely a pair that can be put in the category of \"Classic Jordans.\" Later he chats with Jerry Stansfield about smoking marijuana on \"Vine Time.\" Stansfield is a self-proclaimed weed virgin, and just one hit off of a bowl has him thinking some very unusual thoughts. RiFF RAFF ends the episode by talking to YouTube personality DeStorm Power in the \"Funza Zone.\" Power amazed millions in 2013 by ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In Complex TV's seventh episode of RiFF RAFF's entertaining series \"RiFF RAFF REALM\" the rapper shows off a new pair of Jordans that he has yet to wear in public. According to RAFF, he's going to break them in when he tries out for a few NBA teams. Seeing as how Kobe Bryant will be sidelined for quite some time, the Los Angeles Lakers could definitely use Jody Highroller on their roster. Later on RiFF RAFF is joined by the highly intelligent gorilla Topanga on \"Vine Time,\" who, for lack of a better term, spends his time throwing feces at animal trainers and folks who ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In Complex TV's latest episode of RiFF RAFF's series \"RiFF RAFF REALM\" the rapper starts out by sharing his kicks of the week. Sneaker fiends such as Jody Highroller refer to them as the \"Hologram Pandas.\" They're also Nike's competition to the Reebok Pumps, and he demonstrates how to properly pump them up. Later in the episode RiFF has a conversation with Jean Stein Bebber on \"Vine Time.\" The name should ring a bell as Bebber is known for his legendary beard. Or he was. Turns out, the beard shed due to stress. Poor Bebber. On a happier note, RiFF RAFF gets to chop it...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In Complex TV's latest episode of RiFF RAFF's series \"RiFF RAFF REALM\" the rapper shares a special moment with friend Andy Mylonakis as they decide on the name to call his kicks of the week. They're a pair of Kobe 8s, though RiFF and Andy brainstorm more creative ways to describe them. Later on RiFF RAFF talks to Meredith Montgomery on \"Vine Time.\" Ms. Montgomery fashions herself an x-treme food fighter, and she explains to our esteemed host what it's like to really get down and dirty in the kitchen. RiFF RAFF ends the show in the \"Funza Zone,\" where he talks about ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In Complex TV's latest episode of RiFF RAFF's series \"RiFF RAFF REALM\" the rapper starts out by sharing his kicks of the weeks. At first glance, they look like just a normal pair of Jordan 3s, but Jody Highroller shows there's more here than meets the eye. Later on he talks to Wet Wanda on \"Vine Time.\" Wanda was recently a victim in a drive-by splashing, and she appears on \"RiFF RAFF REALM\" to set the record straight of what exactly happened. Her cautionary tale is one that shouldn't go unnoticed. RiFF RAFF ends the show with a very green segment of the \"Funza Zone,\" ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In Complex TV's latest episode of RiFF RAFF's series \"RiFF RAFF REALM\" our host hangs out with one of his best buds, Andy Milonakis. The two talk about a new pair of Jordans that RiFF RAFF just got. Unfortunately, the shoes remind Andy of a very sad memory that occurred when he was a child, which he talks about at length. Later in the episode RiFF RAFF chats with Sheldon Twoshoes on \"Vine Time.\" If it wasn't already apparent, Sheldon is, well, just two shoes. However, that type of barrier doesn't stop RAFF from having a deep conversation with the pair of adidas ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Riff Raff Realm (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Sadly, this is the series finale of RiFF RAFF's highly provocative and likewise entertaining \"RiFF RAFF REALM.\" But dry those eyes, champ, because Mr. Jody Highroller has a very special show in store for you today. He starts off by sharing his kicks of the week. They're a pair of vintage Jordans that Ewok's used to wear back in the 20th century. Being the historian that he is, RAFF gives us a rundown of how they came into his possession. Later on, RiFF RAFF revisits the classic conversations he had on \"Vine Time.\" Included in the montage is weed virgin Jerry ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Raff, Riff"
            },
            {
                "name": "Vuitton, Jackson"
            },
            {
                "name": "Milonakis, Andy"
            },
            {
                "name": "Kane, Big Daddy"
            },
            {
                "name": "Rex, Simon"
            },
            {
                "name": "Debbie, Lil"
            },
            {
                "name": "Dina, Dr."
            },
            {
                "name": "Faustino, David"
            },
            {
                "name": "Juan, Bishop Don Magic"
            },
            {
                "name": "Kevnish"
            },
            {
                "name": "Power, DeStorm"
            },
            {
                "name": "Prohgress"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Riff Raff Realm",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "akas": [
            "Riff Raff Realm (United States)"
        ],
        "seasons": [
            "1"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}