{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "28 September 2013"
            }
        ],
        "release dates": [
            "UK::28 September 2013"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Essence of a Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Doctor has gone. Vanished. After loosing Jess and then almost loosing Megan, the Doctor has decided the universe is better off without him. But the universe thinks different. Everyone is seeking the Doctor but no one can find him, friends and foes alike join in the search, but not all for good reasons. Last years finale the Doctor released Omega and there's a price to pay for it, one that will change his life...forever.    "
                },
                "2": {
                    "title": "The Planet of the Cybermen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The Doctor and Megan are invited to the unveiling of a new collectors piece, only to find themselves thrown into the heart of the action and discover the Cybermen are in possession of a deadly weapon...the planet of the Cybermen.    "
                },
                "3": {
                    "title": "Blood Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Promises. They can come back to haunt you. With the Doctor and Megan trapped in different time zones, Megan is forced to revisit a time right from her very beginning. A time that could alter the future, a time that could put the TARDIS and the Doctors life in danger. The truth has to be faced and answers must be given. And there are consequences.    "
                },
                "4": {
                    "title": "Glitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "3 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Galactica 4, a scientific research ship in orbit of Jupiter sends out a distress call, the entire crew are dead and there is a mystery on board as the Doctor and Megan are up against a very new kind of villain.    "
                },
                "5": {
                    "title": "War of the Daleks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "3 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Megan has been away for a while as so has the Doctor but now they are back and with a unexpected mission the Doctor and Megan are up against the Daleks. but with one slight problem.. - there in the middle of a war.    "
                },
                "6": {
                    "title": "The Mysterious Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "17 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The Doctor and Megan are drawn to a young woman who pleas for help following an alien abduction, with a mysterious telephone box at the heart of the abductions the Doctor and Megan must unite and save the lives of the innocent.    "
                },
                "7": {
                    "title": "The Fatality Trap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "8 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    UNIT salvages something of great importance of the Doctors from the ocean bed, and as the future of the time lord becomes clearer, the team are pushed to their limits as the events to follow will be life changing.    "
                },
                "8": {
                    "title": "The Final Enigma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "22 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Megan has been missing for 2 months and the Doctor has been interrogating everyone in the universe. The final enigma unravels and the war ignites, whilst not everyone makes it out alive..    "
                },
                "9": {
                    "title": "The Fall of the Doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "29 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The future is changing, and unsure whether he'll make the next incarnation, the Doctor makes his final stand. The end is coming as an army rises in the shadows. Time ticks, slowly running out. The last breath is coming.    "
                }
            },
            "1": {
                "1": {
                    "title": "Dawn of the Doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    the rise of a new Doctor, the return of a familiar evil. After regenerating a new Doctor is born, thrown right into the action the new Doctor has to save the world and the whole of humanity before it's too late.    "
                },
                "2": {
                    "title": "Whispers in the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Doctor takes Jess back in time to 1897 England when they investigate a mysterious chilling forest, they are faced with a ghost like creature whilst having to deal with the mistakes he makes and discovers something new happening in the heart of the forest.    "
                },
                "3": {
                    "title": "The Blood Hunter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After the events of episode 2 the Doctor takes Jess back home after she becomes too ill to travel, the TARDIS mysteriously powers down as an evil bounty hunter called Zardox boards the TARDIS, the doctor ventures through the endless TARDIS stumbling across many rooms such as The Library, swimming pool and the nuclear core! When time starts to leak, it's down to Zardox to put aside his difference and help the Doctor, but will he keep to it? find out!    "
                },
                "4": {
                    "title": "Eternal Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The Doctor is united with past and future versions of himself in an epic battle to protect the universe from a growing evil force. Facing everyone who once died in his name the Doctor's must put on a brave face to stand their ground and fight for their lives. With the whole universe under threat from a growing evil the Doctor faces a mysterious race known as 'Soul Snatchers' who wish to steal the Doctor's soul.    "
                },
                "5": {
                    "title": "A Nightmare Within",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Following up from 'Call for a Doctor' the Doctor arrives on a crashing ship heading for the earth, after managing to deal with that problem the TARDIS looses control and crashes on earth due to an unknown force, the doctor then meets a young boy called James, but more than meets the eye when The Doctor is with a nightmare within.    "
                }
            },
            "2": {
                "1": {
                    "title": "Days of Forgotten Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "16 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Jumping right into action the Doctor finds himself revising Jess. In a costume that is stuck between Series 1 and Series 2. This episode is set in multiple time zones and you really have to keep up to follow the Doctor on this one! The Doctor then finds a new friend in the most unusual place. Lily Roberts joins the TARDIS! But with a mysterious message appearing in the TARDIS. The Doctor might be biting off more than he can chew! Keep up with the Doctor. Learn more about his past. and always remember to check your reflection is looking back at you in a mirror.    "
                },
                "2": {
                    "title": "Peril of the Unknown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The twos Doctors have to learn to live with each other whilst they can figure out whats wrong with their time line, but picking up right after 'Days of a Forgotten Past' the Doctor gets a call from the Brigadier at UNIT with a case only the Doctor can solve! A strange sound echoes planet earth with an infection rapidly taking effect. Is this the end of humanity? The Doctor and Lily have to stop an approaching invasion of a returning classic monster whilst a storm erupts the TARDIS crew, will trust issues begin to shine through the cracks?    "
                },
                "3": {
                    "title": "Night of the Scarecrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    On a quest to prove the existence of myths and legends. In the past he's encountered witches, vampires, werewolves and even a Frankenstein monster, but have all turned out to be aliens or robots, but the doctor wants to prove the some fiction stories are based on reality, but this time he discovers more than he wanted. With the mysterious scarecrow hunting corn fields, the Doctor is given an insight of he's future but does it look bright for him? or is the end closer than he thought?    "
                },
                "4": {
                    "title": "Destiny in Metal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Joined with he's trusty companion Jessica Whitehouse they rediscover the remains of the Cybermen as seen in 'Dawn of the Doctor' and after 3,000 years of upgrading any living tissue, they Cybermen have come to the brink of extinction following a deadly disease, The Doctor and Jess are forced by the Cybermen with mission, a mission to return to their creation and advance it. But will the Cybermen's plan work? only time will tell!    "
                },
                "5": {
                    "title": "Into the Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The two Doctors are beginning to look into the corruption of time, but events are suddenly changed when the TARDIS falls into a Time Pocket which causes the Doctor to loose his memory. It's up to the Forehead Doctor to go deep into his mind through a physic link and recover lost memories. Will the Doctor be the same again? From this point on, the truth will be revealed.    "
                },
                "6": {
                    "title": "Dark Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    The Doctors and Jess finally manage to escape the time pocket but how long were they gone for? They soon discover that due to the doctors disappearance, the daleks have invaded the earth and actually won because the Doctor wasn't there. The Doctor must save the world from Davros and he's Daleks, but the damage has already been caused. How were the Daleks able to take over the world? why can two doctors travel with each other? so many questions flood the Doctors newly reset mind. If theres one thing he knows, everything has happened for a reason.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Arkhallon Trance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "31 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Earth is under threat, everyone is sleeping, and death is on it's way! The Doctor joins forces with UNIT to fight the deadly race known as Arkhallons but maybe earth needs more than The Doctor.    "
                },
                "2": {
                    "title": "Age of Humanity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The Doctor gives Jess the option for anywhere in time an space, and upon her request to see everything the Doctor takes her to the beginning to where they discover the Dinosaurs. But not all is what it seems when robots start to emerge from a familiar sight and with extinction about to happen...the Doctor and Jess must restore humanities time line before its too late.    "
                },
                "3": {
                    "title": "Power of the Puppeteer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Reflection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The TARDIS is pulled into a portal in space and the Doctor finds himself in 2017 in a haunted house where mysterious happenings have been going on. The Doctor meets Professor Henry Vancouver and his assistant Megan Williams. As the prophecy unfolds...ever looked into a mirror and questioned who's looking back?    "
                },
                "5": {
                    "title": "War Salvage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Megan wants to see history and her wish is the Doctor's command. The Doctor takes Megan back to 1485 to where they meet King Richard III as he prepares for the Battle of Bosworth. But they soon discover King Richard has powerful allies which threatens not only history...but the galactic war between the Rutan's and Sontarans!    "
                },
                "6": {
                    "title": "Birth of an Angel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The Doctor is trapped on earth, no TARDIS and limited power on the sonic, whilst Megan and k-9 are in distress in the TARDIS which refuses to land the Doctor discovers the weeping angels lurking in a graveyard and it's descendants. The Doctor stays with Jess and tries to blend in with the humans, but on their final adventure together, some truths shall be revealed.    "
                },
                "7": {
                    "title": "Journey to the Multiverse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Darkness Rises",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The Doctor is dead. Megan is lost and alone. The Earth is at its darkest hour. And there is something dark rising in the shadows. As the universe searches for answers to the doctors whereabouts. A choice has to be made, but a difficult decision becomes an impossible choice.    "
                }
            },
            "5": {
                "1": {
                    "title": "How Time Flies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    A new doctor and new adventure upon the horizon.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Doctor's Confession",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doctor Who Fan Film Series (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "20 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The Doctor and Megan are back with an explosive entrance as they race to save a crashing ship, however with something aboard the ship things soon change for the Doctor and Megan. As the Doctor reflects on the loss of Jess, and still blames himself, has he put another friend in danger? It's time to confess.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Newman, Luke"
            },
            {
                "name": "Patton, Daniel"
            },
            {
                "name": "Naughton, Chloe"
            },
            {
                "name": "Shirley, Megan"
            },
            {
                "name": "Smith, Dale"
            },
            {
                "name": "Hennessy, Ryan"
            },
            {
                "name": "McGuinness, Jay"
            },
            {
                "name": "Kirk, Elizabeth"
            },
            {
                "name": "Nelson, Kai"
            },
            {
                "name": "Kumar, Sian"
            },
            {
                "name": "Day, Georgia"
            },
            {
                "name": "Sutton, James"
            },
            {
                "name": "Prestage, Jessica"
            },
            {
                "name": "Beardsmore, Aidan"
            },
            {
                "name": "Chapman, Dokka"
            },
            {
                "name": "Greenwood-Martin, Dominic"
            },
            {
                "name": "Baines, Rob"
            },
            {
                "name": "Klam, Lucy"
            },
            {
                "name": "Miles, Jonathan"
            },
            {
                "name": "McGhie, Rory"
            },
            {
                "name": "Padley, Hannah"
            },
            {
                "name": "Jones, Jordan"
            },
            {
                "name": "Allen, Geoffrey"
            },
            {
                "name": "Shirley, Susan"
            },
            {
                "name": "Calder, Harry"
            },
            {
                "name": "Coyle, Aine"
            },
            {
                "name": "Poyser, Sarah"
            },
            {
                "name": "Mason, Scott"
            },
            {
                "name": "Garnett, Lauren"
            },
            {
                "name": "Collier, Melissa"
            },
            {
                "name": "Johnson, Isaac"
            },
            {
                "name": "Barron-Highfield, Jack"
            },
            {
                "name": "Hadley, Evie"
            },
            {
                "name": "Walden, Ben"
            },
            {
                "name": "Klam, Liam"
            },
            {
                "name": "Smith, Nikki"
            },
            {
                "name": "Carter, Nathan"
            },
            {
                "name": "Chandler, Don"
            },
            {
                "name": "Cusack, Chloe"
            },
            {
                "name": "Hoyle, Ewan"
            },
            {
                "name": "Powell, Matt"
            },
            {
                "name": "Smart, Charlotte"
            },
            {
                "name": "Cusack, Nathan"
            },
            {
                "name": "Ashman, Samuel"
            },
            {
                "name": "Cole, Harry"
            },
            {
                "name": "Davies, Adam"
            },
            {
                "name": "Griffiss, Richard"
            },
            {
                "name": "Jefferies, Steven"
            },
            {
                "name": "Newman, Anne"
            },
            {
                "name": "Nyra, Dave"
            }
        ],
        "genres": [
            "Sci-Fi"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 7.8,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA4M2I1ODctYmU3My00YTc0LWI5YjktMDQ0MjhkOTUyN2Y5XkEyXkFqcGdeQXVyNDQ1NjA2NjQ@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Doctor Who Fan Film Series",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Doctor Who Fan Film Series (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Newman, Luke"
            },
            {
                "name": "Shirley, Megan"
            },
            {
                "name": "Greenwood-Martin, Dominic"
            }
        ],
        "production companies": [
            {
                "name": "DW2012"
            }
        ],
        "plot": [
            "A fan film series based off the well-renowned tv show known as Doctor Who. This story follows the doctor and his various companions and stories."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 7.8
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 8.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "males": {
                "votes": 14,
                "rating": 8.2
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "females": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 6,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 10,
            "9": 1,
            "8": 8,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 2,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}