{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "11 August 2013"
            }
        ],
        "release dates": [
            "UK::11 August 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Norfolk, England, UK"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTkxZWU1MmEtMGI0Yi00NmQ1LWFjNjUtZjRhOTdjYzUzZGEwXkEyXkFqcGdeQXVyMjI0NzMxNTk@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Unstaged reality from the Eastern Counties. Planet Norfolk, by Forncett-based filmmaker Nik Coleman, is an unscripted look at what makes the county unique. Featuring both a comedic and serious look at some its businesses and the characters behind them, the show also aims dispel misconceptions about the area. Mr Coleman said it was a chance to highlight all that was great about the county, while showing its lighter side. \"I'm Norfolk through and through and I just wanted the truth - I've never had so much fun in my life,\" he added. \"Other people may laugh at us but our best attribute is that we can laugh at ourselves and it's about the old Norfolk saying - we're daft but we're not stupid. In this you get it in bucket-loads.\" Planet Norfolk features a number of vibrant stories, from a 17-year-old hairdresser's quest for love to a mattress sales company extending its services to babysitting.",
        "languages": [
            "English"
        ],
        "title": "Planet Norfolk",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2015",
        "akas": [
            "Planet Norfolk (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "Nik Coleman Productions"
            }
        ],
        "distributors": [
            {
                "name": "Community Channel"
            }
        ],
        "plot": [
            "Unstaged reality from the Eastern Counties. _Planet Norfolk_ (qv), by Forncett-based filmmaker Nik Coleman, is an unscripted look at what makes the county unique. Featuring both a comedic and serious look at some its businesses and the characters behind them, the show also aims dispel misconceptions about the area. Mr Coleman said it was a chance to highlight all that was great about the county, while showing its lighter side. \"I'm Norfolk through and through and I just wanted the truth - I've never had so much fun in my life,\" he added. \"Other people may laugh at us but our best attribute is that we can laugh at ourselves and it's about the old Norfolk saying - we're daft but we're not stupid. In this you get it in bucket-loads.\" _Planet Norfolk_ (qv) features a number of vibrant stories, from a 17-year-old hairdresser's quest for love to a mattress sales company extending its services to babysitting."
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}