{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            }
        ],
        "release dates": [
            "USA::2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjMzYTllMTYtMGM1Mi00YTk0LTk5OWEtNTRiYzJkMTQyMDcwXkEyXkFqcGdeQXVyNjc3MzY3NTk@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Unhooked is a 26-part, 30-minute series, focusing on common addictions and unhealthy behaviors. Hear survivors tell their stories, clinical experts explain behaviors and treatment options, and pastors point to Jesus who brings emotional and spiritual strength. If you are fighting an addiction or if you are interested in learning more to support a loved one, this program will bring you the understanding and tools you need. Hosts Dr. Kiti Frier Randall, Pastor Bernie Anderson and Dr. David Sedelack and guest experts bring clarity and hope for change. Each host and guest approach individual addiction from a scientific perspective and yet keep the content practical, simple, and easy to understand. Unhooked is made possible through a partnership between Hope Channel, the Health Department of the North American Division of Seventh-day Adventists, and Adventist Recovery Ministries. This joint effort evolved from the need for a concentrated effort to educate and provide support and solutions to those in the clutches of addiction. With this in mind, the topics covered in this show were chosen with attention to research, expressed needs, and feedback from clinicians.",
        "languages": [
            "English"
        ],
        "title": "Unhooked",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Unhooked (United States)"
        ],
        "distributors": [
            {
                "name": "Hope TV"
            }
        ],
        "plot": [
            "_Unhooked_ (qv) is a 26-part, 30-minute series, focusing on common addictions and unhealthy behaviors. Hear survivors tell their stories, clinical experts explain behaviors and treatment options, and pastors point to Jesus who brings emotional and spiritual strength. If you are fighting an addiction or if you are interested in learning more to support a loved one, this program will bring you the understanding and tools you need. Hosts Dr. Kiti Frier Randall, Pastor Bernie Anderson and Dr. David Sedelack and guest experts bring clarity and hope for change. Each host and guest approach individual addiction from a scientific perspective and yet keep the content practical, simple, and easy to understand. _Unhooked_ (qv) is made possible through a partnership between Hope Channel, the Health Department of the North American Division of Seventh-day Adventists, and Adventist Recovery Ministries. This joint effort evolved from the need for a concentrated effort to educate and provide support and solutions to those in the clutches of addiction. With this in mind, the topics covered in this show were chosen with attention to research, expressed needs, and feedback from clinicians."
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}