{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "15 April 2013"
            }
        ],
        "release dates": [
            "Canada::15 April 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Dan & Alison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Alison calls in Gail to deal with the money management issues of her husband, Dan. Dan, who has always enjoyed the finer things in life and who likes to be generous to friends which often manifests itself in picking up the check in frequent meals out, lost his $80,000 per annum job shortly before he and Alison got married - something he postponed telling her in his want for her to have the wedding she wanted - that job which was replaced by a $30,000 per annum one. Alison, who has yet to start her teaching career, got pregnant shortly thereafter, she now six months ...    "
                },
                "2": {
                    "title": "Mike & Celeste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Celeste calls in Gail to deal with her husband, Mike, the two who were teenaged sweethearts and the other's first love. They are parents to an infant son. The problem in Celeste's mind is Mike's addiction to shopping in general, which has placed them deep in consumer debt (above and beyond their mortgage), and the resulting hoarding, the \"stuff\" which Mike keeps in their garage and two rooms in their house, all three which are packed to the brim with this stuff, mostly untouched and unused, with many of the individual items somewhat forgotten. Mike admits that he gets...    "
                },
                "3": {
                    "title": "Bryan & Jennifer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jennifer calls in Gail to deal with her husband, Bryan, they the parents to two young daughters. Jennifer earns the bulk of the family's money. Bryan's approximate thirty percent contribution - now $20,000 annually as a carpenter - and more goes primarily toward his own vices, namely nights out eating with the boys, copious quantities of good beer, and cigarettes. In addition, he has a thing for nice televisions, he spending most of his time at home in his \"man cave\" in the converted garage. With the television issue, he now refuses to sleep in his and Jennifer's ...    "
                },
                "4": {
                    "title": "Chris & Jessica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Chris calls in Gail to deal with his wife of two years, Jessica who started to spend uncontrollably after the birth of their first child. Chris and Jessica, who each earn about half of their approximately $100,000 per annum household income, decided to split the expenses with Chris taking the mortgage and Jessica everything else, which when the decision was made felt equitable. Chris only knew there was a financial problem in their house when he started to see bank fees for bounced checks. Chris has tried to speak to Jessica before about the issue, her stock response ...    "
                },
                "5": {
                    "title": "Dan & Lisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Although Dan is identified as the money moron in his marriage to Lisa, Dan is a willing participant in bringing Gail into their lives as he realizes he has made a mess in the management of their finances which in turn has placed a strain on their marriage, this the second marriage for both. Each party contributes roughly half of their approximately $90,000 annual income. At the beginning of their marriage, Lisa willingly gave up any handling of the finances, which she did in her first marriage, it a responsibility which she hated. Having no credit or debit card, Lisa ...    "
                },
                "6": {
                    "title": "Valerie, Kyla & Conor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Twenty-seven year old Kyla calls in Gail to deal with her sixty year old mother, Valerie. Kyla knows that this will be an all family process, including her brother/Valerie's twenty year old son, Conor, due to circumstances. Valerie had been retired when the unexpected upended her life seven years ago: her husband asked for a divorce. An entire inheritance was used to pay for Valerie's divorce expenses. Valerie was forced to go back to work into a job in which she earns $60,000 annually. Kyla - who makes $32,000 annually - her partner, and their infant daughter rent ...    "
                },
                "7": {
                    "title": "Roy & Kristoffer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Roy calls in Gail to deal with his husband, Kristoffer, most specifically the problem of his constant spending for things for his magic show business, without thoughts of the money itself. Most of that money is earned by retired accountant Roy, who gets $62,000 annually as a work pension and who had minimal consumer debt before getting together with Kris, that consumer debt now over $100,000 primarily from Kris' spending. Kris brings in approximately $10,000 annually, most of that being an allowance from his mother. Kris, who usually spends before telling Roy if he ...    "
                },
                "8": {
                    "title": "Matt, Alanna & Cathy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Matt and Cathy call in Gail to deal with his wife/her daughter, Alanna, who has always been a shopaholic. Instead of cutting back when Matt and Alanna's two children arrived, Alanna ramped up the spending. Matt and Alanna's combined annual income is about $50,000, Alanna's contribution being about one-quarter of it. Matt and Alanna have separated out their finances. Cathy states that Alanna has always treated credit cards like money, Matt and Cathy who have always bailed Alanna out when she couldn't pay her bills. Matt and Alanna and their family currently live in ...    "
                },
                "9": {
                    "title": "Chris & Nicole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Chris calls in Gail to deal with Nicole, his divorced daughter who has a daughter of her own. Nicole's money problems started during her unhappy marriage, when she started using shopping as an escape. When Nicole got divorced four years ago and bought herself a condo in which to live, the shopping as \"happiness\" therapy should have stopped, but it didn't. And then when Chris went through a health scare, he gave Nicole signing authority to his financial products, she who ultimately drained his bank account of $35,000 leaving him now with nothing on which to retire. ...    "
                },
                "10": {
                    "title": "Kris & April",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Kris calls in Gail to deal with his wife and childhood sweetheart, April, a shopaholic. Early in their relationship, April needed to declare bankruptcy, that process which didn't seem to phase her in that unless something changes in her spending now, she/they will have to do it all over again. April treats money like it's water, something that always needed, and something of which there is seemingly an endless supply. The one thing April admits is that losing their home would be the worst thing, as she sees it as their son Mason's security. Although Kris loves April, ...    "
                },
                "11": {
                    "title": "Matt & Jennifer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Matt calls in Gail to deal with his wife, Jennifer. They have consumer debt of $117,000 despite they both having good paying jobs. Matt's issues with Jenny are that she hid $40,000 of her debt from him going into their marriage, and now that she is pregnant with their first child, they will have a reduced income in paying their bills, including their debt repayment, which in turn will jeopardize their family's future. That debt is from Jenny's reckless spending, primarily in showing generosity in buying gifts for others, and now buying things for their house and for ...    "
                },
                "12": {
                    "title": "David & April",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    April calls in Gail to deal with her husband, David. David is generous to a fault, including on himself, which he doesn't realize is causing the family financial hardship. David and April long ago purchased a house they couldn't really afford, and as the house slowly falls into disrepair, David uses the equity in it to finance his purchases, like surprise meals out, flowers and other gifts for April and their three children, and a new luxury car for himself. The spending continued even after he was demoted to a lower paying job. He and April had decided already to ...    "
                },
                "13": {
                    "title": "Mike & Lisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa calls in Gail to deal with her partner of a year-and-a-half, Mike, who likes to spend money on big boy toys for himself and his teenaged son from a previous marriage, as well as indiscriminately on things like junk food at convenience stores. Mike earns good money - approximately two-thirds of what comes into the household - and as such believes he has the right to spend the money as he wants. However, he has no idea how much money he does spend and how much debt they are in as a household because of his spending. Lisa's concern is for their yet unborn child and ...    "
                },
                "14": {
                    "title": "John & Rachel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    John calls in Gail deal with his older sister Rachel, who will get what she wants in terms of material possessions regardless of anything else. She considers her sports car with its vanity plates and her cats - now totaling six animals - the most important things in her life. Since the passing of their father thirteen years ago, John is the most important person in Rachel's life, he who she has relied on financially. Her reckless spending has already led to two failed serious relationships, John basically the only person left in her life, he who has yet to say no to ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Deanna & James",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Deanna calls in Gail to deal with her fiancé, James, whose money management she wants dealt with before they get married. Deanna even states that James' money management problem may be a deal breaker in them actually getting married. They both would like to be full time actors, but because they are still in the struggling phase in that aspect, they work part-time in the service and retail industries, bringing in little money to live. As such, they live in the basement of Deanna's parents' house, where they will stay until they get on their feet financially. Part of ...    "
                },
                "2": {
                    "title": "Laura & Sean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Laura calls in Gail to deal with her husband, Sean, who is the person within their household who handles the money issues, such as paying the bills. They both earn a decent wage which should make managing their household finances easy if done properly and within their means. The wake-up call for Laura that there is a problem with how Sean handles the household money is when an error he made led to a $10,000 income tax bill. Upon closer investigation, Gail does find that Sean is a money moron, but not for the reasons Laura stated in their meeting prior to them ...    "
                },
                "3": {
                    "title": "Kat & Josh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Josh calls in Gail to deal with his wife, Kat, with who he is constantly arguing over her spending. The only thing Josh and Kat both seem to agree on with regard to their financial situation is that Kat should be a stay-at-home mom, their son now an infant, and that she should never have to return to work. She works part-time as a dog walker, bringing in $8,000 per annum, which is her spending money. Confronted, Kat does recognize that she is a money moron, she who made some effort in consolidating debt to get it to a manageable level only to get another credit source...    "
                },
                "4": {
                    "title": "Ryan & Lisetty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Lisetty calls in Gail to deal with her husband of three years, Ryan. What concerns Lisetty, now more than ever, is that Ryan, who works as an independent contractor (i.e. he pedals his business to client companies), has never understood the complexities of tax laws affecting small business owners like himself, which has dug him into an income tax hole - with another tax year end approaching - with their first baby on its way. On top of the tax debt, Ryan spends based on his revenue (on average $90,000 a year) instead of accounting for expenses, including the ...    "
                },
                "5": {
                    "title": "Will & Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 May 2013",
                    "year": "2013",
                    "plot": "\n    Leah calls in Gail to deal with her fiancé, Will, the couple who have an infant daughter together. Leah and Will each earn approximately $30,000 per annum in their respective jobs. Leah's primary issue with Will is his frequent nights out with friends, which will easily cost him on average $100 per outing. An associated issue is that Will's time away leaves Leah to handle most of the work around the house, including the care of their daughter. Confronted by Gail and Leah, Will admits that he probably does spend more than he should in those nights out. But upon ...    "
                },
                "6": {
                    "title": "Anne & Michael",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 May 2013",
                    "year": "2013",
                    "plot": "\n    Anne calls in Gail to deal with her fiancé, Michael. Anne had previously called off their engagement before because of what she considers Michael's reckless spending, especially on his man toys. An example of that reckless spending is that Michael spends more on a monthly basis on his luxury sedan than he does on the mortgage on his house. To protect her own financial self and well-being, Anne purchased her own house during their break-up, which she is reluctant to part with because of not fully trusting Michael. Anne states that she will have no hesitation in ...    "
                },
                "7": {
                    "title": "Courtney & Dylan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 May 2013",
                    "year": "2013",
                    "plot": "\n    Courtney calls in Gail to deal with her husband, Dylan, the two who have been together for ten years. They have an infant son, Dason, who was a surprise in their lives. Dylan wants them to have another child, but Courtney is concerned that Dylan's reckless spending - on the surface on nights out with the boys specifically having meals at the bar, and on cigarettes - will prevent them not only providing for Dason but for that future child. Another hit of Dylan's sole doing had to do with his car insurance, which required his parents to bail him out financially. As such...    "
                },
                "8": {
                    "title": "Mike & Kelly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 May 2013",
                    "year": "2013",
                    "plot": "\n    Mike calls in Gail to deal with his fiancée, Kelly, who he believes spends too much money on her hobby of scrapbooking. Mike admits that he is afraid to confront Kelly about the issue on his own, largely out of circumstance. Kelly, a teacher, earns almost twice the amount of money he does as a call center employee. He at some point in time would love to get a higher education to earn more money, but life circumstances - he and a former partner having a child at a young age - have prevented him from being able to do so, his infant daughter who is in his custody. That ...    "
                },
                "9": {
                    "title": "Anthony & Tamara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 May 2013",
                    "year": "2013",
                    "plot": "\n    Anthony calls in Gail to deal with his wife, Tamara, who he feels spends indiscriminately. They have a relatively low combined annual household income at just under $45,000 which is part of their financial issue. Beyond their household expenses, they made an agreement that she would only spend on things she needs for work as a hairdresser, which still seems to add up to a lot of beauty products. Part of Anthony's concern is providing for their infant daughter properly, they not wanting her to fall into the feeling of being poor like they both did when they were ...    "
                },
                "10": {
                    "title": "Robert & Tammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Money Moron (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 May 2013",
                    "year": "2013",
                    "plot": "\n    Tammy calls in Gail to deal with her husband, Rob, the two who are close to splitting if they cannot resolve their problems. They are parents with two preschool aged sons. Their current annual household income of approximately $74,000 is primarily from a military disability pension Rob earns, he who suffered brain damage which required two years of recuperation during which time he didn't work. It was then that Rob started to spend indiscriminately online, many purchases about which he now admits he feels guilt. Those purchases are what have largely sent them into ...    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Vaz-Oxlade, Gail"
            },
            {
                "name": "Hubbard, Sean"
            },
            {
                "name": "Abouatallah, Bill"
            },
            {
                "name": "Andrus, Crystal"
            },
            {
                "name": "Austensen, Kirk"
            },
            {
                "name": "Biehn, Janice"
            },
            {
                "name": "Bolster, Julian"
            },
            {
                "name": "Diakowsky, Mike"
            },
            {
                "name": "Hoyes, Doug"
            },
            {
                "name": "Kumar, Clare"
            },
            {
                "name": "Moffat, Kimberley"
            },
            {
                "name": "Moro, Sherri"
            },
            {
                "name": "Purzyski, Matt"
            },
            {
                "name": "Romano, Lorena"
            },
            {
                "name": "Yoon, Shirley"
            },
            {
                "name": "Angie"
            },
            {
                "name": "Drummond, Linton"
            },
            {
                "name": "Fazio, Debbie"
            },
            {
                "name": "Mandel, Jake"
            },
            {
                "name": "Molder, Chris"
            },
            {
                "name": "A., Tony"
            },
            {
                "name": "Urquhart, Caird"
            },
            {
                "name": "Dalzell, James"
            },
            {
                "name": "Madan, Allan"
            },
            {
                "name": "Palazzo, Deanna"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTljZTZmYmUtZDBiNC00Y2Q0LTliNTYtMjkxMDU1OTVkNTNmXkEyXkFqcGdeQXVyNTkzNDU3MjE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Money morons are a leading cause of ruined relationships. As such, financial advisor Gail Vaz-Oxlade, in an amalgam of what she did for couples of various stripes in Til Debt Do U$ Part (2005) and for divas and divos in Prince$$ (2010), undertakes an intervention on behalf one of half of a couple who believes the other half of that couple is leading them into financial ruin which may in turn result in the imminent break-up of the relationship. Gail reviews the money management within the household to see what needs to be done to fix the financial problem. Beyond the keeping of a financial diary, Gail issues a series of tasks, which, depending upon their completion to Gail's satisfaction, will lead to Gail giving them up to $10,000 to help them get back on their financial way at the end of her time with them. However, Gail often finds that the story is not as lopsided as it is initially presented to be to her by the intervening one of the couple, that person who is often as much at fault if not more so in the financial problems.",
        "languages": [
            "English"
        ],
        "title": "Money Moron",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2013",
        "akas": [
            "Money Moron (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Mudd, Carrie S."
            },
            {
                "name": "Oron, Daniel"
            },
            {
                "name": "Vaz-Oxlade, Gail"
            }
        ],
        "production companies": [
            {
                "name": "Peacock Alley Entertainment"
            },
            {
                "name": "Shaw Media"
            }
        ],
        "distributors": [
            {
                "name": "Peacock Alley Entertainment"
            },
            {
                "name": "Slice"
            }
        ],
        "plot": [
            "Money morons are a leading cause of ruined relationships. As such, financial advisor 'Gail Vaz-Oxlade' (qv), in an amalgam of what she did for couples of various stripes in _Til Debt Do U$ Part (2005)_ (qv) and for divas and divos in _Prince$$ (2010)_ (qv), undertakes an intervention on behalf one of half of a couple who believes the other half of that couple is leading them into financial ruin which may in turn result in the imminent break-up of the relationship. Gail reviews the money management within the household to see what needs to be done to fix the financial problem. Beyond the keeping of a financial diary, Gail issues a series of tasks, which, depending upon their completion to Gail's satisfaction, will lead to Gail giving them up to $10,000 to help them get back on their financial way at the end of her time with them. However, Gail often finds that the story is not as lopsided as it is initially presented to be to her by the intervening one of the couple, that person who is often as much at fault if not more so in the financial problems.::Huggo"
        ],
        "tech": {
            "runtime": [
                "22 min",
                "8 hr 51 min (531 min) (Entire series)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}