{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            },
            {
                "country": "USA\n",
                "date": "23 June 2014"
            }
        ],
        "release dates": [
            "USA::2013",
            "USA::23 June 2014"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Shadowman Above and Below",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "plot": "\n    Grand Army of the Republic, Invetigator In Training Candidate Evaluations, 8 will enter this haunted location, 2 will be promoted to Investigator In Training for the Reality TV team Ghost Aholics Crew- a Must see,    "
                },
                "2": {
                    "title": "Business Run by Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Ghost Aholics Crew reported to a haunting in Orwigsburg, Pa, they went to help out a business with some odd things happening at the place of business. Very Interesting indeed.    "
                },
                "3": {
                    "title": "They Never Left",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Watch the crew as they return to the GAR building in Johnstown, pa at the request of the owner for some very interesting new activity.    "
                },
                "6": {
                    "title": "Lady in the White Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The Ghost Aholics Crew are off to the Apollo Theater in West Virginia, they are seeking the Lady in White, but have come in contact with other spirits instead. Eye opener for JB.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Guest Who Stayed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This is a Paranormal Reality show; This scary & intense Episode was filmed in Gettysburg, PA with the Ghost Aholics crew, JB, Dennis, Mike & Madam Della Psychic Witch. This Investigation was conducted at a very Haunted Motel, the manager requested we come back and assist her with some unwelcomed guest, and a couple of angry spirits. The spirits were chasing some of the live guest away. The Team and Guest set out to assist once again, this time to Bless some of the Haunted rooms. Come investigate with the crew as they encounter these entities. Watch as the team talk to...    "
                },
                "2": {
                    "title": "The River Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    This is a paranormal reality show starring Madam Della Psychic Witch and The Ghost Aholics Crew; Come and join JB, Dennis, Mike on This Episode. Episode was filmed in New Oxford, PA, The Crew was ask to help a Family find out what is lurking in the home that they live in, The house was built on Native American land and the spirits are not Happy, watch as the team uncovers what is going on at this dwelling, and see what they Catch! There are no Scripts, There are No Sets, This Is real!    "
                },
                "3": {
                    "title": "Mansion Haunted Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    This is a Paranormal Reality show; This scary & intense Episode was filmed in Gardner's, PA with the Ghost Aholics crew, JB, Dennis, Mike & Madam Della Psychic Witch. This Mansion is over 12,000 square feet of angry spirits in the Middle of no where. The Team and Guest are \"ISOLATED\". Come investigate with the crew as they encounter these entities. The crew encounter spirits and entities at this 300 year old mansion. Watch as the team talk to spirits from the past about the Civil war and Underground Railroad. Remember; \"There are no Scripts, There are no Sets, This is...    "
                },
                "4": {
                    "title": "Hotel on Hallowed Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    This is a Paranormal Reality show; This scary & intense Episode was filmed in Cumberland Township, PA with the Ghost Aholics crew, JB, Dennis, Mike & Madam Della Psychic Witch. This Investigation was conducted at a very Haunted Hotel, the management & staff requested our help; we set out to find out what was scaring the guest, Soldiers, Shadow men, watch it now! The spirit of a little girl who drowned in the pool and so much more! Watch as the team talk to spirits from the past about the goings on at the hotel, see some good evidence. \"There are no Scripts, There are ...    "
                },
                "5": {
                    "title": "Funeral Home of Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    This is a Paranormal Reality show; Join the Ghost Aholics crew, JB, Mike & Madam Della as they venture to Pittsburgh, PA and come with them as they investigate this Old Converted Funeral Home, this episode is scary and very active with ghost! Watch as they encounter other worldly entities at this Haunted Funeral Home where thousands of Bodies have been laid out. The crew encounter spirits and entities from shadow men to other non human beings. The Crew always take guest on Investigations, inquire now! \"There are no Scripts, There are no Sets, This is real\"    "
                }
            },
            "2": {
                "1": {
                    "title": "Tortured Souls of Corpse Manor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This is a Paranormal Reality show; This scary Episode was filmed in Reading, Pa with the Ghost Aholics crew, JB, Dennis, Mike & Madam Della Psychic Witch. Join the Crew at this 200 year old vacant by choice Mansion in the middle of no where, The crew encounter spirits and entities from shadow men to other entities. Watch as the entity does something we did not expect while we were all up stairs, Listen to the guest scream and want to leave, this activity is intense! Join Madam Della as she Conducts Full Séances in 2 locations; Remember; \"There are no Scripts, There ...    "
                },
                "2": {
                    "title": "The House on Dead Soil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "23 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This is a Paranormal Reality show; Special Episode filmed in Hanover, PA with the Ghost Aholics crew, JB, Mike & Madam Della; investigate with the crew as they encounter other worldly entities at this Haunted private residence. the crew encounter spirits and entities from shadow men to other entities. \"There are no Scripts, There are no Sets, This is real\"    "
                },
                "3": {
                    "title": "Witch One Is Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "23 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This is a Paranormal Reality show; This scary Episode was filmed in Salem, MA with the Ghost Aholics crew, JB, Mike & Madam Della Psychic Witch. Come investigate with the crew as they encounter other worldly entities at the huge luxurious Haunted Hawthorne Hotel. The crew encounter spirits and entities from shadow men to other entities. Watch as the team talk to spirits from the past about the Salem Witches. Join Madam Della as she Conducts a Full Se'ance in the Haunted Pickman Room; Remember; \"There are no Scripts, There are no Sets, This is real\"    "
                },
                "4": {
                    "title": "Grand Army",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A Paranormal Reality Show starring the Ghost Aholics Crew, JB, Mike and Madam Della Psychic Witch; This intense Investigation was conducted in Johnstown, PA. This Building is huge and 300 years old, it has seen the great flood of Johnstown, the Civil war and more. The Crew encounter some crazy entities in the attic and basement that did not want any one to leave- even the guest! See it now!    "
                },
                "5": {
                    "title": "Faces of the Undead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    FACES OF THE UNDEAD- TORTURED SOULS; THE RETURN, This is a Paranormal Reality show; Filmed on Location at a Haunted Mansion above Reading, PA with the Ghost Aholics crew, JB, Dennis, Mike & Madam Della; investigate with the crew as they encounter crazy scary entities in this abandoned mansion. Watch it now! \"We Are Cops, We Are Marines, We are the Hero's of the Paranormal\"    "
                },
                "6": {
                    "title": "Holiday Horror Bash 2014",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    HOLIDAY HORROR 2014 INVESTIGATION;This is a Paranormal Reality show;Filmed on Location at the Haunted Eisenhower Hotel in Gettysburg,PA with the Ghost Aholics crew, JB, Dennis, Mike, John & Madam Della;Watch the Crew and guest celebrate the Holidays,then wrap it up with an intense investigation;crazy scary abandoned side of the Hotel.\"We Are Cops,We Are Marines,We are the Hero's of the Paranormal    "
                }
            },
            "3": {
                "1": {
                    "title": "1700's Gentlemen's Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    This is a Paranormal Reality show; This scary Episode was filmed in Pottstown, Pa with the Ghost Aholics crew, JB, Dennis, Mike, John & Madam Della Psychic Witch. Join the Crew at this 300 year old vacant by choice lodge in the middle of no where, The crew encounter spirits and entities from shadow men to other entities. Listen to the guest scream and want to leave, this activity is intense! The guest did not want to leave the safe room! we Are Cops, We Are Marines, We are Hero's of the Paranormal, \"There are no Scripts, There are no Sets, This is real\"    "
                },
                "2": {
                    "title": "Asylum of Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "27 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    ASYLUM OF BLOOD;The Forgotten Souls, A Paranormal Reality show; Filmed on Location at Pennhurst State Asylum with the Ghost Aholics crew, JB, Dennis, Mike & Madam Della;investigate with the crew as they encounter crazy scary entities in this abandoned asylum. This Asylum is Haunted and the spirits let the team know immediately.\"We Are Cops,We Are Marines,We are the Hero's of the Paranormal\"    "
                },
                "3": {
                    "title": "Ghost Behind the Counter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Join The Ghost Aholics and Celebrity Psychic Madam Della on their Paranormal Reality show; Season 3 Episode 3 filmed in Gettysburg,PA-the team investigate a Haunted Souvenir shop Flex and Flannigans per the owner's request,the crew get a bit more then they bargain for.The crew encounter spirits and entities from shadow men to other entities.    "
                }
            },
            "4": {
                "1": {
                    "title": "Sanitarium of Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "27 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The Ghost Aholics Crew 40th filmed episode; \"Sanitarium of Pain\", All weekend long with the crew; JB stated this was the most haunted location the crew has investigated by far; This is a Paranormal Reality TV show; Filmed on Location at ST. Albans Sanitarium with the Ghost Aholics crew, JB, Dennis, Mike, Celebrity Psychic Madam Della & Deb her personal assistant; investigate with the crew as they encounter crazy scary entities in this abandoned asylum. This Asylum is so Haunted some of the guest and crew wanted to leave. Watch it now! \"We Are Cops, We Are Marines, We ...    "
                },
                "2": {
                    "title": "Stonewall Jackson's Courier Still Rides",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Season 4 Episode 2; This is a paranormal reality show starring Celebrity's Madam Della Psychic Witch and The Ghost Aholics Crew; Come and Join JB, Mikey, John, & Deb- Madam Della's Personal Assistant on This intense wild Episode. Episode was filmed on location in Warrenton, VA, This Confederate Farm was crazy with activity, Is General Jackson Still Here? This Massive Horse Farm still stands as it did in the Civil War! A must See! This Full Scale Investigation uncovers the Entities who lurk at this Farm! \"We Are Cops, We Are Marines, We Are Hero's of The Paranormal\"    "
                },
                "3": {
                    "title": "Confronted by Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "27 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The Ghost Aholics Crew decided to do Dead Time Investigations for a whole weekend at St. Albans Sanitarium, what they captured on Film and spirit communication was out of this world, the crew has said\" This is the Most Haunted Location they have Investigated so Far\", watch JB, Denny and Mike really get freaked out! \"Cops, Marines, Hero's of the Paranormal    "
                }
            },
            "5": {
                "1": {
                    "title": "Haunted Manor House- Quarantined",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Eyes Are Always Watching",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join The Ghost Aholics Crew on another Intense Paranormal Investigation as they revisit the Haunted Mill in Spring Grove, PA, the mill is 300 years old and infested. Watch as they uncover some awesome activity.    "
                },
                "3": {
                    "title": "Sugar Shack - Moundsville Pen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join The Ghost Aholics Crew on another crazy intense paranormal Investigation at the Moundsville Stae Pen in West Virginia, The Activity was off the scale!!!    "
                },
                "4": {
                    "title": "Spirit Portals - Confederate Farm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join the Ghost Aholics Crew in Amissvile, VA for an intense Investigation at a true Confederate Farm, Jackson's Courier lived here during the civil war, and Jackson was here often, this episode is intense!    "
                },
                "5": {
                    "title": "Haldeman Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join the Ghost Aholics Crew on another intense Paranormal Investigation at the Haldeman Mansion in Lancaster County, Pa. Intense scary and active.    "
                },
                "6": {
                    "title": "Southern Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Aholics Crew (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join the Ghost Aholics Crew while they visit 2 Haunted location's in Northwest North Carolina, Stay Tuned to find out more.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Burkhead, Jerry"
            },
            {
                "name": "Della, Madam"
            },
            {
                "name": "Burkhead, Hunter"
            },
            {
                "name": "Jr., Dennis Miller"
            },
            {
                "name": "Dodson, Debbie"
            },
            {
                "name": "Smith, Michael"
            },
            {
                "name": "Holt, Lorel"
            },
            {
                "name": "3rd, John Welker"
            },
            {
                "name": "Burkhead, Tyler"
            },
            {
                "name": "Smith, Michael"
            },
            {
                "name": "Nelson, Nathaniel"
            },
            {
                "name": "Smith, Michael"
            },
            {
                "name": "Meyn, Brittany"
            },
            {
                "name": "Repoli, Jordan Alina"
            },
            {
                "name": "Ryan, Marcie"
            },
            {
                "name": "Wingard, Jeffrey"
            },
            {
                "name": "Bishop, Sanya"
            },
            {
                "name": "Fishel, Douglas"
            },
            {
                "name": "Hoffman, John"
            },
            {
                "name": "Motte, Khalid"
            },
            {
                "name": "Nightingale, Daniel"
            },
            {
                "name": "Strauch, Fawn"
            },
            {
                "name": "Wilson, Kameron"
            }
        ],
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc5NDg0MzEwN15BMl5BanBnXkFtZTgwMTA4NzQxMDI@._V1_SY150_CR44,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ghost Aholics Crew",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Ghost Aholics Crew (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Burkhead, Jerry"
            },
            {
                "name": "Della, Madam"
            }
        ],
        "production companies": [
            {
                "name": "Devil Dog Film & Movie Productions"
            }
        ],
        "distributors": [
            {
                "name": "Amazon.com"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}