{
    "imdb": {
        "raw release dates": [
            {
                "country": "Italy\n",
                "date": "  2013"
            }
        ],
        "release dates": [
            "Italy::2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Animation"
        ],
        "countries": [
            "Italy"
        ],
        "country codes": [
            "it"
        ],
        "color info": [
            "Color"
        ],
        "rating": 8.8,
        "votes": 5,
        "plot outline": "Extreme Football is an urban spin off of traditional five-a-side incorporating elements of free running and acrobatics. Created by and for children, as soon as Samy discovers it he is determined to captain a team. He sets about recruiting his closest friend Greg and Mediterranean girl Ines as defenders, quick-witted Luna as the star striker and hyperactive Joey as goalkeeper. Together they form The Team. Competing in a shopping mall still under construction, rivalries are based on players' dedication to creativity, craft and skill. The Team's sworn enemies are The Dark Sides, who use dirty tactics - provocation, trickery and hoaxes. Trained by Samy's stepbrother Tag, can The Team win with style?",
        "title": "Extreme Football",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Extreme Football (Italy)"
        ],
        "writer": [
            {
                "name": "Huchet, Sylvain"
            },
            {
                "name": "Rattazzi, Monica"
            }
        ],
        "plot": [
            "_Extreme Football_ (qv) is an urban spin off of traditional five-a-side incorporating elements of free running and acrobatics. Created by and for children, as soon as Samy discovers it he is determined to captain a team. He sets about recruiting his closest friend Greg and Mediterranean girl Ines as defenders, quick-witted Luna as the star striker and hyperactive Joey as goalkeeper. Together they form The Team. Competing in a shopping mall still under construction, rivalries are based on players' dedication to creativity, craft and skill. The Team's sworn enemies are The Dark Sides, who use dirty tactics - provocation, trickery and hoaxes. Trained by Samy's stepbrother Tag, can The Team win with style?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 4,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 2,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}