{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 January 2013"
            }
        ],
        "release dates": [
            "USA::29 January 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Racing Stock Cars with Tyler McQuarrie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang loads up the 2014 Nissan GT-R Track Edition and heads up the California coast with a few of her colleagues from Bike Magazine. Starting in Los Angeles, Jessi road trips more than 400 miles north to Sonoma Raceway to drive a full bore V8 stock car and attempt to master its 4-speed Jericho dog box transmission. Her stock car instructor for the day at Simraceway Performance Driving Center is Tyler McQuarrie, a professional race car driver known for competing in a diverse array of motor sports events, from NASCAR to Formula Drift to The American Le Mans Series....    "
                },
                "2": {
                    "title": "Behind the Scenes of Motor Trend's 2013 Best Driver's Car Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang takes you behind the scenes of Motor Trend's 2013 Best Driver's Car Powered by Mobil 1 to show you all of the preparation this event demands and the many challenges it poses. Giving you a glimpse of the contenders- like the Aston Martin Vanquish, the Audi R8, the BMW M6, the Mercedes Benz SLS AMG Black Series, the Jaguar F-Type, the SRT Viper, and the Nissan GT-R Track Edition- and shows you the madness that inevitably ensues each year.    "
                },
                "3": {
                    "title": "Ducatis, Harleys, Yamahas, Suzukis & More! The MotoGP Mass Pilgrimage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang heads to Monterey, California, to check out the culture surrounding the Moto Grand Prix, the premier class in motorcycle racing in which some of the most sophisticated and intriguing technology is found. But Moto GP is about much more than chasing the adrenaline rush; it's a mass moto pilgrimage, in which fans from all over the world come together. Each year, more than 2,000 motorcycles head to Cannery Row on Saturday night for \"Race Nights on the Row,\" where you're likely to see swarms of Ducatis, Harleys, and exotic bikes, not to mention a lively crowd of...    "
                },
                "4": {
                    "title": "Dyno Testing the 2014 Chevrolet Corvette Stingray Z51",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang heads to K&N with the all-new 2014 Chevrolet Corvette Stingray Z51 to run it on the dyno and see just how much horsepower the C7's V-8 produces at the wheels. She also gets a tour of K&N's multi-million dollar facility where they create every type of air filter under the sun. K&N is eager to get their hands on the C7 as they've already been hard at work creating a prototype air filter for the car. How much extra power will K&N be able to extract from the all-new Corvette?    "
                },
                "5": {
                    "title": "Riding with Travis Pastrana in His Dodge Dart Rally Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang catches up with Travis Pastrana, who has won championships and X Games gold medals in several events, including super-cross, motocross, freestyle motocross, and rally racing. The famed action sports star takes Jessi on a hot lap, and they discuss his transition to the stock cars of NASCAR's Nationwide Series and the X Games in Los Angeles.    "
                }
            },
            "1": {
                "8": {
                    "title": "Rally Racing 101 in the Subaru WRX STI",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang heads to Washington state for her first foray into rally driving at Dirt Fish Rally School. There, Don Wooten teaches her the fundamentals of rally car control in the school's Subaru WRX STI, whose 4-cylinder, turbocharged engine produces 300+ horsepower. From the skid pad to the slalom and the boneyard, Lang tries her hand at every course and, by the end of the day, declares herself ready for The Wedge. Situated as a full rally stage, The Wedge offers real rally driving, and making one mistake can equate to wrapping your car around a tree. Find out what ...    "
                },
                "9": {
                    "title": "Ramming, PIT Maneuvers & High Speed Shootouts in a 2013 Chevrolet Camaro SS",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang gets schooled on counter-terrorism driving tactics in the Executive Protection course at the Bondurant School of High Performance Driving. There, she learns how to properly ram blockades, take out other vehicles, avoid accidents, and escape life-threatening situations using a variety of driving maneuvers. From the Dead Man Driving drill, to lane-change reverse 180s, to high-speed backing through an autocross course, Jessi tries her hand at the tactical mobility strategies used by the world's most elite military, government, and police personnel and, at the ...    "
                },
                "10": {
                    "title": "Rally Co-Driving with the Scion Racing Rally Team in the 2013 Scion XD",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang finds out what it takes to be a rally co-driver. With the help of Scion Racing Rally driver Andrew Comrie-Picard and his co-driver Jeremy Wimpey, she learns the basics of recce, how to write pace-notes, and how and when to call them. As Jessi quickly learns, being a good co-driver means being many things at once-- a navigator, a rule-enforcer, a time-keeper, and a pace notes reader, to name a few, and is one of the most demanding roles a racer can play. To show Jessi the ropes, the team uses Scion's new xD rally car, which debuted earlier this year at the ...    "
                },
                "11": {
                    "title": "Chump Racing a Nissan 240SX at Daytona International Speedway",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang heads to Florida to race a Nissan 240SX on one of the world's most epic tracks: Daytona International Speedway. There, she meets with her team from \"Little Flatout Racing\" and begins preparing for the fourteen-hour Chump race. With the help of Kevin Smith from KSR Performance and Fabrication, their Nissan 240SX was specially modified to suit the team and included custom pedal extensions, special flooring to reduce heat, air ducts to cool the driver, and a custom fuel cell, to name just a few modifications. The team also added roll-bar enhancements for ...    "
                },
                "12": {
                    "title": "2013 SRT Viper Faces Motor Trend's Testing Procedures",
                    "kind": "episode",
                    "episode of": {
                        "title": "The J-Turn (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jessi Lang meets up with Motor Trend's testing team to bring you a firsthand look at the instrumented testing procedures that each new vehicle undergoes. Using the 2013 SRT Viper to demonstrate each aspect of the test, Jessi meets with Motor Trend's Testing Director, Kim Reynolds, to experience the vehicle dynamics through the Figure 8. Then, she meets with Scott Mortara for acceleration testing, where together they show that properly launching a car requires much more than simply stepping on the gas. See how the manual transmission, 640 horsepower Viper behaves when ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Lang, Jessi"
            }
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDdmNWU4YTktMjA2ZS00NTMxLWI2NDEtMWNkZmE0MDI5Y2RiXkEyXkFqcGdeQXVyMTYwODQ1ODI@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The J-Turn",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2015",
        "akas": [
            "The J-Turn (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Lang, Jessi"
            }
        ],
        "production companies": [
            {
                "name": "Studio TEN"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "_The J-Turn_ (qv) follows Jessi Lang as she chases every automotive dream she has ever fathomed, teaming up with industry experts and seasoned pros, to dive head first into vehicle-based adventures."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}