{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "23 May 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::23 May 2013                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ige, Busayo"
            },
            {
                "name": "Campbell, Marcus"
            },
            {
                "name": "Ogunjinmi, Emmanuel"
            },
            {
                "name": "Malyszczuk, Emma"
            },
            {
                "name": "Allie, Kesra"
            },
            {
                "name": "Abraham, Nicole"
            },
            {
                "name": "Furgus, Natalie"
            },
            {
                "name": "Chaplin, Kassidy"
            },
            {
                "name": "Oba, Michael"
            },
            {
                "name": "Griffiths, Robert"
            },
            {
                "name": "Salami, Micheal"
            },
            {
                "name": "Smith-Bynoe, Kiell"
            },
            {
                "name": "Gajic, Thea"
            },
            {
                "name": "Brown, Holly"
            },
            {
                "name": "Wright, Sade"
            },
            {
                "name": "King, Imran Jon"
            },
            {
                "name": "Jackson, Euella"
            },
            {
                "name": "Palmer, Leon"
            },
            {
                "name": "Lester, Ryan"
            },
            {
                "name": "York, Jason"
            },
            {
                "name": "Owusu-Dome, Clive"
            },
            {
                "name": "Jellow, Derek"
            },
            {
                "name": "Robin, Paris"
            },
            {
                "name": "Bertrand-Grell, Daniel"
            },
            {
                "name": "Rob, Dear"
            },
            {
                "name": "Bennett, Courtney"
            },
            {
                "name": "Breaks, Suli"
            },
            {
                "name": "Fatz"
            },
            {
                "name": "Cosmic, Docta"
            },
            {
                "name": "Stat, Veepa Le"
            },
            {
                "name": "Tafari, Jereca"
            },
            {
                "name": "Araromi, Tiana"
            },
            {
                "name": "Husbands, Jamal"
            },
            {
                "name": "Bennet, Kyle"
            },
            {
                "name": "Bell, Elijah"
            }
        ],
        "locations": [
            "England, UK::(location)"
        ],
        "genres": [
            "Romance"
        ],
        "runtimes": [
            "162"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "budget": "GBP30 (estimated)",
        "plot outline": "Set in London and based on the books of the same name by Shakira Scott, Unfamous is a gripping, romantic drama series. The show revolves around four cosmopolitan young women during their first year at university as they each navigate through their love lives and London's underground urban scene. The show's protagonist, eighteen-year-old Rio Greene, is the narrator. Each episode is structured around her observations of the urban industry, love, relationships and life lessons as she attempts to shed her former identity and become an 'It Girl', alongside her girlfriends; up and coming artist, Yoshi Tokushima, ambitious socialite, Carmen Murphy, and newbie fashion model, Fontaine The multiple storylines unapologetically explore a range of situations encountered from the point of view of young millennials. These include the power and effects of social media, sexuality, promiscuity, femininity, drug culture, domestic violence and more. As well as being a drama series, the Unfamous narrative doubles as a platform for British talent, not only in music, but with fashion, poetry, art, and more. Unfamous champions the real life Unfamous of the urban world.",
        "languages": [
            "English"
        ],
        "title": "Unfamous",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2013",
        "akas": [
            "Unfamous (United Kingdom)"
        ],
        "writer": [
            {
                "name": "Scott, Shakira"
            }
        ],
        "production companies": [
            {
                "name": "Quirky Culture"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Follow the complex love lives of four young women as they attempt to make a name for themselves in London's underground urban scene.::Shakira Scott",
            "Set in London and based on the books of the same name by Shakira Scott, _Unfamous_ (qv) is a gripping, romantic drama series. The show revolves around four cosmopolitan young women during their first year at university as they each navigate through their love lives and London's underground urban scene. The show's protagonist, eighteen-year-old Rio Greene, is the narrator. Each episode is structured around her observations of the urban industry, love, relationships and life lessons as she attempts to shed her former identity and become an 'It Girl', alongside her girlfriends; up and coming artist, Yoshi Tokushima, ambitious socialite, Carmen Murphy, and newbie fashion model, Fontaine The multiple storylines unapologetically explore a range of situations encountered from the point of view of young millennials. These include the power and effects of social media, sexuality, promiscuity, femininity, drug culture, domestic violence and more. As well as being a drama series, the _Unfamous_ (qv) narrative doubles as a platform for British talent, not only in music, but with fashion, poetry, art, and more. _Unfamous_ (qv) champions the real life _Unfamous_ (qv) of the urban world.::Shakira Scott"
        ],
        "tech": {
            "runtime": [
                "2 hr 42 min (162 min) (approx)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}