{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "28 September 2013",
                "notes": "                            (TV)"
            }
        ],
        "release dates": [
            "China::28 September 2013                            (TV)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Chen, Xiaoyi"
            },
            {
                "name": "Dong, Bowen"
            },
            {
                "name": "Guan, Xiaotong"
            },
            {
                "name": "Tan, Tian"
            },
            {
                "name": "Tong, Liya"
            },
            {
                "name": "Wu, Yue"
            },
            {
                "name": "Xiao, Yang"
            },
            {
                "name": "Xu, Yajun"
            },
            {
                "name": "Yang, Ruoxi"
            },
            {
                "name": "Yang, Zhiwen"
            },
            {
                "name": "Yaxi, Chen"
            },
            {
                "name": "Yuan, Wenkang"
            },
            {
                "name": "Zhang, Guoli"
            },
            {
                "name": "Zhang, Hanyu"
            },
            {
                "name": "Zhu, Tie"
            }
        ],
        "genres": [
            "History"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "zh"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTI4MmIwNTEtMWI2Yy00NzQzLWFiMWItOWI0NThlMDIwNzU2XkEyXkFqcGdeQXVyMTUwNTgxMTk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "A TV drama remake of the Hong Kong Chinese blockbuster movie \"Aftershock\" about a family that got separated by an earthquake. Wang Deng and Wan Da are two siblings, a twin sister and twin brother. Born in a small town in China 1969 but 7 years later they got separated by an earthquake. Both of them wake up with memory loss, at age of ten Wan Da is still with his family but Wan Deng is adopted with another family and don't remember her old family. Now both at age of 20 they're successful, Wan Da is a successful businessman and father, while Wan Deng is a successful writer in Canada. However their headaches still hunts them and some fade memories starts to kick, will the memories of lost twin returns?",
        "languages": [
            "Chinese"
        ],
        "title": "Aftershock",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "akas": [
            "Aftershock (China)"
        ],
        "writer": [
            {
                "name": "Huo, Xin"
            }
        ],
        "production companies": [
            {
                "name": "China Central Television"
            },
            {
                "name": "Xian Longrui Film And TV Culture Media Co."
            }
        ],
        "distributors": [
            {
                "name": "CCTV"
            }
        ],
        "plot": [
            "A TV drama remake of the Hong Kong Chinese blockbuster movie \"_Aftershock_ (qv)\" about a family that got separated by an earthquake.::Youku.com",
            "A TV drama remake of the Hong Kong Chinese blockbuster movie \"_Aftershock_ (qv)\" about a family that got separated by an earthquake. Wang Deng and Wan Da are two siblings, a twin sister and twin brother. Born in a small town in China 1969 but 7 years later they got separated by an earthquake. Both of them wake up with memory loss, at age of ten Wan Da is still with his family but Wan Deng is adopted with another family and don't remember her old family. Now both at age of 20 they're successful, Wan Da is a successful businessman and father, while Wan Deng is a successful writer in Canada. However their headaches still hunts them and some fade memories starts to kick, will the memories of lost twin returns?::Youku.com"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}