{
    "imdb": {
        "raw release dates": [
            {
                "country": "Sweden\n",
                "date": "10 April 2013"
            }
        ],
        "release dates": [
            "Sweden::10 April 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Shocking Exposures: Images that Changed Science"
            },
            {
                "countries": "Sweden (alternative title)",
                "title": "Bilderna som förändrade vetenskapen"
            }
        ],
        "akas": [
            "Shocking Exposures: Images that Changed Science (original title)",
            "Bilderna som förändrade vetenskapen Sweden (alternative title)"
        ],
        "akas from release info": [
            "Shocking Exposures: Images that Changed Science (original title)",
            "Bilderna som förändrade vetenskapen Sweden (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "To the End of the Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shocking Exposures: Images that Changed Science (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    \"To the End of the Universe\" depicts historic images that have changed our view of the outer world.    "
                },
                "2": {
                    "title": "Into the Core of the Atom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shocking Exposures: Images that Changed Science (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    \"Into the Core of the Atom\" depicts historic images that have changed our view of the inner world.    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Kaku, Michio"
            },
            {
                "name": "Aldrin, Buzz"
            },
            {
                "name": "Gosling, Raymond"
            }
        ],
        "locations": [
            "USA::(location)",
            "UK::(location)",
            "Italy::(location)",
            "Belgium::(location)",
            "Poland::(location)"
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "56"
        ],
        "countries": [
            "Sweden"
        ],
        "country codes": [
            "se"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD (widescreen)",
        "sound mix": [
            "Stereo::(RCA Sound Recording)"
        ],
        "original air date": "10 Apr 2013 (Sweden)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTcxN2U1ZjMtZTE1My00ZTBhLTkzOTItZTAzNjJjZjdlNTZmXkEyXkFqcGdeQXVyNzIxMjU4ODU@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$275,000 (estimated)",
        "plot outline": "Some of the most important moments in the history of science have left traces in the form of photos, sketches, or films. Andreas Vesalius' drawings revealed what the human body looks like on the inside-its anatomy. Arthur Eddington's photo of the solar eclipse in 1919 confirmed Einstein's theory of relativity. Charles Darwin summarized his theory of evolution in a sketch. Shocking Exposures: Images that Changed Science depicts these and many other historic images that have changed our view of the world.",
        "languages": [
            "English"
        ],
        "title": "Shocking Exposures: Images that Changed Science",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-2013",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Sjöström, Magnus"
            }
        ],
        "director": [
            {
                "name": "Sjöström, Magnus"
            }
        ],
        "production companies": [
            {
                "name": "Swedish Educational Broadcasting Company"
            }
        ],
        "distributors": [
            {
                "name": "PBS International"
            }
        ],
        "plot": [
            "Documentary series depicting historic images that have changed our view of the world.",
            "Some of the most important moments in the history of science have left traces in the form of photos, sketches, or films. Andreas Vesalius' drawings revealed what the human body looks like on the inside-its anatomy. Arthur Eddington's photo of the solar eclipse in 1919 confirmed Einstein's theory of relativity. Charles Darwin summarized his theory of evolution in a sketch. _Shocking Exposures: Images that Changed Science_ (qv) depicts these and many other historic images that have changed our view of the world."
        ],
        "synopsis": [
            "Episode 1: To the End of the Universe\nIn 1923, astronomer Edwin Hubble took a photo that settled one of the hottest\ndebates in the history of science, providing the very first clue in calculating\nthe size of the universe by showing that Andromeda is not a gas cloud in our\nMilky Way, but a galaxy far, far away. This episode covers this and many other\namazing images: The Apollo Program's photos from the Moon's surface;\nMartellus' World Map, considered to have convinced the Spanish crown to\nfinance Columbus' daring expedition westward; Copernicus' heliocentrism-a\ndiagram of the Solar System with the Sun, not the Earth, in the center; Alfred\nWegener's sketch showing how continental drift re-shaped the face of the\nplanet; and Arthur Eddington's photo of the solar eclipse in 1919.Episode 2: Into the Core of the Atom\nWhen neuroscientist Joseph Altman developed the film from one of his\nexperiments in the early 1960s, the photos proved that new brain cells are\ncreated, even in adult brains. Other groundbreaking images in this episode\ninclude: Andreas Vesalius' detailed drawings of the inside of the human body;\nDarwin's controversial theory of evolution summarized as a sketch in a notebook;\nRosalind Franklin's and Raymond Gosling's \"Photo 51\", which became\nthe decisive piece of the puzzle in the search for the structure of the DNA\nmolecule; Don Eigler's atomic-sized image of computer company IBM's logo,\nthat in some ways marks the start of the nanotechnology revolution; and Carl\nAnderson's photo of the positron, which revealed the unknown and paradoxical\nworld of antimatter."
        ],
        "tech": {
            "runtime": [
                "56 min"
            ],
            "sound mix": [
                "Stereo (RCA Sound Recording)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD (widescreen)"
            ]
        }
    }
}