{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mauritius\n",
                "date": "27 September 2013"
            }
        ],
        "release dates": [
            "Mauritius::27 September 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Kumar, Suchhi"
            }
        ],
        "locations": [
            "Mauritius"
        ],
        "genres": [
            "Game-Show"
        ],
        "runtimes": [
            "27"
        ],
        "countries": [
            "Mauritius"
        ],
        "country codes": [
            "mu"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjFmZDRlM2YtNmQyZS00NDdhLTkxMWUtNDk5ZmVmOTkwOTU2XkEyXkFqcGdeQXVyODcwNDYyMDI@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$25,000 (estimated)",
        "plot outline": "Beauty Queen Mauritius is the first reality TV show of Mauritius. The aim of such a show is to promote young female models and give them a platform to show their talent while giving the chance to various stake-holders of the fashion world of Mauritius.",
        "languages": [
            "French"
        ],
        "title": "Beauty Queen Mauritius",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2013",
        "akas": [
            "Beauty Queen Mauritius (Mauritius)"
        ],
        "writer": [
            {
                "name": "Nalini"
            }
        ],
        "production companies": [
            {
                "name": "Silver Dollar Production"
            }
        ],
        "plot": [
            "_Beauty Queen Mauritius_ (qv) is the first reality TV show of Mauritius. The aim of such a show is to promote young female models and give them a platform to show their talent while giving the chance to various stake-holders of the fashion world of Mauritius.::Suchhi Kumar"
        ],
        "synopsis": [
            "STORY -Beauty Queen Mauritius is the first reality TV show of Mauritius. The aim of such a show is to promote young female models and give them a platform to show their talent while giving the chance to various stake-holders of the fashion world of MauritiusCHALLENGESEach week the candidates will be given new challenges and themes where they will be requested to do their own research to portray to their best the exact style, attitude and body language for each specific theme. It could be a photo session in a forest or a beach shoot at sunset or Indian bridal wear.The BEAUTY QUEEN finalists will each have a social project to work on, and the candidates who impress the jury panel the most will sure stay longer.Each week, a candidate will be eliminated and we will retain the 6 best candidates for the final.JURY PANEL Suchhi KumarOur jury panel will be composed of well experienced respected professionals. They will also bring their expertise all long the contest so that the finalists get a full-fledged training so that at the end of the contest, they get out of it grown up with great knowledge of the profession.\nBEAUTY QUEEN exclusivity with all 11 candidates\n1-Noorina Kheedeer\n2-Shabeenz Meerun\n3-Marianna Marion\n4-Tiffany Itoola\n5-Janis Chaton\n6-Kavina Nemchand\n7-Shyanshini Sunnasse\n8-Rachel Joseph\n9-Meghanne Babel\n10-Aurelie Enfle\n11-Neha Haton\nTime for some good news: BEAUTY QUEEN coming up soon on MY.T, Video On Demand...Watch it again and again anytime you wantVishal Mukool (Cardio & stretching coach)· Raymonde Bissett (motivational speaker)· Audrey Gelle - ex-Miss Mauritius(Motivational speaker)· Karen Nicollini (photoshoot posing & special guest)· Shameer Abdul (special guest)· Anne-Lise Ramooloo (special guest)· Rowin Narraidoo (Drama)· Anjali Bungaleea-Bhorra (counselor / psychologist)"
        ],
        "tech": {
            "runtime": [
                "27 min (India)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}