{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "2 September 2013",
                "notes": "                            (Zee Kannada)"
            }
        ],
        "release dates": [
            "India::2 September 2013                            (Zee Kannada)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Lokesh, Meghana"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "kn"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc5ZDQxNTQtNjY4OC00MWZhLThjM2QtOTQxN2JlNzgxYzBiXkEyXkFqcGdeQXVyOTA3MTM0MTM@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Purushottamma is the ideal man - parental figure to his sisters, respectful and caring towards his friend, Chaitra (Meghana Lokesh), sensitive towards others' needs. Purushottamma has one thing on his mind, that is getting is elder sister married. But, all the avenues of getting her married seem to keep failing, as it is revealed that she is a kleptomaniac. This is the time he is at his lowest, and he seeks solace and comfort by telling Chaitra about his life. They soon become friends and Chaitra starts falling in love with Purushottamma, but he is too reluctant to get into any sort of commitment when his sister is still unmarried. Finally, his elder sister gets a suitor but, they have a condition that he must marry the groom's sister who is a widow. Purushottama agrees to this exchange marriage, for the sake of his sister. He chooses to, as the Purushottam, put his family before his needs.",
        "languages": [
            "Kannada"
        ],
        "title": "Purushottama",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "akas": [
            "Purushottama (India)"
        ],
        "plot": [
            "Purushottamma is the ideal man - parental figure to his sisters, respectful and caring towards his friend, Chaitra (Meghana Lokesh), sensitive towards others' needs. Purushottamma has one thing on his mind, that is getting is elder sister married. But, all the avenues of getting her married seem to keep failing, as it is revealed that she is a kleptomaniac. This is the time he is at his lowest, and he seeks solace and comfort by telling Chaitra about his life. They soon become friends and Chaitra starts falling in love with Purushottamma, but he is too reluctant to get into any sort of commitment when his sister is still unmarried. Finally, his elder sister gets a suitor but, they have a condition that he must marry the groom's sister who is a widow. _Purushottama_ (qv) agrees to this exchange marriage, for the sake of his sister. He chooses to, as the Purushottam, put his family before his needs."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}