{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "8 January 2013"
            }
        ],
        "release dates": [
            "Canada::8 January 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Cracked"
            },
            {
                "countries": "Russia",
                "title": "Надломленные"
            }
        ],
        "akas": [
            "Cracked (original title)",
            "Надломленные Russia"
        ],
        "akas from release info": [
            "Cracked (original title)",
            "Надломленные Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Swans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 30,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In dealing with their latest case, the unit is officially but temporarily down one person as Daniella has taken a personal leave to meet her son who she gave up for adoption years ago. That case is of an armed robbery of personal possessions and meds in a psych ward at St. Stephen's by a masked man, who took one of the ward patients, a young woman named Emily Froese who is bipolar, hostage. The unit is provided unofficial assistance on the case by Dr. Clara Malone, the psychiatrist on duty when the masked man committed his crime. Upon questioning Clara on what ...    "
                },
                "2": {
                    "title": "The Price",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 26,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The first case in which Clara participates as an official a member of Psych Crimes and Crises is a shooting at a nightclub, where the band playing was targeted. The reason the unit is involved is that they need to deal with the primary witness, Annika Marné, related to one of the critically wounded band members, as she is distraught over the situation and she suffers from an unknown anxiety disorder. They learn that she also suffers from agoraphobia - the symptoms exacerbated by being out at the nightclub. She is a former model, who dropped out of the business years ...    "
                },
                "3": {
                    "title": "The Valley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 24,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When a schizophrenic young man living in the Rosedale Valley ravine is found murdered, Psych Crimes is called to a puzzling scene: the location has been cleaned and the body carefully posed. What starts out as a murder investigation becomes a quest to save a family and avert another disastrous outcome.    "
                },
                "4": {
                    "title": "Faces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 29,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The team heads to Kensington Market where a grocery store owner, Idaris John, is slashed several times, he being a beloved figure in the neighborhood. The wounds end up being non-life threatening. Psych Crimes and Crises is involved because Idaris suffers from a rare neurological condition called, in layman terms, face blindness, where he cannot recognize faces, and as such he will not be able to identify his attacker. Upon further discussion with Idaris' doctor, Dr. Paul Bruckman, they learn that Idaris is also in the early stages of Alzheimer's despite being only in...    "
                },
                "5": {
                    "title": "The Hold Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 24,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises' next case is investigating a bomb explosion at the home of sixty-seven year old Ed Janoski. Of the psychological issues Ed faces, chief amongst them may be his persecution complex, mostly against Damian Tremblay, self-coined as the \"Condo Czar\". Ed's house is located next to Tremblay's latest high rise condo complex under construction. Tremblay had tried to purchase Ed's house for \"phase 2\" of the complex, he who refused to sell. His refusal to sell placed him not only in a bad situation with Tremblay, who has the reputation of getting what he...    "
                },
                "6": {
                    "title": "Ghost Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 28,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    On the eve of the first anniversary of the school bus shooting, Aidan is not coping very well, which affects both his personal and professional life. The next case he and the team work on is the death of a twenty year old First Nations waitress named Ellen Owens. She was tortured and stabbed to death. Homicide and Caligra are certain that the seemingly crazy John Doe aboriginal man who carried her out of the woods is her killer, Caligra who wants to tie him to all the other recent female aboriginal deaths of late. The suspect only mumbles gibberish, but first Clara, ...    "
                },
                "7": {
                    "title": "Hideaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 21,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises investigates the murder of mental health nurse Maya Henson who died from trauma to back of her head, the murder weapon deemed to be half sharp/half blunt. She was found by a morning jogger in a wooded area next to a residential subdivision characterized by cul-de-sacs. Although she dealt with potentially violent patients, she was found nowhere near any of her patient's homes, leading Aidan to believe that she was meeting someone of a personal nature in the neighborhood, perhaps a lover. All this news does not sit well with Leo, who knew Maya ...    "
                },
                "8": {
                    "title": "Voices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 30,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises investigates the shooting death of Herman Strunk, the property manager of a group of tenements, whose residents are comprised primarily of those on welfare: drug addicts, the mentally ill and the down and out. He is generally disliked by the tenants, as he collected their welfare checks for rent before doling out the remainder - minus a kickback on occasion - back to the check addressee. A symbol - a stylized cross - was inked onto his abdomen post-mortem. Among the tenants is Mark Tisdale, who is not in medical care but knows that if he was ...    "
                }
            },
            "1": {
                "1": {
                    "title": "How the Light Gets In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 61,
                    "original air date": "8 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Inspector Diane Caligra of the Toronto Police Department is in somewhat of a conundrum. Detective Aidan Black, who currently is assigned to the SWAT team, is one of her best and most seasoned members, but she realizes based on his recent professional history and behavior, that he may be suffering from some mental illness, most likely post traumatic stress syndrome. She reassigns him to the newly formed Psych Crimes & Crises unit, which will deal with cases which involve some sort of emotional disturbance at its core. The unit was created by forensic psychiatrist Dr. ...    "
                },
                "2": {
                    "title": "Fallen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 49,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises is sent to the De Soto home, where single father, bipolar lawyer Mike De Soto, is outside wielding a collection of weapons. On a manic and seemingly psychotic rampage, he believes that someone is out to kill him and his teen-aged son, Nick. Mike's shirt is blood soaked, and Nick is eventually found inside unconscious from an apparent fall down the stairs. Nick is otherwise unharmed meaning that they have to find the probable dead body associated with that blood. They eventually do find the body, that of college student Sophie Ann Wells, a girl ...    "
                },
                "3": {
                    "title": "What We Can't See",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 45,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises is sent to an elementary school where eleven year old Blessing Byers, constantly bullied by her classmates, has just beaten several of them with a baseball bat in a manic rage after their latest torment. On this day, she has scrawled several words on herself, most with religious overtones, the most prominent being the word \"truth\" on her forehead. As she seems to have a fear of the police, Aidan and Daniella try to portray themselves as anything but. They want to do a psychological assessment as something is obviously troubling her, but her ...    "
                },
                "4": {
                    "title": "White Knight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Aidan and Daniella are called to investigate the case of a delusional homeless man named Jeremy who believes he was attacked by a werewolf. At the scene, they come across another man, who they believe is Jeremy's attacker, violently beating on a car with a crowbar, with a dead man next to the car and a scared young woman inside. But whatever emotional issue Aidan is facing makes him lose focus for a few seconds, leading to the attacker being able to escape. Because of Aidan's lapse at the scene, Caligra brings in Liz, Aidan's old girlfriend who he still loves, to work...    "
                },
                "5": {
                    "title": "No Traveller Returns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 39,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Psychiatrist Dr. Karl Karzik is seriously injured when he is involved in a hit and run. He, who survives, believes it was no accident as he was scheduled to speak at a hearing involving his client, Mandar Kush, who was deemed not mentally fit to stand trial into the brutal murder eleven years earlier of Peter Fong, but he who admitted to the killing. Dr. Karzik had received a death threat not to appear at the hearing, especially if that hearing resulted in Kush being released. Daniella, who knows of the case but not Kush himself, volunteers to take over that ...    "
                },
                "6": {
                    "title": "Spirited Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 39,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises is brought in to investigate a seemingly schizophrenic homeless teenager who has with him who he has mentioned was an abandoned baby girl. He, who is covered in blood due to fighting injuries, will not give her up and he is wielding a makeshift razor-type weapon to ensure no one takes the baby away from him. Aidan and Daniella want to provide some medical attention to the boy both for his physical and mental issues, while securing the baby and returning her to her family, where ever they may be. Upon closer inspection, the boy is not ...    "
                },
                "7": {
                    "title": "Rocket Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 42,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises investigates a young black man seemingly high wandering the streets clad only in his boxer shorts. Aidan recognizes him as Billy Russell, one half of the famed band, Saturn 66. They are able to coax him into custody. When Billy comes down from his high, Billy admits to Daniella that he is bipolar, and that he sometimes goes off his meds, but that his Saturn 66 band mate, Max Graves, and his doctor, Evandra Lewis, who travels with the band, keep him in check from hurting himself or others. This relationship with Max is despite their very public ...    "
                },
                "8": {
                    "title": "The Thump Parade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 34,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Aidan still isn't sleeping, which may be affecting his reasoning. He and Daniella are called to the ice rink to deal with Terry Dwyer, an ex-NHL-er whose hockey career ended because of his violent tendencies, which have just resurfaced during a pick-up game where he violently beat an opposing player. Terry is in slight denial about his problem despite he realizing it is negatively affecting his life, especially his marriage. That's why Aidan and Daniella aren't happy when they later learn that he is working as a snitch for Organized Crime Detective Rachel Fenton in ...    "
                },
                "9": {
                    "title": "Cherry Blossoms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 32,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises is sent to investigate a crazed gun-wielding woman. It turns out that woman is Beth Croxton, a police officer, who is mourning the just occurred suicide death of her teen-aged daughter, Lindsay Croxton. Once Aidan and Daniella are able to disarm Beth and get Beth to let Lindsay go, they focus their investigation on Lindsay's suicide, she a young woman who they find was being bullied. Aidan and Daniella find a suicide video shot by Lindsay with some coded messages, which they try to decipher. After having had trouble fitting into her new school,...    "
                },
                "10": {
                    "title": "Inquest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 35,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The coroner's inquest into the school bus incident where Aidan shot the perpetrator Dominik Laszlo dead, Laszlo's knife in the process which in turn killed student Jason Beckmire, is approaching, the inquest despite Aidan having been previously absolved of any wrongdoing in the incident. Aidan's cavalier attitude toward the inquest, including refusing to have any meaningful dialogue with his police association appointed lawyer Juvina Kapoor, is his way of trying to put the incident behind him emotionally. Kapoor is worried because the crown attorney, Marcela Houseman,...    "
                },
                "11": {
                    "title": "Night Terrors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 30,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Aidan is having trust issues with both Caligra but most specifically Daniella following the revelation during the inquest that Daniella was reporting to Caligra on his on-the-job behavior. Daniella knows what she did was wrong, especially as she respects her partner, but doesn't know how to rectify the situation, nor does she know how to deal with Sean, for who she has lost all respect and who will probably continue to work with the unit. The Aidan/Daniella situation affects the entire unit as they partner with Sex Crimes in trying to apprehend who has been coined the...    "
                },
                "12": {
                    "title": "Old Soldiers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 30,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Psych Crimes and Crises is asked to assist on the case of a $1.5 million diamond heist at a small jewelry store, the diamonds which were part of a regular shipment and which were yet as uninsured by the jeweler. They are involved because an eyewitness, who encountered the four balaclava clad robbers, stated that she was assaulted by one of them, who acted like something had spooked him which resulted him shooting randomly in the air. Based on the surveillance footage of the actual robbery and the eyewitness statement, they believe the robbery was conducted by ...    "
                },
                "13": {
                    "title": "The Light in Black",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cracked (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 32,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The police are alerted to the murder of college professor Oscar Wallace after his nine year old daughter Olivia Wallace is spotted in a near comatose state in her pajamas hiding under a bench in the subway station. Oscar is found in the Wallace home with both his arms snapped, presumably done pre-mortem to inflict as much pain as possible. At the time of the murder, Oscar's wife and Olivia's mother, Esme Belk-Wallace, a high profile global human rights lawyer, was away on an extended business trip to Africa, she who returned the day Oscar is found. With Oscar and ...    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Sutcliffe, David"
            },
            {
                "name": "d'Oliveira, Luisa"
            },
            {
                "name": "Ade, Dayo"
            },
            {
                "name": "LeBlanc, Karen"
            },
            {
                "name": "Nguyen, Mayko"
            },
            {
                "name": "von Pfetten, Stefanie"
            },
            {
                "name": "Nevin, Brooke"
            },
            {
                "name": "Popowich, Paul"
            },
            {
                "name": "Brown, Natalie"
            },
            {
                "name": "Badr, Dalal"
            },
            {
                "name": "Campbell, Nicholas"
            },
            {
                "name": "Ramsay, Bruce"
            },
            {
                "name": "Shamata, Chuck"
            },
            {
                "name": "Walsh, Harmon"
            },
            {
                "name": "MacDonald, Shauna"
            },
            {
                "name": "Ross, Jamillah"
            },
            {
                "name": "Bako, Christian"
            },
            {
                "name": "Josephs, Darren"
            },
            {
                "name": "Grant, Jenessa"
            },
            {
                "name": "Keating, Trenna"
            },
            {
                "name": "Bisson, Toby"
            },
            {
                "name": "Barnes, Demore"
            },
            {
                "name": "Peterson, Eric"
            },
            {
                "name": "Reid, Noah"
            },
            {
                "name": "Rohl, Kacey"
            },
            {
                "name": "Schnarre, Monika"
            },
            {
                "name": "Sutherland, Rossif"
            },
            {
                "name": "Bennett, Clé"
            },
            {
                "name": "Bryant, Lucas"
            },
            {
                "name": "Burns, Martha"
            },
            {
                "name": "Colantoni, Enrico"
            },
            {
                "name": "Deveaux, Holly"
            },
            {
                "name": "Hewitt, Sitara"
            },
            {
                "name": "Hogan, Gabriel"
            },
            {
                "name": "James, Stephan"
            },
            {
                "name": "Kimber, Stefani"
            },
            {
                "name": "Maslany, Tatiana"
            },
            {
                "name": "Munro, Lochlyn"
            },
            {
                "name": "Pigott, Sebastian"
            },
            {
                "name": "Roberts, Rick"
            },
            {
                "name": "Robertson, Kathleen"
            },
            {
                "name": "Rota, Carlo"
            },
            {
                "name": "Webster, Victor"
            },
            {
                "name": "Wilson, Rachel"
            },
            {
                "name": "Adeliyi, Olunike"
            },
            {
                "name": "Bacic, Steve"
            },
            {
                "name": "Bryk, Greg"
            },
            {
                "name": "Burke, David"
            },
            {
                "name": "Cadranel, Inga"
            },
            {
                "name": "Fox, Kelli"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada",
            "Hamilton, Ontario, Canada"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "number of seasons": 2,
        "rating": 7.1,
        "votes": 1646,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTY4ODcyMTU0NV5BMl5BanBnXkFtZTgwNzY5NjA0MDE@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "After an embarrassing and public breakdown, Detective Aidan Black (David Sutcliffe) is reassigned from his beloved SWAT team to the newly created Psych Crimes and Crisis Unit. There, he's dismayed to find his partner is not another cop, but forensic psychiatrist, Dr. Daniella Ridley (Stefanie von Pfetten). The unit also includes Detective Poppy Wisnefski (Luisa d'Oliveira) and psychiatric nurse Leo Beckett (Dayo Ade), with Inspector Diane Caligra (Karen LeBlanc) keeping a close watch over the unique partnerships. Passionate and opposing viewpoints are an inherent part of the job in Psych Crimes, and the answers the teams seek never come easy. Aidan's deep insight and investigative skills combine brilliantly with Daniella's keen ability to decipher human behaviour. Learning to work cohesively, the Psych Crimes and Crisis Unit investigates city's most troubling and psychologically complex crimes. Whether or not the unit is still around in a few months... is completely up to them.",
        "languages": [
            "English"
        ],
        "title": "Cracked",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "de Hartog, Calum"
            },
            {
                "name": "Forbes, Tracey"
            },
            {
                "name": "Tarr, Patrick"
            }
        ],
        "production companies": [
            {
                "name": "White Pine Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Polyband"
            }
        ],
        "special effects": [
            {
                "name": "Switch VFX"
            },
            {
                "name": "Storm FX"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Klass Security and Investigations"
            },
            {
                "name": "Multimedia Risk Consultants and Insurance Brokers"
            },
            {
                "name": "PS Production Services"
            },
            {
                "name": "PS Production Services"
            },
            {
                "name": "Post Modern Sound"
            },
            {
                "name": "SIM Digital / Bling Digital"
            },
            {
                "name": "SIM Digital / Bling Digital"
            },
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "Follows teams of cops and psychiatric professionals who make up the Psych Crimes and Crisis unit.::Anonymous",
            "After an embarrassing and public breakdown, Detective Aidan Black (David Sutcliffe) is reassigned from his beloved SWAT team to the newly created Psych Crimes and Crisis Unit. There, he's dismayed to find his partner is not another cop, but forensic psychiatrist, Dr. Daniella Ridley (Stefanie von Pfetten). The unit also includes Detective Poppy Wisnefski (Luisa d'Oliveira) and psychiatric nurse Leo Beckett (Dayo Ade), with Inspector Diane Caligra (Karen LeBlanc) keeping a close watch over the unique partnerships. Passionate and opposing viewpoints are an inherent part of the job in Psych Crimes, and the answers the teams seek never come easy. Aidan's deep insight and investigative skills combine brilliantly with Daniella's keen ability to decipher human behaviour. Learning to work cohesively, the Psych Crimes and Crisis Unit investigates city's most troubling and psychologically complex crimes. Whether or not the unit is still around in a few months... is completely up to them.::Anonymous",
            "Psych Crimes and Crises is a Toronto Police Department unit overseen by Inspector Diane Caligra, and created by her and psychiatrist Dr. Daniella Ridley. The unit is to investigate cases that have a prevalent mental health component, and is comprised of police detectives and mental health professionals like Daniella, who is the unit's lead in that capacity. Among the former is Detective Aidan Black, a long term police detective who Caligra considers one of her best. However Aidan being part of the unit is not an obvious fit. Caligra gave him this assignment following one in SWAT, as she feels he may be going through some emotional trauma of his own based on a few on the job incidents. So Daniella may be doing double duty in working their official cases, while also watching over Aidan's mental state. And Aidan has to concern himself with Daniella being involved with police maneuvers with which she has no experience or training, both for the safety of the people involved as well as her own.::Huggo",
            "Detective Aidan Black (David Sutcliffe) and the Psych Crimes team are assigned a new unit psychiatrist, Dr. Clara Malone (Brooke Nevin). Together with Detective Poppy Wisnefski (Luisa D'Oliveira) and psychiatric nurse Leo Beckett (Dayo Ade), they are tasked with solving the most puzzling and problematic cases the city has to offer. Under the leadership of Inspector Diane Caligra (Karen LeBlanc), the Psych Crimes unit navigates the mental health issues suffered by people whose lives are impacted by crime, be they witness, victim or perpetrator. Aidan and Clara are both accustomed to operating outside the normal perimeters of their respective professions, and need to learn to trust each other in order to succeed in the face of overwhelming adversity.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arri Alexa (season 1)"
            ],
            "negative format": [
                "SxS Pro (season 1)"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "ProRes 4:4:4 (1080/23.976p) (source format) (season 1)"
            ],
            "printed film format": [
                "HDTV"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1646,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 252,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 563,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 448,
                "rating": 7.1
            },
            "males": {
                "votes": 681,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 114,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 284,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 250,
                "rating": 6.7
            },
            "females": {
                "votes": 631,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 136,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 267,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 192,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 47,
                "rating": 6.4
            },
            "us users": {
                "votes": 225,
                "rating": 6.9
            },
            "non us users": {
                "votes": 740,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 346,
            "9": 203,
            "8": 363,
            "7": 355,
            "6": 133,
            "5": 88,
            "4": 32,
            "3": 35,
            "2": 30,
            "1": 61
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}