{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "19 March 2013"
            }
        ],
        "release dates": [
            "Philippines::19 March 2013"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Rainy Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Thrift Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "12 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Construction Worker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Swimming Pool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "1960's Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Janitor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Items Found in a Hospital",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Call the fashion doctors, it's an emergency. These new designers are about to partake in an exhilarating challenge to make an accessory made from a first aid kit, an undergarment made from IV bags and a wardrobe apparel piece made from surgical gloves. It's going to be a tough start for the contestants especially when a barn owl is thrown in as the day's inspiration. Who will be able to survive and fly away with colors?    "
                },
                "2": {
                    "title": "Items Found Outdoors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Inspired by the iconic grandfather clock, designers can be as outlandish and abstract as they'd like with their creations. Challenges include making an accessory from wood cut offs and shavings, an undergarment from a blow up beach ball and finally a garment from banana and nipa leaves. This day at the beach is going to be make or break for these designer hopefuls.    "
                },
                "3": {
                    "title": "Items Found at a Birthday Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Life's no party for the Designers. Taking inspiration from a classical guitar, which must be used as inspiration throughout the competition, the designers create an accessories from hard candy, an undergarment from balloons and to top it all off, a wardrobe piece made from mini birthday cake candles.    "
                },
                "4": {
                    "title": "Items Found in an Office",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Not just another day at the office. Stripped of their regularly supplied fabrics, the designers will have nowhere to hide. First up, an accessory made from wires and cables, an undergarment made from various rolls of tape and a wardrobe piece created with desktop calendars. A Mexican fighting fish is on hand to provide some much needed inspiration.    "
                },
                "5": {
                    "title": "Items Found in a Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    If you can't stand the heat then get out of the kitchen. Designers are pushed to their creative limits as tempers flare throughout the challenges. Using plastic cutlery to create an accessory, cupcake patties for an undergarment, and a finger cutting steel wool for the wardrobe piece. The inspiration? A crossbow of course. Only two will survive and enter the final round to compete for the title of Design Genius.    "
                },
                "6": {
                    "title": "Items Found at a Junkyard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Junkyard fashion is anything but trashy. In this series finale, the designers will be creating high fashion garments using items found in a landfill. The designers will need to be ingenious and maintain their composure to get through these challenges. An accessory will be made from used bicycles (of which they must take apart themselves), an undergarment using discarded broken chairs and a wardrobe apparel piece using old umbrellas. But that's not all as Indashio injects a bit of drama and chaos by introducing a few of his own surprises along the way. Special guests ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Toddlers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    As soon as the competition started, the designers are already going gaga over their first challenge. It's a baby's day out, as these young guns are required to create a complete ensemble made from baby items. There might be bottles and cuddly bears in the set but it's definitely no child's play.    "
                },
                "2": {
                    "title": "Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "27 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Care to lend in a green thumb? The designers will need it on this challenge. Send out the hose and rakes as our mavericks turn them into pieces of wearable fashion. Let your imagination run wild and inspiration grow in one of this show's most formidable tasks.    "
                },
                "3": {
                    "title": "Cinema",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Welcome to the movies. Have some popcorn and soda as the film rolls when you walk towards your cushioned seat. While you are at it, create a whole ensemble using these materials. This is the next task out designers have to face. Will movie magic happen in the hands of these talented designers?    "
                },
                "4": {
                    "title": "Pawn Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    It's down to the top 6 and only half can continue in the quest to become the next Design Genius. What would our contestants willing to trade in order to get this spot? It's off to the pawnshop to procure the materials need for this challenge. Will our designers make a good deal with their creations or will they turn over their jacket and go home with a bust?    "
                },
                "5": {
                    "title": "Technology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Fashion x technology is an emerging trend and our designers will be tested on how they will fair in this arena. It's not just about the aesthetics, but functionality in the design must be considered in making their garments. With the finale only a step away, this is going to be an exciting battle you wouldn't want to miss.    "
                },
                "6": {
                    "title": "Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Let the spirit of the season inspire our designers on their final challenge. Christmas trees, presents, decorations and everything merry will be their keys to success. Who gets the prize and who will go home with only a sock full of coals? In the end of it all, find out who will be the ultimate Design Genius.    "
                }
            },
            "3": {
                "1": {
                    "title": "Closet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "23 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    It's time to shape up. Our first set of designers must create a Female Fitness Outfit complete with matching accessories using items found in your closet. Will the bit of spring-cleaning workout propel them to the next round or will they be swiped away first from the competition?    "
                },
                "2": {
                    "title": "Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "30 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Life in the 1940's is like having picnics with your young army lad and sending him off with a pin-up photo of you to remember. Put all these elements together and you have a 1940's Pin-up Outfit made from items inside your picnic basket. The battle is on for the second set of designers. Find out who will end up as war heroes and who will be dismissed from service.    "
                },
                "3": {
                    "title": "Easter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Fast forward to the 80's, location Los Angeles. Big hair, outrageous clothes, and lots and lots of color - it's like Easter everyday. And Easter it is. The Top 6 will be facing a team challenge to recreate this decade's fashion using staple one can find on an Easter egg hunt. Make the hip from the hop in this colorful episode. A cute surprise guest will also drop by.    "
                },
                "4": {
                    "title": "Spa Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Need some excitement? Why not take the spa into the stage? You heard it right. The remaining designers are tasked to turn those dressing gowns, flower petals, towels and waxing sticks into a showstopper outfit fit for a Vegas Showgirl. Impossible? Anything is possible in Vegas.    "
                },
                "5": {
                    "title": "Curtains and Trims",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    With only 5 designers left, the semifinal round is the episode you wouldn't want to miss. 5 designers, 2 working stations, 2 sewing machines, and two elimination rounds, it's going to be tough. You will need a Super Hero, and that's what the contestants need to deliver. With curtains and trims as mandatory elements, it's time to upgrade these child's play materials into a real Super Outfit.    "
                },
                "6": {
                    "title": "Camping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    It's time to put the finalists' creativity and resourcefulness to full speed. Imagine yourself stranded while camping in the woods with only the resources in the campsite and only a few hours left to be ready for - Prom Night. Fairy Godmother is not in sight, the finalists better be up for the challenge. Find out who will be crowned as Design Genius' Prom Queen or King. 3 designers, 2 final challenges and only 1 can be called the Design Genius.    "
                }
            },
            "4": {
                "1": {
                    "title": "Toy Chest Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Six talented designers step up to conquer the Design Genius \"war room\" as they pillage the Toy Chest for materials for their first challenge. The contestants start off by turning playtime into a real battle while trying to create the perfect accessory fit for a Viking. Who will win the battle and gain advantage as they maneuver towards the final victory?    "
                },
                "2": {
                    "title": "Toy Chest Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "13 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The journey continues as the designers face another challenge. With the accessory in hand, it's time to complete the garb to be worn by a Warrior Princess. Using stuffed animals instead of real animal hide, find out who will live another day to tell the tale and continue the journey.    "
                },
                "3": {
                    "title": "Paint Supplies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "20 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Release your inner Vincent van Gogh. Designers are challenged to literally turn Art into Fashion. They are off to a rocky start though as a group battle with paint and stick brushes is more than enough to keep the ball rolling on the historical battlefield. As the challenges begin to get tougher, designers are at the end of their wits trying to get their imaginations to work with the impossible materials. In the midst of it all, the aggressiveness of the competition has a surprise outcome.    "
                },
                "4": {
                    "title": "I.T. Department Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "27 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    What a shock. The I.T. crowd has suddenly become the new sexy. Let's cause a scandal and mix I.T. with the most unlikely of pairings. From computer parts, the semifinalists are challenged to create a fashionable accessory that would shine against a sexy striptease attire. Creative juices are flowing and sparks start flying as all of the designers become even more competitive at this stage of the game.    "
                },
                "5": {
                    "title": "I.T. Department Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "3 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Ladies, are you ready to burlesque? Keyboards and tangled cable wires are now the designers' best friends, as semifinalists must complete the transformation of these very unconventional items into a seductive come-hither ensemble. Is it technology meets mad science? Or simply a Design Genius at work.    "
                },
                "6": {
                    "title": "Bookstore Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "10 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Something old, something new, something borrowed, something blue. It's nearly the home stretch and the designers need to overcome the next hurdle by utilizing their sketchbooks and binders to make a customary wedding accessory. Will they be able to meet the standards of the three 'Bride-zilla' judges?    "
                },
                "7": {
                    "title": "Bookstore Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Genius (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "17 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    It's the finale and the remaining designers are about to create fairy-tale magic by turning fantasy into reality. From the pages of books, each competitor must create a bridal dress that is a perfect fit for a bride's dream wedding. Who will make it to the end of the aisle and have their life changed forever? Three designers, two final challenges and only one can be called the Design Genius Antwerp.    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Babic, Dan"
            },
            {
                "name": "Barrick, Brianna"
            },
            {
                "name": "Lindsey, Kailah"
            },
            {
                "name": "London, Lizzie"
            },
            {
                "name": "Malinao, Alaiza Flor"
            },
            {
                "name": "Matthews, Danah-Jane"
            },
            {
                "name": "Pilon, Charlee"
            },
            {
                "name": "Pronina, Viktoria"
            },
            {
                "name": "Stackz, Winnie T."
            },
            {
                "name": "Bakker, Sandra"
            },
            {
                "name": "Indashio"
            },
            {
                "name": "Cheung, Lillian Ying-Kiu"
            },
            {
                "name": "Clayton, Lisa"
            },
            {
                "name": "Earley, Katie"
            },
            {
                "name": "Furelid, Jasmine"
            },
            {
                "name": "Hewlett, Kalee"
            },
            {
                "name": "Leeson, Jack"
            },
            {
                "name": "Obrien, Matt"
            },
            {
                "name": "Ross, Yasmin"
            },
            {
                "name": "Schurr, Kai-Manuel"
            },
            {
                "name": "Singam, Thartchaieni Prataba"
            },
            {
                "name": "Der Meer, Franciscus Van"
            },
            {
                "name": "Vu, Tung"
            },
            {
                "name": "Burton, Ginger"
            },
            {
                "name": "Carlson, Rachel"
            },
            {
                "name": "Lien, Rebekka"
            },
            {
                "name": "Linde, Stacey"
            },
            {
                "name": "O'Keke, Ngozika"
            },
            {
                "name": "Terry, Juggernaut"
            },
            {
                "name": "Whilden, Kelley"
            },
            {
                "name": "Basilotta, Ivana"
            },
            {
                "name": "Coleman, Ryan"
            },
            {
                "name": "Perisic, Anja"
            },
            {
                "name": "Fairfield, Rosa"
            },
            {
                "name": "Schwyzer, Sandro"
            },
            {
                "name": "Sengar, Lalit"
            },
            {
                "name": "Bernardo, Bianca"
            },
            {
                "name": "Briere, Thibault"
            },
            {
                "name": "Cammarata, Eva"
            },
            {
                "name": "Uy, Laureen"
            },
            {
                "name": "Valdespino, Marta"
            },
            {
                "name": "Coleman, Ryan"
            },
            {
                "name": "Anastasopoulos, Christos"
            },
            {
                "name": "Bingham, Taylor"
            },
            {
                "name": "Desmidt, John"
            },
            {
                "name": "Frolova, Ekaterina"
            },
            {
                "name": "Laidler, Cierra"
            },
            {
                "name": "Wellton, Camilla"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjFmMDFiOWEtMzdkZS00YWI2LTg3MmMtYzM5YWFlNWFmYTU4XkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Design Genius",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Design Genius (Philippines)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Baktur, Abdi"
            },
            {
                "name": "Moukoian, Vick"
            },
            {
                "name": "Salmeri, Cara"
            }
        ],
        "production companies": [
            {
                "name": "Bigfoot Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Fashion One International"
            },
            {
                "name": "Fashion One International"
            }
        ],
        "plot": [
            "_Design Genius_ (qv) is a fashion-packed competition series that challenges versatile fashion designers to create original and inventive clothing and accessories.::Bigfoot Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}