{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "6 January 2013"
            },
            {
                "country": "Sweden\n",
                "date": "2 February 2013"
            },
            {
                "country": "Germany\n",
                "date": "3 March 2013",
                "notes": "                            (Festival Großes Fernsehen)"
            },
            {
                "country": "USA\n",
                "date": "31 March 2013"
            },
            {
                "country": "Italy\n",
                "date": "29 May 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "17 August 2013"
            },
            {
                "country": "Belgium\n",
                "date": "6 September 2013"
            },
            {
                "country": "Finland\n",
                "date": "4 February 2014"
            },
            {
                "country": "Hungary\n",
                "date": "31 March 2014"
            },
            {
                "country": "Spain\n",
                "date": "26 June 2014"
            },
            {
                "country": "Japan\n",
                "date": "16 October 2014"
            }
        ],
        "release dates": [
            "UK::6 January 2013",
            "Sweden::2 February 2013",
            "Germany::3 March 2013                            (Festival Großes Fernsehen)",
            "USA::31 March 2013",
            "Italy::29 May 2013",
            "Netherlands::17 August 2013",
            "Belgium::6 September 2013",
            "Finland::4 February 2014",
            "Hungary::31 March 2014",
            "Spain::26 June 2014",
            "Japan::16 October 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mr Selfridge"
            },
            {
                "countries": "Denmark",
                "title": "Store forretninger"
            },
            {
                "countries": "Hungary",
                "title": "Mr Selfridge"
            },
            {
                "countries": "Portugal",
                "title": "Mr. Selfridge"
            },
            {
                "countries": "Romania",
                "title": "Mr Selfridge"
            },
            {
                "countries": "Russia",
                "title": "Мистер Селфридж"
            },
            {
                "countries": "Serbia",
                "title": "Gospodin Selfridž"
            },
            {
                "countries": "Spain",
                "title": "Mr. Selfridge"
            },
            {
                "countries": "Uruguay (dubbed version)",
                "title": "Mr. Selfridge"
            }
        ],
        "akas": [
            "Mr Selfridge (original title)",
            "Store forretninger Denmark",
            "Mr Selfridge Hungary",
            "Mr. Selfridge Portugal",
            "Mr Selfridge Romania",
            "Мистер Селфридж Russia",
            "Gospodin Selfridž Serbia",
            "Mr. Selfridge Spain",
            "Mr. Selfridge Uruguay (dubbed version)"
        ],
        "akas from release info": [
            "Mr Selfridge (original title)",
            "Store forretninger Denmark",
            "Mr Selfridge Hungary",
            "Mr. Selfridge Portugal",
            "Mr Selfridge Romania",
            "Мистер Селфридж Russia",
            "Gospodin Selfridž Serbia",
            "Mr. Selfridge Spain",
            "Mr. Selfridge Uruguay (dubbed version)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 111,
                    "original air date": "27 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's been 20 years since Selfridge's first opened, and the store is still going strong. As Selfridge's invests in a bold new technology department, Harry prepares to unveil his London legacy.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 84,
                    "original air date": "27 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Harry's absence is noted in the press, and when Gordon talks with a journalist, he unwittingly sparks sensationalist tabloid headlines about Harry's advancing age.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 76,
                    "original air date": "3 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Following his mother's funeral Harry incurs his children's displeasure through his affair with Rosie Dolly, whose gambling habit he finances, as well as a stock flotation suggested by Dillon, though it pays out dividends at the expense of family loyalty. Cosmetics queen Elizabeth Arden comes to supervise a display and strikes a chord with Kitty when it transpires that both put career above child bearing. However Kitty is surprised when Miss Arden tells her that her marriage is in decline and offers her a job in America. Tilly continues to face bigotry whilst an injury...    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 76,
                    "original air date": "10 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Frank turns into prey at a swank junket for the press. Josie arrives to console Grove. Harry faces a choice: either settle a gambling debt or bankroll the Dolly twins' dream job.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 72,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Grove and Josie make a new start. Frank is in the doghouse. Movie mogul Harry courts trouble with a mob boss and a press lord.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 76,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    When Wynnstay's paper prints an article blaming the attack on the store on Harry's gambling debts Harry cancels his advertising in the paper and cuts off the Dolly sisters' credit. However he is broke and is forced to sell off his provincial stores to pay D'Ancona - stores run by Gordon, who is sympathetic and reconciled with his father. Lady Mae organizes a photo shoot for her fashion brochure where Jimmy is annoyed at her closeness to Victor whilst the Edwards' marriage also seems beyond repair. As Tilly faces further discrimination the only truly happy people would...    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 68,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    Jimmy's jealousy of Victor's interest in Mae leads to a fight in which Victor is killed though the police suspect D'Ancona's gang and George and Connie are surprised to find that Victor's main beneficiary is their baby. Encouraged by his mother Clara to act naturally Jimmy joins with Harry to buy the arrogant Whiteley brothers' Bayswater store. Frank prepares to join Kitty in leaving for America, depriving Harry of a spokesperson when Wynnstay threatens to sue for breach of contract, though Gordon steps into the breach and proves his worth. An irate Wynnstay then ...    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 76,
                    "original air date": "8 May 2016",
                    "year": "2016",
                    "plot": "\n    Harry and Jimmy push through the purchase of Whiteleys, against the advice of Mr. Crabb, who learns that the Whiteley boys owed huge sums to their suppliers, who are now refusing further delivery. Meryl discovers Tilly's secret and, backed by Lady Mae, persuades her father to reinstate her at the expense of her persecutors. Roger has plans to make Whiteleys more profitable but tragedy strikes the family, leaving Josie feeling vulnerable and inept. Disregarding the general air of grief at the store, Wynnstay sends muck-raking reporter Tooby to clarify the circumstances...    "
                },
                "9": {
                    "title": "Episode #4.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 67,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    As Harry plans to celebrate twenty years of his London store with a special parade, Jimmy struggles to beat the suppliers' embargo on Whiteleys, and devises a solution using Selfridges' excess stock. This saves the day but gets Harry in trouble with the Civic. Newly widowed Josie finds it hard to cheer up the orphaned Grove children but is strengthened by a return to work, suggested by Meryl, who has an admirer of her own. Wynnstay continues to hound Jimmy, who makes an admission to Harry which causes a rift between them and leads to an incident which will mar the ...    "
                },
                "10": {
                    "title": "Episode #4.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 87,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Jimmy's final act leaves Harry in a state of shock as Wynnstay's press implies the pair were involved in financial irregularities as well as exposing Lady Mae's affair with Jimmy. A beleaguered Gordon forces his father to confront his accusers and lift the embargo, to the Civic's satisfaction, thanks to Jimmy's will, ensuring that the store's anniversary is a success - though Harry's profligacy demands he surrenders the reins to Gordon. Whilst Lady Mae returns to France, Josie is installed as assistant manager, Tilly gets her just rewards, George Towler and his wife ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 272,
                    "original air date": "31 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In 1908 Agnes Towler, a shop girl at Gamages store, is sacked after a flamboyant American customer insists she empty her entire stock of gloves on her counter but later receives an expensive pair of gloves from the man. He is Harry Selfridge, a former shop worker who has moved from Chicago to London with his mother Lois, wife Rose and their children. His aim is to open his own store in Oxford Street. When his original partner backs out journalist Frank Edwards introduces Harry to influential suffragette Lady Mae Loxton, through whom he obtains the required financial ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 186,
                    "original air date": "31 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Agnes gets her younger brother George work in the warehouse at the store but the siblings get a nasty shock when their brutish, drunken father Reg turns up and they reluctantly let him stay. Feeling alienated from her husband's business Rose goes to the National Gallery and strikers up a friendship with handsome young artist Roddy, though she is taken aback when he makes a pass at her. The store is not doing as well as Harry had hoped and he needs a gimmick to attract trade. He therefore approaches the cross-Channel aviator Louis Bleriot and display Bleriot's plane at...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 159,
                    "original air date": "7 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Harry continues his affair with Ellen in her new home but Rose visits Lady Mae, who alerts her to her husband's infidelity, causing Rose to agree to pose for a painting by Roddy. Harry shocks his staff by suggesting that all beauty products should be put on display, rather than behind the counter, with perfumes at the fore to mask street smells. Display organizer Henri brings in his old flame, Valerie Maurel, an advertising agent for consultation and, although she hints at caution, Harry gets his way. However Henri also sees that Agnes has a talent and uses her ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 150,
                    "original air date": "14 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Whilst Mr Grove - married to an invalid wife - and Miss Mardle continue their affair Miss Bunting is dismissed for stealing and replaced with the progressive Ravillious, whose new-fangled ideas annoy many staff members. Harry arranges for visiting Russian ballerina Anna Pavlova to come to the store as a publicity stunt. Rose misses the event as she is at the Chelsea Arts Club with Roddy but finally reveals to him that she is Mrs Selfridge and resists an affair. Ellen Love attempts to upstage Pavlova and is dumped by Harry. Another unwelcome diversion is the arrival of...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 146,
                    "original air date": "21 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Victor visits Agnes and they kiss. Harry also pays her a call and persuades her to go back to work, buying off Reg and threatening him not to return. Roddy goes to see Rose with a portrait he has painted of her. They too kiss and are seen by Rose's daughter Beatrice, whom Rose swears to secrecy though she tells her father about the portrait. Rose is also visited by Ellen, who is blatant about her affair with Harry though Rose tells her she already knows of it. Victor is disappointed that Agnes is working close to Henri but steps in to save George's job when Harry ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 137,
                    "original air date": "28 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Harry lies in a coma and journalists are keen to know why he was driving, drunk, late at night. Frank tells Lois of Ellen's outburst and insists they keep it quiet, also instructing the recovering Ellen to stay away. Victor is late for work after being bedded by Lady Mae and Mr Grove turns up despite his wife's recent death. All past animosities among the shop girls are forgotten as everybody pulls together in Harry's absence and Agnes and Henri grow closer. The staff meet to discuss a forthcoming march past Selfridge's by the suffragettes on the day the group meet ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 136,
                    "original air date": "5 May 2013",
                    "year": "2013",
                    "plot": "\n    Miss Ravillous has Agnes promoted to ladies' fashion - where she and Henri end up kissing. Kitty receives humbugs from a mystery admirer and assumes it is Frank after he has flirted with her but is not too disappointed to discover it is George Towler whilst Doris asks Mr Grove to get Harry to give a reference to Miss Bunting, now destitute and unemployable. Sir Arthur Conan Doyle comes to sign books at the store and persuades Harry - who is anxious to keep in with him - to allow American psychic Rex Crenell to hold a séance on the premises. Staff reaction is mixed, ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 133,
                    "original air date": "12 May 2013",
                    "year": "2013",
                    "plot": "\n    Harry hosts a dinner for fellow American Frank Woolworth, who has opened a chain of discount stores in the United States and is extending his business to London. Seeing the need to compete with Woolworth Harry plans a lavish mid-season bargain sale. Kitty and Doris are interviewed by Grove for promotion to replace Agnes and Grove asks Harry to consider a reference for Miss Bunting. Harry refuses but Grove is touched by Doris's humanity and homeliness. Ellen Love comes to the store with Tony to invite the Selfridges to the opening night of his play, in which she will ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 127,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    News reaches the store that Miss Bunting has killed herself, causing a remorseful Harry to offer to pay for her funeral and Mr Grove to take an upset Doris out for tea, claiming he should have done more to help. Agnes and Henri also discuss the suicide and reach out for each other but they are interrupted by Miss Ravillus, who warns Agnes to be careful about the relationship and consider her career. When Valerie reappears at the store Agnes gives Henri her blessing to see her and gets on with the window display marking explorer Ernest Shackleton's lecture to be given ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 133,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    Harry wakes up in bed with a one night stand and returns home to an unwelcoming Rose. On arriving at work he is told by Lady Mae that the king wants a private shopping session after hours. Doris has her own good news. Grove has asked her to marry him but Miss Mardle is shocked and insulted when he suggests they continue their affair. Henri tells Agnes that he will be going to New York to work with Valerie. Harry is angry at losing such a valued employee and insists he goes immediately. Agnes is disappointed but finds consolation with Victor. The king's shopping trip ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 141,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Five years have elapsed since the store opened. Harry's son Gordon is at boarding school but obtains his father's permission to leave and work in the store whilst all his female relatives have returned to America. Rose comes back for the fifth anniversary. On the boat over she has met emancipated feminist Delphine Day, a writer and night-club owner, who advises her to use her own potential. Lady Mae's husband Lord Loxley arrives in London, suspicious of his wife's friendship with Harry and not above using blackmail to get onto a military committee. New head of fashion...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 107,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Harry is confronted by a delegation of trade unionists led by Arnold Huxton demanding better workers' rights. Union membership is forbidden at the store as the staff have their own council for debates but Ed and Dave, who work in the loading bay with Gordon, are interested and arrange to attend a talk given by Huxton. Gordon overhears and sneaks into the meeting but when the Selfridge staff learns how comparatively well-served they are, the unionists are angry and a fight ensues. Rose, seeing Henri at the club, follows him home to where he is living in poverty though ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 112,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The store is preparing for the Empire Exhibition but Agnes is struggling with her display and Thackeray is not pleased when Harry reinstates Henri, who has offered to help her. Nor is Rose happy to find Gordon has some saucy photos but in the resultant confrontation he makes her see that she should give Harry another chance. Consequently she declines her husband's suggestion that she should return to America if there is a war and they agree to support each other. Kitty gives Frank another chance as they take a picnic to Green park whilst Grove reencounters Miss Mardle...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 109,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Male staff are anxious to enlist in the army, gaining the nickname the Selfridge Brigade. Agnes is upset to learn that brother George has joined up but cannot prevent him whilst Victor is about to sign up but his uncle Gio is dying and asks him to stay and look after the family. Rose, Lady Mae and Delphine hold a charity sale to raise funds for Belgian refugees, taking place in the store's Palm Court restaurant. This leads to a confrontation between Thackeray (angry that a donation tin is put on his counter) and Henri, but Harry has now appointed Henri his deputy and ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 107,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    At Neuhaus's suggestion Miss Mardle takes in Belgian refugees, including handsome young violinist Florian Dupont. Agnes is asked out by Victor, now running the family restaurant following Uncle Gio's death and Gabriella's return to Italy. Gordon feels guilty that his friends are fighting in the war whilst Harry will not allow him to sign up and women are recruited to take over delivery work at the store, Rose becoming their champion when she demands better conditions for them. Delphine arranges a meeting for Harry with members of the military procurement board - ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 112,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    As the war progresses German goods are withdrawn from the store and Harry is approached by Bill Summertime, whom he met at the card game and who is part of British Intelligence. He asks if Harry, as an American neutral, will visit Germany as a spy. Henri bumps into Agnes, whilst she is waiting for Victor. Things are strained between them but she tells Henri that Victor is a good man. A party including Henri and Agnes and Miss Mardle and Florian attend the music hall and see popular singer Richard Chapman. Not only is he ideal to headline Harry's patriotic concert but ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 103,
                    "original air date": "4 May 2014",
                    "year": "2014",
                    "plot": "\n    Henri is arrested but tells Agnes that the only reason he went to Germany was to find his old lover Valerie. Agnes tells Grove she believes Henri has been set up by the jealous Thackeray, who is forced to admit it. Henri, after being accused of theft in New York went on the run. Rose is concerned that she cannot get in touch with Harry and learns from Delphine that he is in Germany, spying on their manufacturers. An envious Grove warns Miss Mardle that she and Florian could become victims of gossip but she does not care - unlike Grove Florian has declared ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 107,
                    "original air date": "11 May 2014",
                    "year": "2014",
                    "plot": "\n    Harry returns to London with information for Summertime but is angry that Bill will not support him in the face of accusations of treachery and talks to the staff to reassure them that Edwards' newspaper story about him was a lie. Edwards is genuinely contrite and agrees to print a letter from Harry telling the truth but the editor refuses. Following the bad publicity business is poor until Delphine brings American film producer Mack Sennett and his actress lover Mabel Normand to the store. They throw a lavish party where Mabel gets young Gordon very drunk. Harry ...    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 107,
                    "original air date": "18 May 2014",
                    "year": "2014",
                    "plot": "\n    Business is still suffering after the newspaper story so Henri brings in the formidable journalist Winifred Bonfils Black. At the same time a contrite Frank Edwards resigns from the paper and meets Lady Mae, who tells him and Harry that she knows Loxley blackmailed Edgerton and is the real culprit. Harry invites her and Pimble to live with the Selfridges, reconciling Mae with Rose, and they unite against Loxley when he storms in to drag his wife back. Rose is feeling unwell and is advised to take a break from London by Delphine. Mae believes Delphine is trying to ...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 129,
                    "original air date": "18 May 2014",
                    "year": "2014",
                    "plot": "\n    Josie Mardle tells Florian she believes she is too old for him and that she has arranged an audition with the Halle Orchestra in Manchester. The young man is heart-broken but surprisingly it is Grove who apologizes to Miss Mardle and persuades her that she should make a go of the relationship. Agnes and Victor give Harry notice as they are leaving to run the restaurant together. Henri is also quitting to go to France and fight in the army. Agnes, Victor, Franco and George look around the restaurant but Agnes has her misgivings as to whether it is what she wants, given...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 132,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It is now 1918 and the Great War is over. After losing his beloved wife, Harry and his children look forward to a happy family event - his daughter Rosalie is to be married. Among the staff, there is a romantic surprise in store for Agnes.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 107,
                    "original air date": "1 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Harry agrees to support Nancy Webb and asks Mr Crabb to organize funds to finance her project but Mr Crabb is unable to comply, telling Harry that there is no money. Nor is Serge happy to find Harry has blocked his plan for an aerodrome and Harry is irate to learn that his son-in-law's new business associate is Lord Loxley. Thackeray goes head to head with Harry over the handling of an exhibition by French couturier Madame Lanvin and is sacked for his pains but Henri and Agnes come to the rescue, as, rather unexpectedly, does Harry's daughter Violette, who ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 97,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Harry applies for a bank loan to fund Nancy Webb's project but at the land auction is forced to bid well beyond his budget due to Loxley's interference. Lois meanwhile is perturbed to find that Marie is running up huge hotel bills on Harry's account and decides to find out more about her. Agnes is concerned by Henri's distant attitude and learns from Victor that Henri is traumatised by his war experiences. This leads to a row whilst they are designing a window display in which Harry has to intervene. Connie, one of many women engaged at the store to replace the men ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 107,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Kitty is taken to hospital, where Frank is horrified to discover that her attackers were the soldiers he met, who bought drink with the money he gave them. The police are called but Frank, fearing he will be incriminated, asks Kitty to drop the charges, much to her disgust. Serge learns that Loxley was only using him to get at Harry and has no intention of funding his airport. Violette makes a play for Victor, to the annoyance of Gordon, visiting the club with his companion Grace Calthorpe. Victor also tells the blackmailing policeman Purkiss he will no longer pay him...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 95,
                    "original air date": "22 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    With Henri gone Harry invites applications for a new deputy but ultimately appoints Gordon. As Kitty returns to work a sly journalist tricks Connie into giving him a story which ultimately vilifies Kitty for taking jobs away from the men and shows her attackers as victims. Kitty is the subject of hate mail and Frank's writing contract terminated whilst Loxley, previously accused of profiteering, jumps on the band-wagon with a charitable trust for ex-soldiers, indirectly hitting at Harry. Harry responds by unveiling the plans for his project with Nancy Webb - though ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 98,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Harry becomes more involved with Nancy, inviting her to family dinner and having to sell some of his shares to raise funding for their housing project; a move which also diminishes his majority shareholding. Nancy, meanwhile, has other plans for Harry's money. Serge leaves for Paris to secure funds for his aviation dreams, taking Rosalie. Victor, under continuing extortion, joins forces with another businessman with a gambling interest in his nightclub. Kitty's attackers are out on bail thanks to Loxley and after an ineffectual attempt from Frank to tackle him, Kitty ...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 93,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Miss Mardle organizes Doris Grove's funeral, barring Billy, the delivery boy and true father of Doris's son Ernest. Sensing that she is troubled Mr Crabb persuades Miss Mardle to tell Grove the truth about the child's paternity, adding that Doris was run over returning home from taking Ernest to see his father. The news is not well received. George is disturbed to find that Ryan is dealing drugs from Victor's club and quits. His fears are justified when a patron almost dies of an over-dose. Nancy starts to feel guilty about her plan to defraud Harry when he tells her ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 90,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    As the Treaty of Versailles is signed Harry decides to mark it with a celebratory event entitled Britain at Play. Frank, his press agent, devises a competition, the prize being a trip in an aeroplane with French aviator Jacques De Sibours, who takes a shine to Violette - though she is still pining for Victor, who, suffering from Regan's rough clientele at the club, proposes to make it a high class gambling establishment. Gordon is caught in a compromising situation with Grace by Mr. Crabb, but, for all his assurances, she knows Gordon will not marry her due to their ...    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 83,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Miss Mardle persuades Mr Grove not only to let Billy see his son but to hire George as head of security whilst Violette reluctantly dates Jacques and Gordon determines to tell his father he wants to marry Grace. Princess Marie is delighted when her jewels arrive from Russia, repaying Harry for his kindness. She is suspicious of Nancy and the supposed architect Gerrard, actually Nancy's brother Gus, who reacts badly when Nancy admits that she loves Harry and will go through with the marriage. After the success of Britain At Play Harry proposes a mammoth sale with ...    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mr Selfridge (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 100,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    At the delayed board meeting Loxley proposes a vote of No Confidence in Harry but this is defeated after Loxley launches a personal tirade against the store owner. As the day approaches to begin work on the housing estate Nancy tells Gus that the money will be used to build houses and not misappropriated but Princess Marie has alerted Harry to the supposed architect being a fraud and Gus is arrested. Nancy escapes but brings the money to Harry though the engagement is inevitably off and Harry, like Violette, counts himself unlucky in love. Meanwhile Gordon comes to an...    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Cook, Ron"
            },
            {
                "name": "Piven, Jeremy"
            },
            {
                "name": "Goodman-Hill, Tom"
            },
            {
                "name": "Hayes, Amy Beth"
            },
            {
                "name": "Abbington, Amanda"
            },
            {
                "name": "West, Samuel"
            },
            {
                "name": "Gravelle, Trystan"
            },
            {
                "name": "Callaghan, Calum"
            },
            {
                "name": "Rennie, Malcolm"
            },
            {
                "name": "Austin, Greg"
            },
            {
                "name": "Kelly, Katherine"
            },
            {
                "name": "Shimmin, Sadie"
            },
            {
                "name": "Morgan, Amy"
            },
            {
                "name": "Loftus, Aisling"
            },
            {
                "name": "Fitoussi, Grégory"
            },
            {
                "name": "Markham, Kika"
            },
            {
                "name": "Cornelius, Deborah"
            },
            {
                "name": "O'Connor, Frances"
            },
            {
                "name": "Parkinson, Sacha"
            },
            {
                "name": "Tointon, Kara"
            },
            {
                "name": "McArdle, Aidan"
            },
            {
                "name": "Moulds, Lee"
            },
            {
                "name": "Bennett, Sai"
            },
            {
                "name": "Crace, Lauren"
            },
            {
                "name": "Tointon, Hannah"
            },
            {
                "name": "Friar, Poppy Lee"
            },
            {
                "name": "MacAninch, Cal"
            },
            {
                "name": "Hydari, Laura"
            },
            {
                "name": "Tolhurst, Lottie"
            },
            {
                "name": "Teale, Sean"
            },
            {
                "name": "Adams, Kelly"
            },
            {
                "name": "Ryan, Naomi"
            },
            {
                "name": "Ockenden, Leon"
            },
            {
                "name": "Wanamaker, Zoë"
            },
            {
                "name": "Cowlin, Chris"
            },
            {
                "name": "Jeanne, Laura"
            },
            {
                "name": "Swann, Sam"
            },
            {
                "name": "Dhawan, Sacha"
            },
            {
                "name": "Wilson, Adam"
            },
            {
                "name": "Zmitrowicz, Ria"
            },
            {
                "name": "Walker, Polly"
            },
            {
                "name": "Wilson, Freya"
            },
            {
                "name": "Cassidy, Raffey"
            },
            {
                "name": "Tapper, Zoë"
            },
            {
                "name": "Pugh, Robert"
            },
            {
                "name": "Price, Joey"
            },
            {
                "name": "Watson, Timothy"
            },
            {
                "name": "Payne, Will"
            },
            {
                "name": "Coulthard, Raymond"
            },
            {
                "name": "Ndiweni, Mimi"
            }
        ],
        "locations": [
            "Chatham Historic Dockyard, Chatham, Kent, England, UK",
            "Wrotham Park, Barnet, Hertfordshire, England, UK::(Lord Loxley's London house interiors)",
            "Neasden, London, England, UK::(studio)",
            "Highcliffe Castle, Dorset, England, UK::(Selfridge's country house)",
            "The Butts, Brentford, Middlesex, England, UK::(Mr Groves' House)",
            "The Charterhouse, Charterhouse Square, London, England, UK"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Finland:K-12",
            "Netherlands:6",
            "Singapore:M18::(season 1)",
            "United States:TV-14"
        ],
        "number of seasons": 4,
        "rating": 7.7,
        "votes": 12770,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY4NTMwNDYzNV5BMl5BanBnXkFtZTgwMjY1NzQxMTE@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Mr Selfridge",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Brooke, Kate"
            },
            {
                "name": "O'Riordan, Kate"
            },
            {
                "name": "Davies, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "ITV Studios"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "Danmarks Radio (DR)"
            },
            {
                "name": "Danmarks Radio (DR)"
            },
            {
                "name": "Diva Universal"
            },
            {
                "name": "DiziMax"
            },
            {
                "name": "Imagica BS"
            },
            {
                "name": "Nederlandse Christelijke Radio-Vereniging (NCRV)"
            },
            {
                "name": "Norsk Rikskringkasting (NRK)"
            },
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Sony Entertainment Television"
            },
            {
                "name": "Story TV"
            },
            {
                "name": "Sveriges Television (SVT)"
            },
            {
                "name": "TNU - Canal 5"
            },
            {
                "name": "TV3"
            },
            {
                "name": "Universal Pictures"
            },
            {
                "name": "Universal Pictures"
            },
            {
                "name": "Universal Pictures"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "special effects": [
            {
                "name": "DNegTV"
            },
            {
                "name": "Painting Practice"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "ARRI Media"
            },
            {
                "name": "Aimimage / Ice Film"
            },
            {
                "name": "Bonnie and Betty Model and Casting Agency"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Digital Orchard"
            },
            {
                "name": "Funn"
            },
            {
                "name": "Huge Designs"
            },
            {
                "name": "Hyperactive Broadcast"
            },
            {
                "name": "Media Services"
            },
            {
                "name": "Production Copier Company"
            },
            {
                "name": "Universal Extras"
            },
            {
                "name": "Yellow Cab Studios"
            }
        ],
        "plot": [
            "Centers on the real-life story of the flamboyant and visionary American founder of Selfridge's, London's department store.::Hollywood Reporter"
        ],
        "tech": {
            "runtime": [
                "45 min (approx)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arri Alexa Plus, Cooke S4 and Fujinon Alura Lenses"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12770,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 2063,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 4317,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 2948,
                "rating": 7.7
            },
            "males": {
                "votes": 4551,
                "rating": 7.5
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 824,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 1928,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 1444,
                "rating": 7.5
            },
            "females": {
                "votes": 5415,
                "rating": 7.8
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 1209,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 2327,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 1445,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 121,
                "rating": 6.3
            },
            "us users": {
                "votes": 2175,
                "rating": 7.6
            },
            "non us users": {
                "votes": 4944,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 2499,
            "9": 2310,
            "8": 3850,
            "7": 2270,
            "6": 862,
            "5": 365,
            "4": 182,
            "3": 108,
            "2": 82,
            "1": 242
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}