{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            },
            {
                "country": "USA\n",
                "date": "1 July 2013"
            }
        ],
        "release dates": [
            "USA::2013",
            "USA::1 July 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Below Deck"
            },
            {
                "countries": "USA",
                "title": "Below Deck"
            }
        ],
        "akas": [
            "Below Deck (original title)",
            "Below Deck USA"
        ],
        "akas from release info": [
            "Below Deck (original title)",
            "Below Deck USA"
        ],
        "episodes": {
            "6": {
                "0": {
                    "title": "Captain Lee's Yachtrageous Moments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 0,
                    "votes": 7,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Lee and his crew are back in this half-hour special featuring the best and worst moments from five seasons sailing the high seas. Join the Captain as he shares his most yachtrageous memories of the unforgettable crews and over-the-top guests that have come aboard in search of the ultimate in luxury and adventure. Because as crazy as things get above deck, the real action is always down below.    "
                },
                "1": {
                    "title": "We're Not in the Caribbean Anymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Lee and chief stew Kate welcome seven new crewmembers aboard luxury M/Y Seanna, as they travel outside the Caribbean for the first time ever to explore the tropical waters of Tahiti. Kate has high hopes for her experienced interior crew, however, bosun Chandler finds his hands full training a fisherwoman-turned-third deckhand. Neither department is prepared for the return of legendary charter guest, Foam Party Steve.    "
                },
                "2": {
                    "title": "Foam, Party of One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "9 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    As Captain Lee and the crew of My Seanna continue to cater to Steve's unpredictable antics, Chandler struggles to find his footing with Captain Lee and his deck team. Meanwhile, the interior unveils some of their cracks during a busy dinner service. Later, as the crew celebrates their first night in Tahiti, Ashton proves to be a ladies man and Chandler is pushed to his limit after an explosive encounter with Rhylee.    "
                },
                "3": {
                    "title": "I'm Also a Boat Captain!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Rhylee's outburst with Chandler puts her at odds with the entire Deck Team. Meanwhile, Kate and Josiah comfort an emotionally broken Caroline after she receives some devastating news from back home. Captain Lee and the entire crew of My Seanna have their work cut out for them when a returning disgruntled charter guest arrives.    "
                },
                "4": {
                    "title": "Bitch in Charge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "23 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Lee worries that Chandler is mismanaging his deck team after hearing some unsettling news. Ross confronts Rhylee after she oversteps her boundaries. Meanwhile, Caroline feels left out.    "
                },
                "5": {
                    "title": "Naked Smoothies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Rhylee struggles to keep her attitude in check as she and Chandler continue to be at odds. The crew welcome aboard a group of Silicon Valley investors who are social media obsessed.    "
                },
                "6": {
                    "title": "Get Better or Go Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    As Chandler's decision making frustrates the deck crew, Rhylee and Ashton grow desperate for a change at bosun. The charter guests overcome their fears by swimming with some scary ocean predators. Later, as Ashton makes on move on Rhylee after a wild night, Kate tells Caroline her foot needs to heal or she'll have to go home. When the mistakes keep piling up for Chandler, Captain Lee decides to confront him in a sit down.    "
                },
                "7": {
                    "title": "New Kids on the Dock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The crew welcomes aboard their largest group of charter guests yet, including two young children, posing new challenges for everyone. While Chef Adrian jumps through hoops to please all their preferences, Chandler tries to redeem himself with Captain Lee. After being banished to the guest cabins with her injuries, Caroline struggles to find her place back with the interior, but her sour mood pushes Adrian to snap.    "
                },
                "8": {
                    "title": "Flesh Wounds Are Not Five Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "20 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Chandler seems overwhelmed and makes more mistakes including dropping a guest on the ground. A frazzled Caroline drops a champagne glass and one of the children cuts their foot on the broken glass. Captain Lee pronounces the charter 'horrendous' and prepares to make changes.    "
                },
                "9": {
                    "title": "Insult to Injury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "27 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Lee comes to a decision about restructuring the deck team. Meanwhile, Caroline is pushed to make her own decision regarding her place on My Seanna. During a fun crew night out, Ashton proves to be a ladies' man with the locals, while Rhylee ruffles some feathers with Adrian. Captain Lee confronts Kate about a sensitive situation and a reconfigured crew welcomes their highest profile charter guests yet.    "
                },
                "10": {
                    "title": "Man Overboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    My Seanna struggles to pull off a successful Charter on the heels of two dramatic exits from crew members, Chandler and Caroline. Tensions rise as newly-appointed bosun, Ross, finds himself at odds with an easily-riled Rhylee. When replacements Tyler and Laura join the crew, the ship is turned upside down with the arrival of two new crew, Tyler and Laura. While Kate and Josiah adjust to their new stew's critical disposition, Adrian and Ashton both compete for her undivided attention. As their sixth Charter begins, a shocking accident threatens the life of one of the ...    "
                },
                "11": {
                    "title": "Let Them Eat Chicken!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "11 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Fast action by Rhylee and a cameraman save Ashton's life. The new charter guests like expensive food and are offended when served chicken, which is 'what poor people eat'. After the charter a shaken Captain Lee has a \"come to Jesus\" meeting where he analyzes Ashton's accident and shows how close they came to disaster.    "
                },
                "12": {
                    "title": "Check Yourself!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "18 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The aftermath of Ashton's accident has the entire crew shaken up, especially Captain Lee. While the deck crew is on edge with a man down, Laura struggles to fall in line with her third stew role and her boss Kate.    "
                },
                "13": {
                    "title": "I Said I Got It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "8 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Kate deals with Laura's insubordination after being told to \"check\" herself. Ross is at his wits end with Rhylee's attitude after she confronts him once again about feeling like the low man on the totem pole.    "
                },
                "14": {
                    "title": "All That Glitters Isn't Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "15 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The crew's wild evening out prompts a passionate, late-night tryst for Rhylee and Tyler, but there's trouble in paradise for Ashton and Laura; Josiah faces childhood insecurities when guests remind him of the bullies he faced while coming out.    "
                },
                "15": {
                    "title": "Shame Cocoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "votes": 6,
                    "original air date": "22 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The crew corrals the jet ski. Rhylee starts inserting herself in Tyler's future which concerns him. After the charter Tyler and Rhylee go on a date and Tyler says he wants to 'tap the brakes' on their relationship. The next guests are a group of women who start bickering with each other. The primary goes to sleep on the aft deck and nobody can wake her to send her to bed.    "
                },
                "16": {
                    "title": "Au Revoir!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "original air date": "29 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Adrian's plan for a centerpiece filled with living sea creatures is nixed by Kate, leaving him frustrated. Rhylee feels awkward around Tyler, while Laura and Ashton make plans for the future. Kate forgets the primary's birthday causing the entire crew to scramble. Ross hopes to reconnect with his son's mother while Laura confronts Adrian over his inappropriate comments.    "
                },
                "17": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "original air date": "5 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Andy gathers the crew of M/Y Sienna to discuss the season.    "
                }
            },
            "1": {
                "1": {
                    "title": "Cool Your Jets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The Honor crew welcomes their first group of charter guests; a gaggle of flamboyant fashion photographers. Kat makes a shocking discovery that forces her into an agonizing decision and Adrienne chews out Sam for failing to respect her authority.    "
                },
                "2": {
                    "title": "It's Not Easy Being Green",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The crew enjoys a night out, but Kat enjoys a few too many cocktails. Meanwhile, the new charter guests, a wealthy hypnotist and his friends, come aboard and their special dietary demands tax the crew to the breaking point. After driving Kat and Sam especially hard, the uptight Adrienne agrees to a hypnotherapy session that will hopefully chill her out.    "
                },
                "3": {
                    "title": "Dude, That's a Dude, Dude",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Sam and CJ take their flirting to the next level after a night out. The Honor's new charter guests are five single guys who enlist Dave and Eddie as wingmen in their quest to pick up women. After a night of trolling the local clubs, the charter guests bring back a special friend who isn't quite what they were looking for. It's Dave's birthday and his boyfriend has a very special surprise in store for him. There is definite dissent in the stewardess ranks as Adrienne, Kat and Sam continue to have big problems working with one another.    "
                },
                "4": {
                    "title": "Luggage, Luggage Everywhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When a charter guest is highly inappropriate with Kat, her reaction to it puts her in very hot water with Captain Lee. In the aftermath of their hook-up the night before, Sam and C.J. are now unsure about the nature of their relationship. After an on-board alarm catches the crew off-guard, Captain Lee comes down hard on Aleks. The new charter guests are friends of Adrienne's, and to nobody's surprise, their annoying behavior makes life difficult for the crew, especially Ben and Sam. When a charter guest is highly inappropriate with Kat, her reaction to it puts her in ...    "
                },
                "5": {
                    "title": "I'm Living with the Devil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    With her job on the line, Kat is forced to admit an embarrassing secret to Captain Lee. Kat continues to deal with the obnoxious charter guests who have been very inappropriate with her. C.J. tells Sam he has feelings for her, but isn't sure that Sam feels the same way. Adrienne, Kat, and Sam have a heated argument about the division of labor on the boat. With her job on the line, Kat is forced to admit an embarrassing secret to Captain Lee. When the crew gets a night out, Sam sets her sights on a few attractive guys in the bar, but C.J. is having none of it and does ...    "
                },
                "6": {
                    "title": "Sleeping with the Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    At this point, Kat is completely fed up with Adrienne and begins hatching a plan to switch rooms in order get away from her nemesis. The charter guests throw the crew into a frenzy when they decide at the last minute to have an on board wedding. Ben's temperamental moodiness is starting to rub some of his fellow crew mates the wrong way. All the romance on the boat is making David very homesick for his boyfriend Trevor -- and the time apart is making David question whether yachting is the life for him. Adrienne is feeling ostracized by her crew mates, and it's taking ...    "
                },
                "7": {
                    "title": "Naughty Yachties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Because of an unexpected charter cancellation the crew is left to their own devices for a few days. Unfortunately, Captain Lee has his own plans about how those days should be spent. When the captain sets up a surprise fire drill, Aleks takes the heat for the ill-prepared crew. One night the crew enjoys a nice beachside dinner off the yacht, but the boisterous shenanigans of a few leave Eddie and David fuming. Much to Kat's chagrin, Adrienne and Ben seem to be getting very close, and when Kat puts her feelings out there for Ben to see, she alienates him even more. And...    "
                },
                "8": {
                    "title": "There's a New Captain in Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    C.J.'s a rebel without a clue, and everyone's starting to take notice. When he outwardly defies both Aleks and Lee, he must suffer the consequences. Kat tries to figure out exactly where she stands with Ben, but Ben has a serious issue with the amount Kat drinks. Despite her better judgment, Sam devises a plan to spend some alone time with C.J. while the rest of the crew toils. The secret rendezvous blows up in their faces, threatening to destroy close friendships and leaving their jobs hanging in the balance.    "
                },
                "9": {
                    "title": "Land Ahoy... Finally",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 10,
                    "original air date": "26 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    It's the crew's final charter and they're ready for the charter season to end, but their spirits pick up when a group of fun guests come aboard with energy to spare. Adrienne's overly friendly and flirty attitude toward the guests causes the rest of the crew to mock her mercilessly. The shocking, unexpected departure of one of the crewmembers leaves the staff reeling, but with one last charter ahead, they'll need to put their egos aside and work together to make this a smooth trip.    "
                },
                "10": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Hosted by Bravo's Andy Cohen, the reunion brings Adrienne Gang, Aleks Taldykin, Ben Robinson, C.J. Lebeau, David Bradberry, Eddie Lucas, Kat Held, and Sam Orme to discuss some of the most talked about antics of the first season. Captain Lee also joins the crew to give his perspective on this season's charters.    "
                },
                "11": {
                    "title": "The Crew Tells All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Lost footage from the first season is revealed with never-before-seen cast interviews. Get a closer look at the outrageous hijinks of the charter guests and crew with Below Deck's \"The Crew Tells All.\"    "
                }
            },
            "2": {
                "1": {
                    "title": "Shut Your Porthole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "12 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Tempers flare on deck as the crew hustles to prepare the boat for their first group of charter guests, a larger-than-life group of fun-loving southerners. A rowdy, randy charter guest wants to get very friendly with new deckhand, Andrew. Meanwhile, sparks fly as new crew members Kelley and Jennice get extra flirty in their co-ed bunk, and a rookie mistake leads the crew to believe that one of their own may be a liability.    "
                },
                "2": {
                    "title": "Hex on the Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Kate grows increasingly unhappy with Kat's bad attitude and constant complaining, but is Kat acting out because she fears Kate and Ben are getting just a little too close? Andrew hopes to make amends for his mistakes by giving the female guests a special performance on the skydeck. As the crew enjoys a boozy night out at a beach bar, they probe for details about Kat and Amy's tense history until a frightening accident brings the night to a sudden halt.    "
                },
                "3": {
                    "title": "Mojitos, Mo' Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "26 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Kate is annoyed by the new charter guests and their ongoing demands for special attention. Andrew makes a stunning admission to Captain Lee that affects the entire crew. While Kelley and Jennice wrestle with their feelings for one another, things heat up in the galley as Ben gives a hands-on cooking lesson to his flirty female guests. Captain Lee's decision about tip distribution is made more difficult by whispers of mutiny from some of his crew.    "
                },
                "4": {
                    "title": "Charter Guest Soulmate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "2 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    With some of his crew furious about the distribution of tip money, Captain Lee has to make a decision about how to handle Andrew. Kate is excited about a new charter guest who has very specific and refined requests, but Ben struggles to adhere to the precise demands. Stunned by an unexpected critique, Kate jeopardizes the whole charter, and her yachting career, when she takes matters into her own hands.    "
                },
                "5": {
                    "title": "Bitchy Resting Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "9 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The Ohana crew struggles to pull off an elaborate and elegant 'White Party' for their charter guests, but they're very worried the combined fury of an angry Mother Nature and an even angrier Kate may ruin everything. The deckhands and the stews butt heads as they struggle with the personnel shortcomings of the boat, and things are made even more complicated when Kelley forces the issue with Jennice.    "
                },
                "6": {
                    "title": "Strains, Stains and a Big Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "16 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A night of fun turns sour when Kelley confronts some fellow yachties who insult Amy and Jennice. Ben and Kate struggle to accommodate a returning charter guest and her outspoken, rambunctious family. While accompanying the guests to a beach bar, Kat is blindsided by a surprise visit from her former Chief Steward Adrienne Gang.    "
                },
                "7": {
                    "title": "She'd Better Not Be Staying",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The Ohana crew is very unhappy to learn Adrienne will be coming onboard as a guest, and when she blows the lid off the lingering tension between Kat and Amy, the boat erupts in total chaos. Kelley and Jennice's awkward tension is becoming noticeable to their crewmates and Amy feels isolated when Kat and Kate turn against her.    "
                },
                "8": {
                    "title": "New Kid on the Dock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "30 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Everybody is happy when the new deckhand, Logan Reese, finally arrives - and once the stews size him up, the fight for his attention is on. Amy has to call for back up when she's left alone on late-night service with a throng of hard-partying guests. Meanwhile, a startling accident at the dock makes Captain Lee wary of his own crew. The crew celebrates Kelley's birthday with a wild night out and romance is in the air once they all return to the boat.    "
                },
                "9": {
                    "title": "You're Grounded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "7 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    After a night of partying, the Ohana crew has to prepare for a new group of charter guests, but simmering tensions between Amy and Kate and a lingering hangover for Kelley complicate everything. A harsh reprimand from Captain Lee drives Kelley to the brink, and a bad decision by Kate puts Amy and Ben in a bind as they struggle to create a special birthday celebration for a charter guest. After the guests depart, Kelley and Jennice make a definitive decision about their relationship.    "
                },
                "10": {
                    "title": "Premature Corkulation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Kelley asks Jennice out on a date, and it doesn't exactly go according to plan. Meanwhile, the new charter guests turn the Ohana sky deck into a stock trading floor and Logan turns on the charm towards the primary guest's model girlfriend. Fed up with the power struggles in the galley, Ben angers Kate by taking her off dinner service and putting Amy on instead and Kate and Kat are determined to watch Amy fail.    "
                },
                "11": {
                    "title": "Dry Land, Damp Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "21 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Tensions within Ohana's crew reach their boiling point as they prepare for the season's final charter and the return of former charter guest Dean, who was the recipient of Kate's infamous \"Penis Blanket\" fury. After Amy drops the ball on dinner service, Kate forcefully steps in to take charge and her efforts to make the final night of the charter perfect depend on her whole team pulling together. Once the Ohana returns to port for the last time, the crew says their final goodbyes and the tears flow as Kelley and Jennice decide the future of their relationship.    "
                },
                "12": {
                    "title": "Crew Tells All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "28 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Ohana crew share their opinions about what they really think of each other, their jobs, and the boat they called home with never before seen cast interviews and footage. As Amy musters up the courage to reveal the crew crush she's been hiding all season long, the deckhands reminisce about the disarray of the yacht and the constant fixes that kept them in a job.    "
                },
                "13": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Andy Cohen plays host to the crew of M/Y Ohana as they talk about the most outrageous and controversial moments of the season. From the truth behind Kate's \"rocket ship\" blanket art, to Andrew's dismissal from the boat and Kelley and Jennice's current relationship status, the crew leaves no stone unturned and takes an in-depth look at the past season and answers viewers most burning questions.    "
                }
            },
            "3": {
                "1": {
                    "title": "More Foam, Bosun!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "25 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Captain Lee, Kate, Eddie, and Amy are joined by five new crewmembers as they prepare the luxury yacht, Eros, for a new charter season in Abaco, Bahamas. New personalities bring new challenges as the crew welcomes their first charter guests, a hard-partying hotel owner and his friends. With inclement weather ahead, the crew must keep an on-boat 'foam party' planned for the charter guests from turning into a wash.    "
                },
                "2": {
                    "title": "Off the Radar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky and Emile are disciplined for their dangerous stunt. Connie gets some terrible news that leaves her future on the boat in jeopardy. Kate soon realizes that there might be too many cooks in the kitchen after her and Chef Leon disagree over the charter guests' final dinner.    "
                },
                "3": {
                    "title": "Pretty Cheeks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The return of Kate's charter guest soulmate from last season, Dean, keeps the \"Eros\" crew on their toes and forces Kate to up her towel-art game. After a pep talk from her Dad, Rocky tries to keep going with her mundane stew tasks while Don tries to make amends with Eddie, but ends up butting heads with his fellow \"deckies\" instead. The heat in the kitchen flares up when Kate questions chef Leon's credentials as a yacht chef after he is unable to prepare a traditional Bahamian meal for the guests. After catching an eyeful of Rocky in her thong swimsuit, Don decides to...    "
                },
                "4": {
                    "title": "I Don't Date, I Mate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    In spite of being a man down with Don's departure, Eddie and the rest of the deckhands feel relieved and stronger than ever. When primary guest Dean suggests a crew dive contest, the \"Eros\" team willingly obliges and Rocky breaks out her beloved mermaid tail to lure Dean and his guests into the sea. Meanwhile, Kate continues to question Leon's yachtie credentials after he tells her he's worked on a cruise liner. Eddie, on the other hand, has trouble at home and begins to realize that holding a long-distance relationship while working on a yacht can be challenging. As ...    "
                },
                "5": {
                    "title": "I'm Ironing the Captain's Shorts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "22 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    After their less-than-stellar date, Rocky relegates Emile to the friend zone, and he's not having any of it. Meanwhile, Kate fails to provision a special bottle of tequila for the new charter guests, and it could spell disaster for the tip if she can't find it in time. A new deckhand arrives and the ladies of \"Eros\" all are too happy to have some new eye-candy. Searching for motivation, Rocky finds it in the way of a musical she writes in the laundry room. Eddie's girlfriend issues are distracting him from his deckie duties, putting him on thin ice with Captain Lee. ...    "
                },
                "6": {
                    "title": "My Dearest Emile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "29 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Connie and Rocky's whipped cream bikini party leaves a big mess on \"Eros.\" Eddie's long-distance relationship is on the rocks, and his problems are compounded when Dane and the other \"deckies\" make a series of stupid mistakes. The charter guests, a group of former sorority sisters escaping their husbands and kids, keep the crew hustling as they relive some college hijinks. Rocky finally gets in the galley to make dinner, and the reviews aren't great. Meanwhile, Emile gets a discouraging letter from Rocky.    "
                },
                "7": {
                    "title": "Storm's a Comin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Emile is miffed when Rocky spells out the status of their relationship in a very public way. When the charter guests, a preppy brother and sister, request an elaborate multi-course tasting menu, Leon's failure to order provisions in time puts the meal, and the crew's tip, in jeopardy. Meanwhile, Dane's professional and personal issues cause his crewmates to become very alarmed. A sudden freak storm creates chaos for the crew and the guests, but the storm brewing between Kate and Leon could be the real disaster. Eddie sends Rocky a very provocative text.    "
                },
                "8": {
                    "title": "Boom Boom in the Laundry Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "13 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The \"Eros\" crew enjoys a day off with an island hideaway, but Dane's drunken behavior leads to a confrontation with Eddie that puts Dane's future on the boat in jeopardy. When the charter guests, the fit and attractive founders of a multi-million dollar apparel company, challenge Leon on his meal choices, he has to make a quick fix for the sake of the crew's tip. After witnessing Kate's failed attempts to smooth things out with the temperamental Leon, Captain Lee issues the crew a stern warning. Meanwhile, Eddie's proposition to Rocky leads to a secret rendezvous.    "
                },
                "9": {
                    "title": "Fire!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The stews are excited to welcome aboard a family of gorgeous charter guests, to celebrate their dad's 50th birthday. Leon commits a big faux pas by ignoring a guest's request to refrain from serving rabbit for dinner. Connie's deckhand skills impress Eddie and Captain Lee, but Emile is feeling underappreciated. Eddie begins to question his closeness with Rocky, but there's more at risk than personal relationships when a fire breaks out in the galley putting the whole boat in danger.    "
                },
                "10": {
                    "title": "What Took You So Long?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "27 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Captain Lee grills the crew as he tries to find out the cause of the galley fire and the inquiry leads to a contentious dismissal. In a fit of rebellion against Lee's decision, Rocky takes a dramatic, unauthorized dive off the boat leaving her crew-mates shorthanded and angry. With Captain Lee at his wit's end due to the ongoing chaos on the boat, his crew have to band together to create a special 50th birthday celebration for their charter guest, but an angry blow-up between Kate and Rocky could spoil the party. Meanwhile, A familiar face stirs things up when he ...    "
                },
                "11": {
                    "title": "The Real Housewives of Atlanta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "3 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Real Housewives of Atlanta's\" Cynthia Bailey and Claudia Jordan, along with family and friends board the \"Eros\" to celebrate Cynthia's birthday, but bad weather keeps them stuck at the dock where the crew must work extra hard to pamper their charter guests. Veteran deckhand Dave joins the boat, but his fellow \"deckie\" Emile proves to be the guests' favorite eye candy, and the ladies demand his constant attention. Chef Ben's return complicates his relationship with Kate, which quickly affects the rest of the crew dynamic. Meanwhile, Rocky is confused and hurt when...    "
                },
                "12": {
                    "title": "Dirty Laundry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Frustrations mount for Rocky over her job and Eddie. Meanwhile, Ben wows charter guests with a steakhouse-style dinner, yet his breakfast dishes fail to measure up, and Rocky divulges details about a secret affair.    "
                },
                "13": {
                    "title": "Loose Lips Sink Ships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The final dinner of the charter season is imperiled when Ben suffers a severe injury and he's forced to rely on Rocky for help. Captain Lee talks to Connie about her yachting future while Eddie explodes when he learns Rocky has been telling crewmates about their affair. The crew's celebratory bonfire gets extremely tense when Eddie and Rocky confront one another. Ben and Kate have a serious talk about the nature of their relationship. Kate and Amy marvel over their newfound friendship as the Eros crew part ways after completing a successful charter season.    "
                },
                "14": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "24 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Kate and Amy let Rocky know what they really think of her work ethic, or lack thereof. Eddie opens up about how his personal drama affected his ability to lead the crew, and Emile reveals how he took matters into his own hands after Rocky's rejection. Deckhand Don returns to face the cast for the first time since his sudden resignation, and Captain Lee explains why Chef Leon and his beef cheeks had to go. Tensions rise as Kate is accused of drinking on duty the night of the galley fire.    "
                },
                "15": {
                    "title": "Reunion 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Eddie and Rocky come clean about their laundry room affair. Kate and Ben try to figure out if they have a romantic future together. Meanwhile, Connie explains why she likes Emile better when his mouth stays shut and Captain Lee has a special dose of tough love for two members of the cast. Things get tense when Rocky claims she and Eddie continued their fling even after the end of the charter season.    "
                }
            },
            "4": {
                "1": {
                    "title": "No One Said This Job Was Easy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "6 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Captain Lee, Kate, Ben and Kelley are joined by five new crewmembers as they prepare for a new charter season. The crew welcomes their first charter guests, a social media obsessed darling along with her friends. Kate is tasked with breaking in two new junior stewardesses. With added pressure of being a first time bosun under Captain Lee Kelley has his hands full with his headstrong senior deckhand. Ben and Kate must find their new middle ground as Ben comes to grips with Kateâ€ôs new relationship.    "
                },
                "2": {
                    "title": "What Happens in the Hot Tub Stays in the Hot Tub",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "13 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Tensions continue to mount between Trevor and the rest of the deck team. Kelley starts getting close to a flirty, single charter guests and Kate and Ben clash in the galley. During their first night out, tensions reach a boiling point over Trevor's antics.    "
                },
                "3": {
                    "title": "Hair Models and Filthy Martinis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "20 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Kelley makes a decision on how to proceed with Trevor. The new charter guests prove to be a handful with a very pampered poodle. Ben and Kate clash again, while Kelley continues to deal with Trevor's poor attitude. Meanwhile, Kelley gets a call from a loved one and Trevor proves old habits die hard during the crew's second night out.    "
                },
                "4": {
                    "title": "That Tuna Is F@#!Ed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "27 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Trevor faces the wrath of Captain Lee after putting the crew's safety in jeopardy during their night out. Ben stresses over a charter guest with very particular dietary needs. Kelley and Nico both find themselves attracted to the same Stew and Sierra learns just how difficult it can be working with Ben.    "
                },
                "5": {
                    "title": "The Freak Comes Out at Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Sierra makes a decision following a tense night with Ben. Meanwhile Kelley is challenged with getting through the charter shorthanded. A new crew member joins Valor. Nico takes his pursuit of Emily to new lows but will his romantic endeavors cost him his friendship with Lauren?    "
                },
                "6": {
                    "title": "The One Where the Charter Guests Almost Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "11 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Captain Lee grows increasingly frustrated with Kelley after a series of missteps by the newly minted bosun. Kate is surprised by a visitor that rattles Ben's ego to the core. Kelley steps up his game in his pursuit of Emily. Meanwhile a terrifying boating accident leaves the lives of the charter guests hanging in the balance.    "
                },
                "7": {
                    "title": "Decent Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "18 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Kate says goodbye to her girlfriend while Ben makes a heartfelt gesture to a fellow crew member. The Valor crew prepares a surprise engagement dinner for their guests. Captain Lee's patience begins to wear thin with Kelley. Kyle takes his admiration for Sierra to the next level.    "
                },
                "8": {
                    "title": "One Less Fish in the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "25 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Kelley is angry with Sierra after he finds out how she treated a member of the deck team. Emily enjoys a night out with Ben while things get very heated between Kate and the exterior crew. Kyle gets his wish and takes Sierra out on a date.    "
                },
                "9": {
                    "title": "The Sea Was Angry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Physics' (that didn't know there would be rough seas), 30 knot winds, broken champagne bottles, and lots of vomit.    "
                },
                "10": {
                    "title": "Bombed by a Care Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Sierra loses her cool after Kyle pushes her patience to the limit. Ben's latest galley masterpiece ends up having a near lethal effect on one of the crew. Kyle finds a common bond with one of the charter guests and introduces the crew to a new side of him while Ben and Emily take their relationship to the next level.    "
                },
                "11": {
                    "title": "Bosun Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Captain Lee reprimands the crew for damaging a very expensive piece of the boat. Nico confronts Kelley over some long simmering issues. Dean Slover returns for a third charter trip but will Ben be up to the challenge of catering to Dean and his set of particulars? Kelley's managerial skills are put to the test when Dean throws an unexpected curve ball at him.    "
                },
                "12": {
                    "title": "Bemily",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Kelley suffers the repercussions of stranding Dean on an isolated beach. Captain Lee makes a decision regarding the exterior team that shakes Kelley to his core. Kate grows frustrated with Emily's lack of attention to her job. Ben and Emily take their relationship to the next level and Kyle must decide whether or not to tell his girlfriend about his date with Sierra.    "
                },
                "13": {
                    "title": "Waking the Resting Bitch Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Kate's patience grows increasingly thin with Emily and Sierra's work ethic. Sierra and Kelley have heated words. Kelley acclimates to life onboard with a new Senior Deckhand and Lauren and Nico grow tired of Kate's manipulative ways.    "
                },
                "14": {
                    "title": "50 Shades of Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "votes": 13,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Sierra spirals out of control. Emily questions if Ben is truly \"just friends\" with Kate. Kyle makes Ashley a very attractive offer. Kate sits Nico and Lauren down for a one-on-one chat and Ben crosses a line with Kate that changes the dynamic of their friendship forever.    "
                }
            },
            "5": {
                "1": {
                    "title": "The 1 Percenters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Captain Lee, Kate and Nico are joined by six new crew members as they embark on a new charter. Kate and Nico have their hands full as they are charged with training a few inexperienced crew members. Nico is also dealing with a personal tragedy.    "
                },
                "2": {
                    "title": "It Ain't Easy Being Green",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The crew welcomes their first charter guests. Mistakes continue to follow the crew and Captain Lee finds himself having to get more involved. During the first night out, the alcohol flow reveals some of the crew's true colors and romantic intentions.    "
                },
                "3": {
                    "title": "Jesus Saves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "19 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Chris Brown's decision to nap finds him in the crosshairs with Captain Lee. Kate meets a cute sailor and has a rendezvous on his boat during charter. Matt faces his first challenge of the season with sushi dinner and a tequila pairing.    "
                },
                "4": {
                    "title": "Kate Goes to Church",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Jesus and Kate get to know each other. Chris Brown makes a pass at Brianna. A group of guests arrive ready to party. Matt makes a move on Brianna while Nico's wandering eye might get him in trouble. Nico and the exterior make a disastrous mistake.    "
                },
                "5": {
                    "title": "Cool Beans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Captain Lee makes a decision regarding the crew's re-configuration which rocks the team to its core. Kate plans an anniversary surprise for the charter guests that fizzles. Meanwhile criticism from the charter guests sends Matt spiraling into shame.    "
                },
                "6": {
                    "title": "100 Feet From Catastrophe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nico is pushed to his breaking point under the leadership of boson EJ. Matt continues to unravel after his date with Brianna. Captain Lee makes a staffing decision. Jen feels under-appreciated in her department which causes strife with Brianna.    "
                },
                "7": {
                    "title": "Blindsided",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Leigh Anne Tuohy and her friends prove to be a challenge for Matt's culinary skills. Nico settles into life as the number two on deck but questions if he can stick out. Jen tries to impress Kate but fails to adhere to the dress code.    "
                },
                "8": {
                    "title": "Under Cover Boss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nico and Brianna grow closer despite Nico's girlfriend back in Chicago. Unexpected news sends Matt into an alcohol fueled day off. Kate challenges Jen and Brianna to a stewardess speed test which has unexpected consequences.    "
                },
                "9": {
                    "title": "Hot Mess Express",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The crew have their hands full when eight big personalities come on board. Matt attempts to step up his cooking game. Nico attempts to show Captain Lee he is better bosun material than EJ, but a beach picnic might prove too much for him to handle.    "
                },
                "10": {
                    "title": "King Come-On-I-Wanna-Lay-Ya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    An accident puts Nico in jeopardy of finishing out the rest of the charter season. Kate is forced to leave her stews behind as she attempts to entertain the not please land locked guests. Matt is back in hot water with another restaurant owner.    "
                },
                "11": {
                    "title": "Only Doing It For The Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Captain Lee has a special guest come aboard and the crew gets to see a different side to their leader. A familiar face from the past surprises the crew and immediately has eyes for Jen. An all-female charter proves to be a handful.    "
                },
                "12": {
                    "title": "You Don't Mess with the Primary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Captain Lee tests Matt as he removes Bruno from the galley, and joins the women for dinner. Kyle has ulterior motives as he and Jen grow closer. Nico is conflicted as his feelings for his ex and Brianna grow. Jen reaches her breaking point.    "
                },
                "13": {
                    "title": "The One Where Jen Loses Her Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Timothy Sykes is back and can't live without his WiFi. Kate and Captain Lee know the expectations that are required for a guest of this magnitude and are feeling the pressure. Jen is under intense scrutiny after she has upset the entire crew.    "
                },
                "14": {
                    "title": "The Champagne Campaign",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    It's the final night of the charter season and tensions within the crew are running high. Jen attempts to be on her best behavior. Nico gathers the courage to end things with Brianna, while Jen makes a final attempt to mend things with Kate.    "
                },
                "15": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The Below Deck crew sit down and hash out all the antics that took place in Season 5.    "
                }
            }
        },
        "number of episodes": 86,
        "cast": [
            {
                "name": "Rosbach, Lee"
            },
            {
                "name": "Chastain, Kate"
            },
            {
                "name": "Robinson, Ben"
            },
            {
                "name": "Lucas, Eddie"
            },
            {
                "name": "Scholly, Nico"
            },
            {
                "name": "Johnson, Amy"
            },
            {
                "name": "Johnson, Kelley"
            },
            {
                "name": "Held, Kat"
            },
            {
                "name": "Martin, Adrian"
            },
            {
                "name": "Carter, Josiah"
            },
            {
                "name": "Pienaar, Ashton"
            },
            {
                "name": "Gerber, Rhylee"
            },
            {
                "name": "Inia, Ross"
            },
            {
                "name": "Dakota, Raquel 'Rocky'"
            },
            {
                "name": "Kotze, Emile"
            },
            {
                "name": "Arias, Connie"
            },
            {
                "name": "Dixon, Kyle"
            },
            {
                "name": "Adekeye, Brianna"
            },
            {
                "name": "Burns, Matt"
            },
            {
                "name": "Duarte, Bruno"
            },
            {
                "name": "Howell, Jennifer"
            },
            {
                "name": "Manning, Baker"
            },
            {
                "name": "Bradberry, David Alanson"
            },
            {
                "name": "Warburton-Adams, Emily"
            },
            {
                "name": "Ontiveros, Jennice"
            },
            {
                "name": "Gang, Adrienne"
            },
            {
                "name": "Walker, Leon"
            },
            {
                "name": "Bedol, Caroline"
            },
            {
                "name": "Brooks, Chandler"
            },
            {
                "name": "Rowland, Tyler"
            },
            {
                "name": "Betancourt, Laura"
            },
            {
                "name": "Jansen, E.J."
            },
            {
                "name": "Reese, Logan"
            },
            {
                "name": "Sturby, Andrew"
            },
            {
                "name": "Brown, Chris"
            },
            {
                "name": "Abenante, Don"
            },
            {
                "name": "Cohen, Andy"
            },
            {
                "name": "Jackson, Dane"
            },
            {
                "name": "Glazers, Vito"
            },
            {
                "name": "Turyna, Jax"
            },
            {
                "name": "Krigslund-Hansen, Robin Roy"
            },
            {
                "name": "Dan"
            },
            {
                "name": "Richard"
            },
            {
                "name": "Bradley, Steve"
            },
            {
                "name": "Friedman, Nick"
            },
            {
                "name": "Kompis"
            },
            {
                "name": "Strom, Kevin"
            },
            {
                "name": "Ulbrich, Beverly"
            },
            {
                "name": "Sykes, Timothy"
            },
            {
                "name": "Bailey, Cynthia"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 6,
        "rating": 6.9,
        "votes": 753,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGM2ODRiYzAtYjMzNC00NjcwLTg5ZjQtZDU2YjIyNzRhYmRiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Below Deck",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Cronin, Mark"
            },
            {
                "name": "Hale, Andrena"
            },
            {
                "name": "Silver, Rick"
            }
        ],
        "production companies": [
            {
                "name": "51 Minds Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "other companies": [
            {
                "name": "Kappa Studios"
            },
            {
                "name": "Levels Audio Post"
            },
            {
                "name": "On Location Marketing"
            }
        ],
        "plot": [
            "Follows the crew of a multi million dollar charter boat in the Caribbean."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 753,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 97,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 251,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 178,
                "rating": 6.8
            },
            "males": {
                "votes": 286,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 40,
                "rating": 6.6
            },
            "males aged 30 44": {
                "votes": 126,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 95,
                "rating": 6.7
            },
            "females": {
                "votes": 280,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 56,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 120,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 78,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 24,
                "rating": 5.0
            },
            "us users": {
                "votes": 306,
                "rating": 7.0
            },
            "non us users": {
                "votes": 113,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 206,
            "9": 71,
            "8": 151,
            "7": 122,
            "6": 79,
            "5": 34,
            "4": 11,
            "3": 12,
            "2": 16,
            "1": 51
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}