{
    "imdb": {
        "episodes": {
            "-1": {
                "-1": {
                    "title": "(2013",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "Up Real Late (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "1 Apr. 2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Diaz, Ricky"
            }
        ],
        "locations": [
            "Orlando, Florida, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTBiMzk5YzItZTdmYy00MWQ4LWJmNWEtMTJkOGY1ZDY1MjNiXkEyXkFqcGdeQXVyMTk0MzA4MDM@._V1_SY150_CR9,0,101,150_.jpg",
        "budget": "$125,000 (estimated)",
        "plot outline": "The show is geared towards youthful music and entertainment lovers. The high-energy show is shot in front of a live studio audience format similar to that of Dick Clark's American Bandstand and Don Cornelius' Soul Train-like dancing attendees in Orlando, Florida. URL is a modernized version of MTV's Total Request Live (TRL), infused with new ways for fans to participate in the show. URL will leverage social network interaction allowing fans to ask special guests questions during the interviews via video, Twitter, text or Facebook submission. Correspondents will also be dispatched to various major cities around the world to get live, on-street reaction from fans during the show. Celebrity guests will participate in an energetic interview and interact with fans throughout the show. Celebrities and special guests can use the Up Real Late format to promote releases, music videos, tours and pivotal career points. Closing each episode will be a musical guest performance.",
        "languages": [
            "English"
        ],
        "title": "Up Real Late",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Up Real Late (United States)"
        ],
        "production companies": [
            {
                "name": "Throne Media Group"
            },
            {
                "name": "Throne Studios"
            }
        ],
        "distributors": [
            {
                "name": "Digital Hype Networks (DHN-TV)"
            }
        ],
        "plot": [
            "Celebrity interviews.::Anonymous",
            "The show is geared towards youthful music and entertainment lovers. The high-energy show is shot in front of a live studio audience format similar to that of Dick Clark's American Bandstand and Don Cornelius' Soul Train-like dancing attendees in Orlando, Florida. URL is a modernized version of MTV's Total Request Live (TRL), infused with new ways for fans to participate in the show. URL will leverage social network interaction allowing fans to ask special guests questions during the interviews via video, Twitter, text or Facebook submission. Correspondents will also be dispatched to various major cities around the world to get live, on-street reaction from fans during the show. Celebrity guests will participate in an energetic interview and interact with fans throughout the show. Celebrities and special guests can use the _Up Real Late_ (qv) format to promote releases, music videos, tours and pivotal career points. Closing each episode will be a musical guest performance.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}