{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 June 2013"
            },
            {
                "country": "Sweden\n",
                "date": "2 September 2013"
            },
            {
                "country": "Japan\n",
                "date": "26 April 2014"
            }
        ],
        "release dates": [
            "USA::11 June 2013",
            "Sweden::2 September 2013",
            "Japan::26 April 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Twisted"
            },
            {
                "countries": "Russia",
                "title": "Социопат"
            },
            {
                "countries": "USA (working title)",
                "title": "Socio"
            }
        ],
        "akas": [
            "Twisted (original title)",
            "Социопат Russia",
            "Socio USA (working title)"
        ],
        "akas from release info": [
            "Twisted (original title)",
            "Социопат Russia",
            "Socio USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 179,
                    "original air date": "11 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Danny is a charismatic sixteen-year-old boy who murdered his aunt five years earlier, and who was sentenced to spend five years in a juvenile detention center. When he returns to his hometown and starts at the local high school after he gets out, he immediately gets picked on by his peers, who are scared to death of him, and who name him \"Socio.\" Despite this, he still tries to reconnect with Jo and Lacey, his childhood best friends who have lived with the trauma for the last five years after witnessing him murder his aunt. However, Danny becomes a natural suspect ...    "
                },
                "2": {
                    "title": "Grief Is a Five-Letter Word",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 104,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Danny enlists the help of Jo and Rico to prove his innocence and spends a lot of time with them, to the frustration of Chief Masterson, who wholeheartedly believes Danny is guilty. However, Danny disappoints Jo when he gets in a fist fight with Lacey's boyfriend Archie at school, making her doubt whether to trust him or not. Meanwhile, Lacey struggles to deal with everyday life after her friend was murdered, and she still keeps her distance to Danny. Also, Karen tries to prove Danny's innocence, becoming more and more desperate in the matter.    "
                },
                "3": {
                    "title": "PSA de Résistance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 89,
                    "original air date": "25 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Danny tries to talk to Lacey in hopes of finding out more about Regina so he can clear his name in Regina's murder case, but that proves to be more difficult than he thought when Lacey thinks Danny was the one who told Chief Masterson about her spending the night at his place at the time of the murder. Meanwhile, Jo feels helpless about assisting Danny in clearing his name, so she decides to socialize with new people at school to get to know them better, only to upset Rico and get picked on by her classmates for hanging out with Danny. Also, Chief Masterson attempts ...    "
                },
                "4": {
                    "title": "Sleeping with the Frenemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 101,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Danny and Jo try to prove that Archie lied about his whereabouts on the night of Regina's murder. Danny has joined the soccer team, and plans to use that as a platform to bond with the guys and maybe get Archie to admit where he really was that night. Meanwhile, Jo is invited over by Lacey's mom to their house for a sleepover party with Lacey and her friends - and she has an ulterior motive. Karen also reluctantly steps into the social spotlight again, only to have serious accusations turned toward her. Also, Chief Masterson gets a search warrant for the Desai house ...    "
                },
                "5": {
                    "title": "The Fest and the Furious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 85,
                    "original air date": "9 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The annual Green Grove Fall Fest is held, and several people don't want Danny to attend because they believe he is guilty of the murder. When he do decide to attend, a lot of tension builds up among several of the characters, and in more ways than one. Meanwhile, Chief Masterson gets Mayor Rollins on his neck for not solving the murder case, and Karen begins to doubt Danny's innocence after she found the necklace he hid in his father's old chair.    "
                },
                "6": {
                    "title": "Three for the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 80,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Danny, Jo and Lacey go on a road trip in Lacey's car to find out more about the person who sent Regina the threatening letter. During the way, Jo and Lacey get into a fight, and they are forced to deal with the past. The long trip also seems wasted when the security guard of the building the person sent the letter from refuses to let them inside and threatens to call the police if they try anything. Meanwhile, Chief Masterson senses that Rico holds valuable information in the murder case, and Karen and Tess start to reconnect.    "
                },
                "7": {
                    "title": "We Need to Talk About Danny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 81,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jo and Lacey are tired of not knowing why Danny did the things he did in the past, so they try to get it out of him. Also, Jo is beginning to realize that she might like Danny as more than friends, while Lacey is conflicted about her own feelings for him. Meanwhile, Chief Masterson tries to get on Karen's good side to see if she will talk about the necklace, one of Danny's soccer teammates is food poisoned, with all evidence pointing to Danny, and a new kid named Tyler shows up at Green Grove High, immediately getting a crush on Jo.    "
                },
                "8": {
                    "title": "Docu-Trauma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 77,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In an attempt to get people to accept him, Danny decides to throw a party at his house and gets new kid Tyler to help him - in exchange for Danny giving him an interview for a documentary he plans to make on Danny coming back to town. Meanwhile, Lacey wants to keep her and Danny's new relationship a secret in order to stay among the popular people at school. Also, Jo gets hurt when Danny refers to her as his 'sister' and goes on a date with Tyler, someone plays a prank on Danny by putting jump ropes in his backyard, a gang of guys in creepy masks that resembles ...    "
                },
                "9": {
                    "title": "The Truth Will Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 68,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Chief Masterson does not believe that Karen is guilty of the murder, and tries everything to prove that her confession is not real, so he teams up with Danny to find proof. When they break into Karen's computer, they discover that Karen and Principal Tang have a relationship. Meanwhile, Jo and Lacey grow closer in light of the fact that Danny might be leaving town because of Karen's involvement with the murder investigation. Lacey invites her to Clara's birthday party, where Jo witnesses something very interesting that concerns Lacey. Also, Rico finally reveals to Jo ...    "
                },
                "10": {
                    "title": "Poison of Interest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 79,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    After Danny told them the truth about the necklace, Jo and Lacey now don't believe him when he says he has nothing to do with Regina's murder, which leaves Danny to feel more alone than ever. On top of that, Coach gets fired because of the whole poison situation, and it seems that Cole, the poison victim, believes Archie when he said Danny was behind the poisoning. As a result of that, Principal Tang calls him in for a hearing. Danny will need someone to speak up for him to avoid expulsion. But with nearly every single person in Green Grove believing he is guilty, who...    "
                },
                "11": {
                    "title": "Out with the In-Crowd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 85,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Danny, Jo and Lacey are holding up in different ways after the mass release of the sex video between Danny and Lacey: Danny is worried about his future and relationships to his friends; Jo doesn't want to talk to anyone and least of all Danny and Lacey; and Lacey is bullied by everyone at school, including her friends. Can they repair the friendship? Meanwhile, the special investigator keeps breathing down Chief Masterson's neck because she still believes Danny is guilty in the murder case, and decides to search the pond where the necklace was found again. But many ...    "
                },
                "12": {
                    "title": "Dead Men Tell Big Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 71,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Danny hides from the police as Kyle gathers evidence that Vikram may still be alive and connected to Regina's murder.    "
                },
                "13": {
                    "title": "Sins of the Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 51,
                    "original air date": "18 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Danny and Jo debate whether or not to tell the truth about Vikram. Kyle apprehends Marilyn with Lacey's help.    "
                },
                "14": {
                    "title": "Home Is Where the Hurt Is",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 59,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Kyle continues the search for Vikram. The teens attempt to have a normal homecoming despite recent events.    "
                },
                "15": {
                    "title": "Danny Indemnity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 44,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Danny and Jo have difficulty determining if someone is trying to help or hurt them, especially after a serious cover-up; Danny inherits a large amount of money, which complicates things even more; Kyle gets unexpected revelation.    "
                },
                "16": {
                    "title": "The Son also Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 42,
                    "original air date": "11 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jo runs for student body president against Rico's new squeeze. Jack's daughter comes to town. Lacey finds out the truth about Vikram's death. Meanwhile, Kyle and Tess talk about pursuit of Tess's bastard child.    "
                },
                "17": {
                    "title": "You're a Good Man, Charlie McBride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 45,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Charlie continues to get close to Jo, causing problems for her and Danny. Kyle investigates Jack's connection to Vikram.    "
                },
                "18": {
                    "title": "Danny, Interrupted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 53,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Danny and Karen are at odds over how best to help Jack. Jo confronts Danny about Jack while Danny is convinced Charlie is up to no good. Tess reveals her secret to Jo.    "
                },
                "19": {
                    "title": "A Tale of Two Confessions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 82,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Charlie goes to extremes when Jo confesses the truth in Danny's defense. Tess and Karen bond over their shared hatred for Vikram and discover yet another secret.    "
                },
                "20": {
                    "title": "LF Is a Lost Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 61,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Twisted (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 32,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Jogia, Avan"
            },
            {
                "name": "Hasson, Maddie"
            },
            {
                "name": "Moio, Ashton"
            },
            {
                "name": "Quinn, Kimberly"
            },
            {
                "name": "Bunbury, Kylie"
            },
            {
                "name": "Richards, Denise"
            },
            {
                "name": "Robards, Sam"
            },
            {
                "name": "Hill, Aaron"
            },
            {
                "name": "Damon, Grey"
            },
            {
                "name": "Curran, Brittany"
            },
            {
                "name": "Velazquez, Jamila"
            },
            {
                "name": "Sergei, Ivan"
            },
            {
                "name": "Falahee, Jack"
            },
            {
                "name": "Julian, Todd"
            },
            {
                "name": "Ramini, T.J."
            },
            {
                "name": "Wu, Cynthy"
            },
            {
                "name": "Henry, Ely"
            },
            {
                "name": "DeLuca, John"
            },
            {
                "name": "Zylka, Chris"
            },
            {
                "name": "Tuck, Jessica"
            },
            {
                "name": "Howey, Brianne"
            },
            {
                "name": "Haiduk, Stacy"
            },
            {
                "name": "Yang, Rob"
            },
            {
                "name": "Keyvan, Anthony"
            },
            {
                "name": "Lee, Tracy S."
            },
            {
                "name": "Moore, Karynn"
            },
            {
                "name": "Vaidya, Daya"
            },
            {
                "name": "Cousins, Christopher"
            },
            {
                "name": "Hannula, Holly"
            },
            {
                "name": "Pettis, Nicole"
            },
            {
                "name": "Warnock, Nick"
            },
            {
                "name": "Powell, Drew"
            },
            {
                "name": "Brennan, Cassie"
            },
            {
                "name": "Turpin, Mandy June"
            },
            {
                "name": "Kranz, Laura"
            },
            {
                "name": "Givens, Robin"
            },
            {
                "name": "Agena, Keiko"
            },
            {
                "name": "Kuo, Albert"
            },
            {
                "name": "Miller, Emmett"
            },
            {
                "name": "Smith, Taylor John"
            },
            {
                "name": "Black, James Moses"
            },
            {
                "name": "Connors, Scott"
            },
            {
                "name": "Najimy, Kathy"
            },
            {
                "name": "Louis, Allan"
            },
            {
                "name": "Sams, Jeffrey D."
            },
            {
                "name": "Peters, Rick"
            },
            {
                "name": "Benedict, Brad"
            },
            {
                "name": "Hendrix, Elaine"
            },
            {
                "name": "Powell, Arnell"
            },
            {
                "name": "Will, Joseph"
            }
        ],
        "genres": [
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "South Korea:15"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 8800,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWU0ZWQyY2EtZGQ0NC00ZGZiLTlkZWYtOGVhZjM1OTg3ZmYyXkEyXkFqcGdeQXVyNjQxNjQ2Mjk@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Teen Danny Desai returns home after five years in a juvenile detention facility for killing his aunt, reconnects with old friends and attracts the attention of the high schools \"it girl\" who is later found dead and he is the prime suspect in the murder.",
        "languages": [
            "English"
        ],
        "title": "Twisted",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Milch, Adam"
            },
            {
                "name": "Reaser, Andy"
            },
            {
                "name": "Babcock, David"
            }
        ],
        "production companies": [
            {
                "name": "Pariah"
            },
            {
                "name": "Prodco"
            },
            {
                "name": "ABC Family"
            }
        ],
        "distributors": [
            {
                "name": "ABC Family"
            },
            {
                "name": "Disney-ABC Domestic Television"
            },
            {
                "name": "DiziMax"
            },
            {
                "name": "Dlife"
            },
            {
                "name": "FOX Life"
            },
            {
                "name": "TV11"
            }
        ],
        "other companies": [
            {
                "name": "ARRI / Camera Service Center"
            },
            {
                "name": "ARRI / Camera Service Center"
            },
            {
                "name": "Camadeus Film Technologies"
            },
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Mosquito Productions"
            }
        ],
        "plot": [
            "A teen with a troubled past reconnects with his two female best friends from childhood. He becomes the prime suspect when a fellow student is surprisingly found dead in her home.::Anonymous",
            "Teen Danny Desai returns home after five years in a juvenile detention facility for killing his aunt, reconnects with old friends and attracts the attention of the high schools \"it girl\" who is later found dead and he is the prime suspect in the murder."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8800,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 6,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 3370,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 2044,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 710,
                "rating": 7.1
            },
            "males": {
                "votes": 1779,
                "rating": 6.8
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 747,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 597,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 271,
                "rating": 6.6
            },
            "females": {
                "votes": 4901,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 2594,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 1415,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 430,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 93,
                "rating": 5.5
            },
            "us users": {
                "votes": 1728,
                "rating": 7.5
            },
            "non us users": {
                "votes": 2499,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 2865,
            "9": 1087,
            "8": 1686,
            "7": 1372,
            "6": 749,
            "5": 406,
            "4": 197,
            "3": 113,
            "2": 95,
            "1": 230
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}