{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 October 2013"
            }
        ],
        "release dates": [
            "USA::7 October 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Peg+Cat"
            },
            {
                "countries": "Germany",
                "title": "Milli+Maunz"
            },
            {
                "countries": "Spain",
                "title": "Peg + Gato"
            },
            {
                "countries": "Uruguay (dubbed version)",
                "title": "Peg+Gato"
            }
        ],
        "akas": [
            "Peg+Cat (original title)",
            "Milli+Maunz Germany",
            "Peg + Gato Spain",
            "Peg+Gato Uruguay (dubbed version)"
        ],
        "akas from release info": [
            "Peg+Cat (original title)",
            "Milli+Maunz Germany",
            "Peg + Gato Spain",
            "Peg+Gato Uruguay (dubbed version)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "The Big Dig Problem/The Crayon Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The Pirates are digging up Peg's neighborhood, all because of a treasure map that has a strange purple splotch! Then, when Peg and Cat find themselves without a background, they take out crayons and create their own world!    "
                }
            },
            "1": {
                "1": {
                    "title": "The Chicken Problem/The Space Creature Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Chicken Problem - The Farm. Peg and Cat have to get 100 chickens back in the coop before the farmer sees./The Space Creature Problem - The Purple Planet. Peg, Cat and Richard must get the 100 chickens away from Big Mouth and back to their spaceship.    "
                },
                "2": {
                    "title": "The Pirate Problem/ The Sleepover Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Pirate Problem - Pirate Island. Peg and Cat show a group of very hungry Pirates how to share tropical fruit fairly.    "
                },
                "3": {
                    "title": "The Three Bears Problem/The Giant Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Three Bears Problem - Fairytale Land. Peg and Cat bring the Three Bears, the Three Little Pigs, and the Three Billy Goats Gruff together to form a super group: \"The Electric Eleven\".    "
                },
                "4": {
                    "title": "The Circus Problem/The Buried Treasure Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Circus Problem - The Circus. When Peg and Cat find themselves in the center ring, they climb, swing, swoop and juggle their way over amazing heights and lengths. The Buried Treasure Problem: Peg and Cat measure their way to buried treasure using Cat as a measuring stick.    "
                },
                "5": {
                    "title": "The Tree Problem/Another Tree Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Tree Problem - Peg's Neighborhood. When Cat is stuck in a tree, Peg needs to figure out how to get him down using three giant gifts.    "
                },
                "6": {
                    "title": "The Messy Room Problem/ The Golden Pyramid Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Messy Room Problem - Peg's Room. Peg and Cat sort through the mess in Peg's room just in time for company to come over and see Cat's masterpiece, \"The Circles\". / The Golden Pyramid Problem - Magical Forest. Peg the Bold and Brave Sir Cat, Knights of the Round Table, search far and wide to retrieve the Mermaid's golden pyramids.    "
                },
                "7": {
                    "title": "The Parade Problem/The Halloween Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Parade Problem - Peg and Cat need to sort out recyclables to clean up the park in time for the nursery school's Halloween Parade. The Halloween Problem - While trick or treating, Peg and Cat find themselves pursued by a metal monster. Later they teach fair sharing to a \"friend\" who turns out to be a real tiger!    "
                },
                "8": {
                    "title": "The Dinosaur Problem/The Beethoven Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Dinosaur Problem - Prehistoric Valley. When Peg and Cat get lost riding dinosaurs through a prehistoric forest, they use a diagram to find their way to safety before the Baby T-Rex catches up to them. / The Beethoven Problem - Vienna, circa 1800. When Peg and Cat are helping their pal Ludwig Van Beethoven write a symphony, Cat laughs in a certain pattern that gives Beethoven a great idea.    "
                },
                "9": {
                    "title": "The Honey Problem/The Penguin Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Honey Problem - Peg's Pizza Place. The 3 Bees will produce honey for Peg and Cat's super-popular honey cake - but only if Peg and Cat will dance for the Bees in a certain pattern!    "
                },
                "10": {
                    "title": "The Race Car Problem/The Big Gig Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Race Car Problem - Junk Yard/Race Track Stadium. Peg and Cat rebuild their homemade race car, \"Hot Buttered Lightnin'\", to compete in the Talla-peg-a 20 race.    "
                },
                "11": {
                    "title": "The Slop Problem/The Birthday Present Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS: The Birthday Cake Problem: Peg and Cat make a rockin' birthday cake for Jonah and his friends the Teens, but first they need to figure out how old he is going to be. Primary Learning Goal: The teen numbers. The Doohickey Problem: When their space ship is smashed, Peg and Cat must reassemble its variously shaped parts, and retrieve sixteen stolen doohickeys. Primary Learning Goal: Patterns. Secondary Learning Goal: Shapes, the number 16.    "
                },
                "12": {
                    "title": "The Baby Problem/The Sparkling Sphere Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "17 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS: The Baby Problem: Babysitters Peg and Cat rescue the precocious Baby Fox from the top of his elaborate block tower. Primary Learning Goal: Solid shapes. Secondary Learning Goal: Diagrams. The Sparkling Sphere Problem: Knights of the Round Table Peg and Cat search for the Wizard Ramone, who has floated away in a sparkling sphere. Primary Learning Goal: Rectangular prism and rhombus. Secondary Learning Goal: Counting by twos.    "
                },
                "13": {
                    "title": "The Birthday Cake Problem/The Doohickey Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Birthday Cake Problem: Peg and Cat make a rockin' birthday cake for Jonah and his friends the Teens, but first they need to figure out how old he is going to be. Primary Learning Goal: The teen numbers. The Doohickey Problem: When their space ship is smashed, Peg and Cat must reassemble its variously shaped parts, and retrieve sixteen stolen doohickeys. Primary Learning Goal: Patterns. Secondary Learning Goal: Shapes, the number 16.    "
                },
                "14": {
                    "title": "The Blockette Problem/The Tulip Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Blockette Problem: When their demanding pal Richard is directing the Radio City Music Hall Blockettes, Peg and Cat find a way to make the set perfectly symmetrical. Primary Learning Goal: Symmetry. Secondary Learning Goal: Associate events with hot and cold temperatures, height. The Tulip Problem: When Neighbor Ladies Connie and Viv have a tiff, Peg and Cat make peace by making sure each has the same number of flowers. Primary Learning Goal: Subtraction, greater than/less than. Secondary Learning Goal: The equals sign.    "
                },
                "15": {
                    "title": "The Mega Mall Problem/The Cleopatra Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Mega Mall Problem: Peg and Cat search the enormous Mega Mall for the teens so they can all enter the Zebra Guy dance contest. Primary Learning Goal: Attributes of objects. Secondary Learning Goal: Maps. The Cleopatra Problem: When Peg and Cat are playing marbles among the pyramids with Queen Cleopatra, Peg's marble is stolen by a mysterious man with an orange triangular beard. Primary Learning Goal: Using a pan balance to compare weight. Secondary Learning Goal: Triangles.    "
                },
                "16": {
                    "title": "Yet Another Tree Problem/The Romeo & Juliet Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Yet Another Tree Problem: The tables are turned! Peg is stuck up in the tree and Cat must figure out how to get her down... by making a ladder out of found objects. Primary Learning Goal: Up, down. Secondary Learning Goal: Horizontal, vertical. The Romeo and Juliet Problem: Peg and Cat help their poetic pal Romeo reach Juliet's balcony using a series of horizontal and vertical lines. Primary Learning Goal: Horizontal, vertical. Secondary Learning Goal: Parallel.    "
                },
                "17": {
                    "title": "The Arch Villain Problem/The Straight and Narrow Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Arch Villain Problem: When the Arch Villain wreaks havoc on the city of Mathtropolis by turning everything into arches, Super Peg and Cat Guy come to the rescue. Primary Learning Goal: Arches, finding arches in other shapes. Secondary Learning Goal: Counting backwards from 9, counting by threes. The Straight and Narrow Problem: Super Peg and Cat Guy trail the Arch Villain, who has given up his arch ways and gone on a rampage with straight and narrow shapes instead. Primary Learning Goal: Understanding straight, narrow, curved. Secondary Learning ...    "
                },
                "18": {
                    "title": "The Play Date Problem/The Blabberwocky Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Play Date Problem: Peg and Cat must use the power of music, and patterns, to help their friends Beethoven and the Three Bears play together - and make incredible music together. Primary Learning Goal: Patterns. Secondary Learning Goal: Seeing squares as special rectangles. The Blabberwocky Problem: Peg and Cat are back as the Knights of the Round Table to reclaim their friends' missing shapes - and their own Round Table! - from the mysterious 100-headed creature, The Blabberwocky. Primary Learning Goal: Making a drawing as a step in problem solving....    "
                },
                "19": {
                    "title": "The Perfect Ten Problem/The Long Line Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Perfect Ten Problem: Peg and Cat are judging a singing competition in which all performers must get a rating of exactly ten stars. Primary Learning Goal: Adding to 10. Secondary Learning Goal: The number 0. The Long Line Problem: While waiting in a long line, Peg and Cat try to help Richard realize his dream of being first in line for the first time. Primary Learning Goal: Ordinal numbers, using a number line. Secondary Learning Goal: Positional relationships (in front of/behind), counting to 20.    "
                },
                "20": {
                    "title": "The Clown Problem/The Ninja Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "8 May 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Clown Problem: Peg and Cat help Mac achieve his dream of being a clown in the circus, by teaching him how funny it can be when things are exactly the wrong size. Primary Learning Goal: Adding 1. Secondary Learning Goal: Size correspondence. The Ninja Problem: Peg and Cat help their young Ninja-wannabe friend Aki find the fifteen missing cherry blossom trees by using Ninja skills and math skills. Primary Learning Goal: Subtraction. Secondary Learning Goal: Counting to 15.    "
                },
                "21": {
                    "title": "The George Washington Problem/The High Noon Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "4 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS - The George Washington Problem: Peg and Cat use a map to help George Washington and his team cross the Delaware River. The High Noon Problem: Peg and Cat agree to face Bad Jack in a show down at high noon. But they have no idea when noon is!    "
                },
                "22": {
                    "title": "The Big Dog Problem/The Three Friends Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "14 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS - The Big Dog Problem: When Peg and Cat need to mail some important letters for Peg's Mom, they find their path to the mailbox blocked by a really big dog. The Three Friends Problem: When Peg and Cat are playing with their new friend the Big Dog, Cat suddenly becomes strangely quiet. Using a graph, Peg attempts to figure out what's wrong with Cat.    "
                },
                "23": {
                    "title": "The Pizza Problem/The Pizza Pirate Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Peg and Cat get orders for halves of pizzas and learn about fractions to keep their patrons pleased. Peg and Cat deliver pizzas and are menaced by the flying Pizza Pirates who want to \"take away one!\"    "
                },
                "24": {
                    "title": "The Potty Problem/The Butter Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Peg and Cat must teach Big Mouth the 6 steps for making on the potty. To compete in a butter sculpting contest, Peg and Cat must learn certain math skills by doing farm chores.    "
                },
                "25": {
                    "title": "The Pirate Puzzle Problem/The Scrap of Map Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS - The Pirate Puzzle Problem: Peg and Cat must help the pirates put together a puzzle, and then the four sections of their sinking ship. The Scrap of Map Problem: When the Pirates' treasure map is torn and carried off by the wind, Peg and Cat and friends from far and wide put their scraps of map together to find the treasure.    "
                },
                "26": {
                    "title": "The Sushi Problem/The Highlight Zone Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS - The Sushi Problem: Peg and Cat help Aki pursue a tricky thief through the Japanese countryside, making use of their Ninja skills and three mysterious clues. The Highlight Zone Problem: Peg and Cat find their world turned black and white! They must identify ten things that are the wrong size or shape, before they will be allowed to leave...the Highlight Zone.    "
                },
                "27": {
                    "title": "The Election Problem/The Littlest Chicken Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The Election Problem: When the Farmer holds an election to see who'll watch over the farm in his absence, Peg and Cat run against the Pig to win the votes of 100 chickens. The Littlest Chicken Problem: Peg and Cat follow the Littlest Chicken all through Fairytale Land, as she searches for a group that's just the right size to be her new family.    "
                },
                "28": {
                    "title": "The Flat Woman Problem/The Hanukkah Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The Flat Woman Problem: Super Peg and Cat Guy face their greatest challenge yet: Triangulo and Flat Woman have teamed up to triangulate and flatten the entire town! The Hanukkah Problem: When Albert Einstein has Peg and Cat over on Hanukkah, he shows them how to make a 2D piece of paper into a 3D dreidel. Later, they need to use this process to bring peace to Al's home and save his Hanukkah.    "
                },
                "29": {
                    "title": "The Christmas Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Santa Claus is in trouble, Peg and Cat have to solve their biggest problem ever: how to make and wrap presents for all the children of the world, and then deliver them using 100 sleighs.    "
                },
                "30": {
                    "title": "The Allergy Problem/I Do What I Can: The Musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Allergy Problem\" When Peg is told she's allergic to Cat, Cat leaves home! Ramone flies Peg around the world in his flying machine that runs on 100 pebbles, in search of her friend. \"I Do What I Can: The Musical!\" Peg and Cat present a Broadway musical about the amazing Ramone, who became a hero by doing 30 great things, 5 at a time.    "
                },
                "31": {
                    "title": "The Roxanne Problem/The Girl Group Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "3 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Roxanne Problem\" Cat longs to impress the savvy Roxanne with his knowledge of solid shapes. So he moves his lips as his hidden friend Peg speaks for him. \"The Girl Group Problem\" Peg's girl group the Pentagirls has its biggest show ever, featuring a new hit song about flips, slides, and turns.    "
                },
                "32": {
                    "title": "The Groovy Sixties Problem/Bad Jack Is Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "4 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Groovy Sixties Problem\" Peg and Cat help Peg's hippy Grandmom create a groovy birthday present for Granddad based on his favorite numbers: the sixties. \"Bad Jack is Back\" When Bad Jack returns with his gang to tickle the townspeople, a surprise guest shows Peg and Cat how to fend off the bad guys' six feathers with four feathers.    "
                },
                "33": {
                    "title": "The Magic Uke/The Rocking Out Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "5 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Magic Uke\" Peg must trek through the Kingdom of Night to reach Cat. To cross the star-shaped steps, Peg needs to find lines of symmetry with the help of a magic ukulele. \"The Rocking Out Problem\" When Baby Fox makes a spectacular musical instrument out of junk, Peg and Cat get stuck in it! To get out they use up, down, around and 3/4 time.    "
                },
                "34": {
                    "title": "The Cold Camel Problem/The Einstein Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "3 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Cold Camel Problem: While Cleopatra is visiting Peg, her camel wanders off in search of a comfortable climate. Peg and Cat search the neighborhood with a giant thermometer to find him. The Einstein Problem: When Cat gets lost in the mall, Peg and her pal Al (Albert Einstein) track him down with the help of a metronome, many equations, and a surprise appearance by Marie Curie.    "
                },
                "35": {
                    "title": "The T-Ball Problem/The Bus Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The T-Ball Problem: Peg's T-Ball Team, the Mighty Nine, have no chance against a team of Aliens all-stars - Unless Peg can use the Aliens' T-ball cards to predict where they'll hit. The Bus Problem: When the Electric Eleven perform on the farm, the 100 chickens swipe the band's bus and drive it around the world! Peg and Cat use position words to keep up with them.    "
                },
                "36": {
                    "title": "Richard the Third/The Lemonade Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Richard the Third: At Richard's family's highly competitive annual picnic, Peg and Cat try to help Richard achieve his dream of not coming in third in every single event. The Lemonade Problem: When Peg realizes her lemonade stand has no cups, Cat must make a series of shrewd business deals to get 200 cups with only 2 cookies.    "
                },
                "37": {
                    "title": "The Wonderland Problem/The Bat Mitzvah Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Wonderland Problem - Landing in Wonderland, Peg and Cat eat berries to grow bigger or smaller, in their quest to get back Peg's stick from the Queen of Hearts./ The Bat Mitzvah Problem - Peg and Cat help Tessa's Bat Mitzvah run smoothly by keeping an eye on Uncle Phil, who thinks he can do ten more of everything than he actually can.    "
                },
                "38": {
                    "title": "The Robin Hood Problem/The Owl and the Pussy Cat Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "8 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Bermuda Triangle Problem - While on their beach vacation, Peg, Cat and the Pig tumble through a portal to a bizarre triangular universe./ The Breeze in the Branches - The Toad brings Peg and Cat to the forest where he grew up and introduces him to his old friends, and his old patterns.    "
                },
                "39": {
                    "title": "The Ring Problem/The Wedding Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "9 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Ring Problem - When the Giant drops the diamond ring he's about to give Giantess, it bounces into a pipe. He needs his very small friends Peg and Cat to get it back./ The Wedding Problem - When Peg and Cat are chosen to organize the Giants' wedding, they must get the twelve steps for a giant wedding in just the right order.    "
                },
                "40": {
                    "title": "The Bermuda Triangle Problem/The Breeze in the Branches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "10 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Bermuda Triangle Problem - While on their beach vacation, Peg, Cat and the Pig tumble through a portal to a bizarre triangular universe./ The Breeze in the Branches - The Toad brings Peg and Cat to the forest where he grew up and introduces him to his old friends, and his old patterns.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Polka Dot Planet Problem/The Mardi Gras Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The Polka Dot Planet Problem- When Peg's space ship breaks down, she needs the help of a new friend who communicates without speaking./ The Mardi Gras Problem- To jam with Billie Holiday in the Mardi Gras parade, Peg and Cat must learn to use a diagram of notes - sheet music.    "
                },
                "2": {
                    "title": "The Mermaid in the Mall Problem/The Painting Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The Mermaid in the Mall Problem- When a furniture store becomes a magical forest, Peg and Cat must become Knights of the Round Table - if only they can find a round table!/ The Painting Problem- To get purple paint for their masterpiece, famous painters Peg Casso and Vincent Van Goo (Cat) need a whole new kind of addition.    "
                },
                "3": {
                    "title": "The Claymation Problem/The Grumpy Judge Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The Claymation Problem: Temperamental director Richard finally finds performers he can totally control, shape, and mold; they're made of clay. The Grumpy Judge Problem: On the singing competition \"Perfect Ten,\" Peg and Cat must impress the toughest judge ever: the Grumpy Grouchy Bear.    "
                },
                "4": {
                    "title": "The Imaginary Friend Problem/The Promise Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The Imaginary Friend Problem- Peg and the dinosaurs search the jungle for Cat and Minkus, his imaginary monkey./ The Promise Problem- Nothing can keep Romeo and Juliet from meeting between their balconies - except maybe a dinosaur.    "
                },
                "5": {
                    "title": "The Camp Problem/The Two Homes Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The Camp Problem- Camp Niniwawa. Peg and Cat's Gophers face the Rowdy Raccoons in a \"non-competitive\" battle of the bunks./ The Two Homes Problem- Peg's Neighborhood. How can Peg and Cat make Jesse a present for his room? He lives in two places!    "
                },
                "6": {
                    "title": "The Tree by the Nile Problem/The Eid Al-Adha Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The Tree By the Nile Problem- Ancient Egypt. Cat gets stuck in a tree in Egypt - with 3 crocodiles! Will calmness and choreography be enough to save him?/ The Eid al-Adha Adventure- Yasmina and Amir's Neighborhood. On Eid al-Adha, a holiday devoted to giving, Cat is asked to give more than he expected.    "
                },
                "7": {
                    "title": "The Pentagirls Problem/The Tree Problem of National Importance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Pentagirls Problem- Recording Studio. The Pentagirls get to record with the famous Worm. But this really big break starts to break up the band!/ The Tree Problem of National Importance- Washington, D.C. Peg and Cat must save the nation from humiliation when the Vice President is stuck atop a monument that's 170 feet--or meters?!--tall.    "
                },
                "8": {
                    "title": "The Package Problem/The Train Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Peg and Cat Save the World: Part II- Peg and Cat call everyone they know to save the earth from a planet-sized Pig's behind.    "
                },
                "9": {
                    "title": "The Poetry Problem/The Disappearing Art Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Poetry Problem- Peg and Cat lead Emily Dickinson far and wide in search of a rhyming pattern for her new poem./ The Disappering Art Problem- It's a nightmare for art museum guards Peg and Cat: Shapes are being stolen right off the paintings!    "
                },
                "10": {
                    "title": "The Friday the 13th Problem/The Looking Glass Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "13 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Friday the 13th Problem- At the camp sleepover, Richard is terrorized by a number: 13!/ The Looking Glass Problem- Peg and Cat go through the looking glass, where nonsense starts to make sense with the help of patterns.    "
                },
                "11": {
                    "title": "Another Train Problem/The Odd Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Primary Content: minutes and seconds Secondary Content: greater than, less than    "
                },
                "12": {
                    "title": "The Dance Problem/Follow the Bouncing Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Primary Content: Comparing attributes Secondary Content: Size correspondence    "
                },
                "13": {
                    "title": "Peg Meets Cat/The Valentine's Day Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Peg Meets Cat- Baby Peg is desperate to tell Mom she wants that stray kitty for her pet and problem-solving partner, but she can only point and say \"TWO!\"/ The Valentine's Day Problem- Peg and Cat scramble to make enough valentines for all their party guests and a pair of surprise visitors.    "
                },
                "14": {
                    "title": "The Too Big Dog Problem/The Giant Baby Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "30 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The Too Big Dog Problem - Peg's Yard. Big Dog is too big to play Little Red on Peg's stage, until an escaped elephant and mouse get into the act. / The Giant Baby Problem - Giant Land. Babysitters Peg and Cat must figure out how to use a giant beeper while chasing a giant baby and fleeing a giant mouse.    "
                },
                "18": {
                    "title": "The Tree Problem of National Importance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "plot": "\n    The Tree Problem of National Importance: Washington, D.C. Peg and Cat must save the nation from humiliation when the Vice President is stuck atop a monument that's 170 feet--or meters?!--tall.    "
                },
                "19": {
                    "title": "The Friday the 13th Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "plot": "\n    The Friday the 13th Problem: Camp Ninwawa. At the camp sleepover, Richard is terrorized by a number: 13.    "
                },
                "20": {
                    "title": "The Mariachi Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "plot": "\n    The Pig Problem - When the Pig leaves the farm to join the opera, Peg and Cat realize that they can't go on without him. They miss him and want him to come back! / The Mariachi Problem - Cat hires a Mariachi band.    "
                },
                "21": {
                    "title": "The Fuzzball Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peg+Cat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "plot": "\n    The Fuzzball Problem: Outer Space / Pellicius. In an outer space adventure, intergalactic superheroes Peg and Cat are besieged by swiftly multiplying Fuzzballs.    "
                }
            }
        },
        "number of episodes": 59,
        "cast": [
            {
                "name": "Distefano, Christian"
            },
            {
                "name": "Negrin, Hayley Faith"
            },
            {
                "name": "Hill, Dwayne"
            },
            {
                "name": "Wazelle, Tommy"
            },
            {
                "name": "Mpumlwana, Thamela"
            },
            {
                "name": "Teek, Angela"
            },
            {
                "name": "Yoon, Jean"
            },
            {
                "name": "Del Aguila, Kevin"
            },
            {
                "name": "Morrison, Rob"
            },
            {
                "name": "Jutzi, Alison"
            },
            {
                "name": "Feng, Benny"
            },
            {
                "name": "Holley, Addison"
            },
            {
                "name": "Craig, Eric"
            },
            {
                "name": "Greenberger, Stacey"
            },
            {
                "name": "Champeau, Olivia"
            },
            {
                "name": "Kenin, Milena"
            },
            {
                "name": "Lizcano, Mateo"
            },
            {
                "name": "Giammaria, Gabriel"
            },
            {
                "name": "Slywchuk, Sarah"
            },
            {
                "name": "Rebollido, Steven"
            },
            {
                "name": "Hawkes, J. Walter"
            },
            {
                "name": "Lewis, Jaiden"
            },
            {
                "name": "Shimozato, Mika"
            },
            {
                "name": "Marrese, Joseph"
            },
            {
                "name": "Fairlie, Kristin"
            },
            {
                "name": "Bartlam, Anna Claire"
            },
            {
                "name": "Pulcini, Melina"
            },
            {
                "name": "Reaume, Carson"
            },
            {
                "name": "Woerz, Ashton"
            },
            {
                "name": "Aronson, Billy"
            },
            {
                "name": "Lemieux, Julie"
            },
            {
                "name": "Obonsawin, Annick"
            },
            {
                "name": "Stocker, John"
            },
            {
                "name": "Dow, Bruce"
            },
            {
                "name": "Macneill, Paula"
            },
            {
                "name": "Oh, Sandra"
            },
            {
                "name": "Silverman, Berkley"
            },
            {
                "name": "Slater, Isaiah"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "49"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Singapore:G",
            "United States:G"
        ],
        "number of seasons": 2,
        "rating": 7.9,
        "votes": 262,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE3MzI0MDU4N15BMl5BanBnXkFtZTgwODY3MDkyMDE@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Peg+Cat",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Aronson, Billy"
            },
            {
                "name": "Oxley, Jennifer"
            },
            {
                "name": "Ferrer, Dustin"
            }
        ],
        "production companies": [
            {
                "name": "9 Story Media Group"
            },
            {
                "name": "9ate7 Productions"
            },
            {
                "name": "CloudKid Studios"
            },
            {
                "name": "The Fred Rogers Company"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Canal+"
            },
            {
                "name": "Pop TV"
            },
            {
                "name": "Super RTL"
            },
            {
                "name": "TNU - Canal 5"
            },
            {
                "name": "Tiny Pop"
            },
            {
                "name": "Treehouse TV"
            }
        ],
        "plot": [
            "A spirited little girl named Peg and her sidekick Cat solve problems using foundational math concepts.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "49 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 262,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 3,
                "rating": 4.3
            },
            "aged 18 29": {
                "votes": 27,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 97,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 40,
                "rating": 8.0
            },
            "males": {
                "votes": 101,
                "rating": 7.7
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 4.3
            },
            "males aged 18 29": {
                "votes": 14,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 48,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 25,
                "rating": 7.8
            },
            "females": {
                "votes": 83,
                "rating": 8.6
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 47,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 8.4
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.4
            },
            "us users": {
                "votes": 98,
                "rating": 8.1
            },
            "non us users": {
                "votes": 41,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 132,
            "9": 47,
            "8": 26,
            "7": 14,
            "6": 8,
            "5": 6,
            "4": 6,
            "3": 3,
            "2": 2,
            "1": 18
        },
        "arithmetic mean": 8.3,
        "median": 1
    }
}