{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "9 June 2013"
            },
            {
                "country": "Australia\n",
                "date": "5 February 2014"
            }
        ],
        "release dates": [
            "Canada::9 June 2013",
            "Australia::5 February 2014"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Dreaming the Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    In the season premiere, Farida treats a child with a superficial injury and gets a front row seat to a custody battle. Charlie comes clean to Dallaire about the encounter between Gary and a dirty cop. Following a bone marrow donation Eva's asks for a transfer out of the Rez. Dawn arrests on Cameron's watch, Gina is wheeled into the ER after her assault and Nancy deals with the aftermath of a patient's suicide.    "
                },
                "2": {
                    "title": "Quo Vadis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Charlie wants to keep things as \"normal\" as possible while Tara begins chemo treatment. A judge orders Gary into reconciliation classes with a racist cop. Farida crosses the line with Erica's ex-husband, Nick. Recovering from a bone marrow donation Eva ends up doing more care giving than self-care and Cameron checks in with Gina who is suffering retrograde amnesia after her assault.    "
                },
                "3": {
                    "title": "Too Close for Comfort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Mel and Gina begin their placement with the disorganized, addicted and cranky Dr. Kesler. Mylo boomerangs back into Eva's care as Bonnie begins treatment for her Hep-C. Farida skips therapy and chooses to unburden herself to a long-suffering Dr. Healy. Mould in Charlie's house has him showing up with his family on his father's doorstep moment's after Eddy shows a home invader the business end of his shotgun.    "
                },
                "4": {
                    "title": "Irrashional",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Farida tries to care for a little girl while trying to fend off her warring parents. Dr. Kesler reveals his Achilles heel to Gina. Charlie and Gary respond to a distress call to a hoarder's apartment. Nancy receives a special delivery from Sergio from beyond the grave. Mel suspects a case of elderly abuse and Cameron makes a questionable diagnosis.    "
                },
                "5": {
                    "title": "His Name is Mud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Gina and Cameron get a shock after treating a gunshot victim. Nancy receives a surprise visit and request from her eldest son Sean. Marley's biological grandmother shows up on Eva's doorstep, sending Amanda and Trevor into a tailspin. Mylo learns the truth behind her father's death.    "
                },
                "6": {
                    "title": "Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Nancy finds herself at odds with Dr. Helvi over her handling of a teenage girl's case. Farida discovers the reason behind Krista's mysterious rash. Dr. Kesler brings Gina on a house call with disastrous consequences. Eddy finds yet another way to get into trouble with the cops - and Charlie. Cameron's multiple missteps land him in disciplinary trouble with Dean Dallaire and Melanie rescues an Elderly patient abandoned in the hospital ER.    "
                },
                "7": {
                    "title": "Breaking Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Gina and Melanie find Dr. Kesler going through withdrawal forcing Gina to step in and make a tough call. Gary's unorthodox approach to a reconciliation session ends up backfiring. Charlie's discovery of Eddy and Tara's collusion ends up very badly for an avian dream home. Helvi and Nancy's relationship reaches a breaking point. Farida lays down the law with Krista's parents and Melanie helps her elderly abuse patient regain some of her personal autonomy.    "
                },
                "8": {
                    "title": "Three chords and the truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The good news about Tara's progress is dampened by Charlie's bad news about the house. Eva tries to deal with Marley's grandmother while trying to protect Amanda and Trevor. Nancy's attempt to send Sergio off into space brings her face-to-face with a life and death situation. Gina sees Dr. Kesler through rehab with some tough love. On an EMS ride-along with the dirty cop, Gary and Charlie save a life and learn the cop's secret. Farida deals with heartbreak.    "
                },
                "9": {
                    "title": "White Coats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    In the series finale, Cameron's comes clean about his ethical breaches and his career as a doctor hangs in the balance. Eva turns a song into a dream for Mylo's future. Gina and Mel receive an offer they can't refuse. Nancy finally figures out the transition from Nurse to Doctor. Farida has to do the hardest thing any doctor has to do and Charlie thinks he's lost everything but learns that sometimes, good guys don't finish last.    "
                }
            },
            "1": {
                "1": {
                    "title": "Q and Eh?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    What makes the best prospective doctor? Book smarts? GPA? A-type personality? Not according to the crazy questions the faculty of Hard Rock Medical asks of medical school hopefuls.    "
                },
                "2": {
                    "title": "Baptism by Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Day one of anatomy class has everyone's undivided attention, except for Charlie's-who has pressing family business. Gina almost becomes the first victim of medical school's high attrition rates.    "
                },
                "3": {
                    "title": "The Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The students participate in a moose hunt with a Native community-complete with ritual and dispatch of the animal. Beliefs clash. Back in town Gina walks in on a robbery.    "
                },
                "4": {
                    "title": "Clinic in Motion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    At a rural clinic Melanie confronts a miner she believes is abusing his wife. Eva's ex-lover and band mate shows up. A goat is Charlie's reward for a good deed.    "
                },
                "5": {
                    "title": "Lifeline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    During a hospice visit, Gina and Melanie argue over Melanie's reporting of a wife abuser. Charlie and Farida disagree on how to help a sick mom deal with her kids.    "
                },
                "6": {
                    "title": "Love, Labour, Loss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    A prolonged labour is brought on by an ATV ride. In the maternity ward at the hospital Eva counsels a teen couple. Nancy comes face to face with her nursing past.    "
                },
                "7": {
                    "title": "Down Under",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The students head deep underground to understand what mining life is like. Charlie witnesses death and Melanie comes face to face with the man she falsely accused of spousal abuse.    "
                },
                "8": {
                    "title": "Rock and a Hard Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Gina's tuition has been mysteriously paid in full. Charlie's failure to save a dying miner sends him into a deep depression. Dr. Helvi deals with a patient who's swallowed diamonds.    "
                },
                "9": {
                    "title": "Gratitude",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Eva brings Gary to the Rez for Thanksgiving and gets an unpleasant surprise. Nancy confides in Farida-with help from medical marijuana. Charlie gets an avian prescription for his depression.    "
                },
                "10": {
                    "title": "Woop Woop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Healy's crew head into the bush to learn survival skills. Charlie's forced at gunpoint by a trapper's wife to perform surgery. Gary returns to Australia to attend his grandmother's funeral.    "
                },
                "11": {
                    "title": "Other Side of the Fence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The students get a look at their future as they spend a day in a seniors' home. Gary returns to the place of his birth and is introduced to his Aboriginal family for the first time and Eva makes a trip to the Sudbury correctional facility.    "
                },
                "12": {
                    "title": "Face Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Gina's worst nightmare is dissecting Juliet's face and brain-and she's not sure she can handle it, and she doesn't know what to do with her \"gift\". Charlie's wife is pregnant.    "
                },
                "13": {
                    "title": "Diamonds and Dust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A memorial for Romeo and Juliet is set for a cold and snowy day. Gina's plan to send her \"memory diamonds\" back to the earth are derailed by Charlie's goat and Cameron realizes gets tricked from beyond the grave.    "
                }
            },
            "2": {
                "1": {
                    "title": "Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    With the school on hiatus the students pursue personal interests - the break is anything but quiet. Trouble lurks as Charlie and Gina search for the missing diamonds, Farida tries to shake off her past and Healy and Nancy appear to be on a self-destructive journey.    "
                },
                "2": {
                    "title": "Tent City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    It's the first day back and the students are thrown into the deep end with a visit to a \"Tent City\" where they minister to the disenfranchised and the homeless.    "
                },
                "3": {
                    "title": "Prison Confidential",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A visit to a Prison Farm opens the student's eyes to a very different class of patient.    "
                },
                "4": {
                    "title": "Big Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The old saw that time spent fishing isn't deducted from your lifespan gets tested.    "
                },
                "5": {
                    "title": "Tree of Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A \"routine\" disaster simulation turns into Dr. Helvi's very bad day.    "
                },
                "6": {
                    "title": "Knockin' on Heaven's Door",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The students discover that the line between sanity and mental illness is a thin one indeed.    "
                },
                "7": {
                    "title": "True Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The students diagnostic skills are put to the test.    "
                },
                "8": {
                    "title": "A Change Is Gonna Come",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The students learn that the only constant in medicine, as in life, is change.    "
                }
            },
            "3": {
                "1": {
                    "title": "Dark Side of the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "8 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    In pairs, the students shadow an emergency medical team, do shifts in an ER, attend to a street kid with frostbite, and keep a watchful eye on Mylo, a teenage cancer patient who has a vision during a First Nations Full Moon Ceremony.    "
                },
                "2": {
                    "title": "Five for Fighting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Gary gets a taste of northern justice with a side helping of racism, Cameron and Gina find out drug addiction isn't just for the young, Eva and Mel try to talk Mylo into resuming chemo, and Charlie's marital counseling session implodes.    "
                },
                "3": {
                    "title": "Digitus Annularis (Ring Finger)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Charlie and Gary rescue a lumberjack with severed fingers. Gina and Cameron come face to face with an elderly, over-prescribing doctor, and Farida deals with the death of a patient and close friend. Nancy suspects two monks of having AIDS.    "
                },
                "4": {
                    "title": "Missed Diagnoses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Cameron and Gina look in on a patient and find a surprising illegal enterprise. Charlie moves in with his dad. Farida struggles with grief. Cameron's art forgery threatens his career. Nancy gets schooled by Helvi for jumping to conclusions.    "
                },
                "5": {
                    "title": "Shortsighted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Farida's poor performance review surprises the faculty. Nancy treats a retired hockey enforcer with signs of PTSD. Charlie steps in between Gary and a racist cop. Eva mishandles confidential information. Cam discovers Gina's rescue project.    "
                },
                "6": {
                    "title": "Bad Day at the Office",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Eva eases Amanda's return to the Rez to meet the baby she ran out on. Melanie helps Mylo find her way back to treatment for her leukemia, and Healy confronts Farida about her drug use, while Gina's animal rescue operation is busted.    "
                },
                "7": {
                    "title": "Playing with Matches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Cancer free Kyle comes to town, making Eva question her choices. Charlie takes the kids but double books himself, getting into hot water with Tara. Cameron and Gina receive complaints, forcing a new understanding of medical ethics.    "
                },
                "8": {
                    "title": "Tainted Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    An altercation with racist cop Sid puts Gary's med career in jeopardy. Nancy thinks up a unique idea to help her concussion patient get over his depression. A rift between Eva and Bonnie erupts at Melanie's bone marrow drive on the Rez.    "
                },
                "9": {
                    "title": "Urn to Let Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hard Rock Medical (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Dallaire confronts Gary about his assault on racist officer Sid. Eva and Bonnie's relationship blows up publicly. Gina's apology to a patient goes awry. Charlie gets news that may put an end to his dream of a medical career.    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Asher, Angela"
            },
            {
                "name": "Casseus, Rachelle"
            },
            {
                "name": "Duarte, Tamara"
            },
            {
                "name": "Menard, Andrea"
            },
            {
                "name": "Paquette, Stephane"
            },
            {
                "name": "Shaw, Melissa Jane"
            },
            {
                "name": "Smith, Mark Coles"
            },
            {
                "name": "Spilchuk, Jamie"
            },
            {
                "name": "McKenna, Patrick"
            },
            {
                "name": "Bourgon, Danielle"
            },
            {
                "name": "Harper, Kyra"
            },
            {
                "name": "Laurin, Christian"
            },
            {
                "name": "Tocheri, Jennifer"
            },
            {
                "name": "Podemski, Jennifer"
            },
            {
                "name": "Farquhar, Chris"
            },
            {
                "name": "McArthur, Sera-Lys"
            },
            {
                "name": "Odjig, Gregory 'Dominic'"
            },
            {
                "name": "Elliott, Leigh"
            },
            {
                "name": "Bernier, Mike"
            },
            {
                "name": "Calarco, Jim"
            },
            {
                "name": "Baker, Danielle"
            },
            {
                "name": "Dagostino, Michael Vincent"
            },
            {
                "name": "Pearson, Jean"
            },
            {
                "name": "Miller, Derek C."
            },
            {
                "name": "Calarco, Claire"
            },
            {
                "name": "Fahlenbock, Megan"
            },
            {
                "name": "Bainbridge, Josh"
            },
            {
                "name": "Diorio, Derek"
            },
            {
                "name": "Shepherd, Kristin"
            },
            {
                "name": "Boegel, Kelly"
            },
            {
                "name": "Cannistraro, Massimo"
            },
            {
                "name": "Peterson, Eric"
            },
            {
                "name": "Debassige, Brooke"
            },
            {
                "name": "Bendavid, Marc"
            },
            {
                "name": "Chiesurin, Frank"
            },
            {
                "name": "Carley, Rod"
            },
            {
                "name": "Ebbs, Charlie"
            },
            {
                "name": "Hodgson, Lewis"
            },
            {
                "name": "Dagostino, Mike"
            },
            {
                "name": "Lea, Ron"
            },
            {
                "name": "Martyn, Jacob"
            },
            {
                "name": "Bedard, Morgan"
            },
            {
                "name": "McCubbin, Rob"
            },
            {
                "name": "Farquhar, Olivia"
            },
            {
                "name": "Levesque, Tyler Oscar"
            },
            {
                "name": "Boivin, Lisa"
            },
            {
                "name": "Nettlefold, Brian"
            },
            {
                "name": "Hoffman, Kevin"
            },
            {
                "name": "Kung, Grace Lynn"
            },
            {
                "name": "Schiffler, Carrie"
            }
        ],
        "locations": [
            "Sudbury, Ontario, Canada"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 4,
        "rating": 7.9,
        "votes": 55,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgxODE0NTUzOV5BMl5BanBnXkFtZTgwNTYxODI0NDE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Getting a miner to cough up some stolen diamonds, extracting porcupine quills from a homeless man's posterior, tending to a patient struck by lightning, retrieving severed fingers from a woodpile - Just an average day in the life of a student in the world's most challenging Med School - Hard Rock Medical.",
        "languages": [
            "English"
        ],
        "title": "Hard Rock Medical",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Hard Rock Medical (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Corindia, Smith"
            },
            {
                "name": "Diorio, Derek"
            },
            {
                "name": "Lefever, Kelly"
            }
        ],
        "production companies": [
            {
                "name": "Carte Blanche Films"
            },
            {
                "name": "Distinct Features Inc."
            },
            {
                "name": "Title Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Northern Ontario Film Studios (NOFS)"
            },
            {
                "name": "The Rights Company"
            }
        ],
        "plot": [
            "Getting a miner to cough up some stolen diamonds, extracting porcupine quills from a homeless man's posterior, tending to a patient struck by lightning, retrieving severed fingers from a woodpile - Just an average day in the life of a student in the world's most challenging Med School - _Hard Rock Medical_ (qv)."
        ],
        "synopsis": [
            "A diverse group of students navigate their way through a four-year adventure in the most unusual medical school in the world."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 55,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 17,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 7.9
            },
            "males": {
                "votes": 22,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 4.9
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.6
            },
            "females": {
                "votes": 25,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 8.9
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 4.0
            },
            "us users": {
                "votes": 8,
                "rating": 7.4
            },
            "non us users": {
                "votes": 35,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 23,
            "9": 6,
            "8": 11,
            "7": 2,
            "6": 1,
            "5": 3,
            "4": 4,
            "3": 2,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 7.9,
        "median": 9
    }
}