{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "3 February 2013"
            },
            {
                "country": "USA\n",
                "date": "23 May 2013"
            },
            {
                "country": "UK\n",
                "date": "13 June 2013"
            },
            {
                "country": "Germany\n",
                "date": "19 August 2013",
                "notes": "                            (limited)"
            },
            {
                "country": "Sweden\n",
                "date": "28 August 2013"
            },
            {
                "country": "France\n",
                "date": "18 October 2013"
            },
            {
                "country": "Finland\n",
                "date": "5 January 2014"
            },
            {
                "country": "Austria\n",
                "date": "16 April 2014"
            },
            {
                "country": "Germany\n",
                "date": "5 January 2015"
            },
            {
                "country": "Hungary\n",
                "date": "8 January 2015"
            },
            {
                "country": "Netherlands\n",
                "date": "6 June 2016"
            }
        ],
        "release dates": [
            "Canada::3 February 2013",
            "USA::23 May 2013",
            "UK::13 June 2013",
            "Germany::19 August 2013                            (limited)",
            "Sweden::28 August 2013",
            "France::18 October 2013",
            "Finland::5 January 2014",
            "Austria::16 April 2014",
            "Germany::5 January 2015",
            "Hungary::8 January 2015",
            "Netherlands::6 June 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Motive"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Мотив"
            },
            {
                "countries": "Finland",
                "title": "Motiivi"
            },
            {
                "countries": "France",
                "title": "Motive"
            },
            {
                "countries": "Hungary",
                "title": "Az indíték"
            },
            {
                "countries": "Poland",
                "title": "Motyw"
            },
            {
                "countries": "Romania",
                "title": "Motivul"
            },
            {
                "countries": "Russia",
                "title": "Мотив"
            },
            {
                "countries": "Spain",
                "title": "Motive"
            }
        ],
        "akas": [
            "Motive (original title)",
            "Мотив Bulgaria (Bulgarian title)",
            "Motiivi Finland",
            "Motive France",
            "Az indíték Hungary",
            "Motyw Poland",
            "Motivul Romania",
            "Мотив Russia",
            "Motive Spain"
        ],
        "akas from release info": [
            "Motive (original title)",
            "Мотив Bulgaria (Bulgarian title)",
            "Motiivi Finland",
            "Motive France",
            "Az indíték Hungary",
            "Motyw Poland",
            "Motivul Romania",
            "Мотив Russia",
            "Motive Spain"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "The Vanishing Policeman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 74,
                    "original air date": "3 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The victim: Police Constable Greg Schultz. The killer: stand-up comic and Greg's older brother Murray Schultz. Greg's death is the first case for Oscar following his recovery and promotion to staff sergeant, Brian in his new position as Angie's partner, and the new homicide detective Mitch Kennecki, an overly cocky know-it-all because he is a legacy. Greg's death is initially deemed a suicide based on eyewitness statements, which include a selfie video with Greg in complete uniform in the background just before he stepped by the water and shot himself in the head. ...    "
                },
                "2": {
                    "title": "The Dead Name",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 68,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The victim: Avery Bowman, the wife of Russell Bowman, the famed starting quarterback for the BC Furies, and head of Russell's charitable organization. The killer: Courtney Meisenger, the owner/operator of a suburban bakery/catering business, with Russell's charity one of her recent clients. Angie is acting staff sergeant on this case while Oscar is away in court. Avery's dead body is discovered thrown from her vehicle following a seeming single vehicle traffic accident along a remote road. However, Betty discovers that she didn't die from injuries from the accident ...    "
                },
                "3": {
                    "title": "Index Case",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 64,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The victim: Chris Mancuso, an environmental consultant. The killer: Logan Tenwick, a research scientist for Turner, a biomedical firm for which Chris had been hired to do an environmental assessment for the location of its new research facility. Logan has been working on what he considers the definitive and groundbreaking work on eradicating breast cancer. It is through Chris' consulting work for Turner that he met who would become his girlfriend, Kierra Graff, Logan's assistant. Chris' dead body is found first thing in the morning inside a sensory deprivation tank at...    "
                },
                "4": {
                    "title": "The Score",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 63,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The killer: Hank Novak, the owner/manager of the Chieftain, a financially troubled live music venue/bar in Squamish. The victim: Vince Hutton, an ex-con just released from twenty years behind bars for drug smuggling, Hank's old friend from high school, and most recently the Chieftain's doorman. Vince's dead body is found outside in a remote area of Squamish, he killed by blunt force trauma to the head, the murder weapon some unknown metal object of a small roundish nature. The detectives know that Vince was killed elsewhere by the lack of blood at the crime scene. ...    "
                },
                "5": {
                    "title": "The Scorpion and the Frog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 61,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The victim: Dawn Richards, a member of the Frenemies in the women's professional roller derby league. The killer: psychiatrist Dr. Henry Price. This case starts off unusually when Dr. Price comes into the police station to report to Oscar that he believes one of his patients, Peter Carver, is displaying homicidal tendencies, the description provided by Price about what Carver would do matching Dawn's case. A connection is made between Carver and Dawn, he who was one of her biggest fans. Dawn is found dead by her roommate and teammate Stacey Edmonds in her bedroom one ...    "
                },
                "6": {
                    "title": "Interference",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 58,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The killer: Cindy Vernon, a popular music teacher at a prestigious music conservatory, and the girlfriend of the conservatory's head, Dean Teller. The victim: Tracy Blaine, the wife of Steven Blaine, who owns his own natural juice company, which is going through problems if only because of a class action lawsuit against it the result of tainted juice which led to the deaths of three people. Tracy's dead body is found in Central Park, her body impaled by a live tree branch. Betty rules that the death could not have been accidental, and that Tracy was pushed onto the ...    "
                },
                "7": {
                    "title": "The Dead Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 65,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Angie is held hostage by a suicide bomber whose son confessed to murdering his sister. The victim was a nosy reporter for her high school paper who had been digging up scandal involving a teacher selling grades. Angie reopens the case.    "
                },
                "8": {
                    "title": "Foreign Relations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 62,
                    "original air date": "12 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Julian, college frat boy, is murdered by a clothing designer whose younger sister is a freshman computer geek. An Interpol agent is called to work as a liaison with Angie.    "
                },
                "9": {
                    "title": "Remains to Be Seen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 54,
                    "original air date": "19 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The victim: Dave Briggs, Jr., a brilliant but temperamental and poor video game designer, whose control over the crowd-source funded current video game project on which he is working, that control which has drawn out the process for two years, irks his colleagues on the project. The killer: James Lennathan, an antiques hunter, who owns an antique shop with his personal and professional partner, Heather, and who is an alcoholic who apparently has control over his drinking. The detectives are called in on a case without a body when there is a massive pool of human blood...    "
                },
                "10": {
                    "title": "In Plain Sight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 56,
                    "original air date": "26 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The victim: Chloe Wilson. The killer: Jessica Wilson, her older sister. Chloe's \"Jane Doe\" dead body is found in a house under construction, she killed by several shots by a nail gun. She is eventually identified by one of the home subcontractors, Cam Riley, her boyfriend of three months, the two who were supposed to rendezvous at the house to test out the just installed amazing bathtub the evening before, with Cam needing to cancel their date. It is then that the detectives discover the Wilsons' story... Twenty years ago, Ava Wilson, Chloe and Jessica's mother, was ...    "
                },
                "11": {
                    "title": "Natural Selection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 54,
                    "original air date": "2 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Liz Kerr, a member of a medieval LARP group, is murdered. Growing up in foster care, she lives as a free spirit and is dating several men. Who would have a motive for murder? Expect the unexpected.    "
                },
                "12": {
                    "title": "Chronology of Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 49,
                    "original air date": "23 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A judge, who was once Angie's professor, is murdered by her clerk. Flynn a Lucas unearth a for-profit prison kickback scandal. Meanwhile, in the wake of Vega's retirement, both Detectives plan career changes.    "
                },
                "13": {
                    "title": "We'll Always Have Homicide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 60,
                    "original air date": "30 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The victim: Trent McAllister, the owner of International Bailiff Services, a company that specializes in high end repossessions. His mangled dead body is found next to a helicopter he was probably repossessing, he killed by being caught in the helicopter's moving rear rotor. The killer: Lexi Moore, the young woman who three years earlier killed Judge Natalie Rodman and mechanic Mark Duff, the two associated cases still unsolved. The Metro Vancouver Homicide Department investigating the case is comprised of Sergeant Gavin Saunders, and Detectives Paula Mazur and Mitch ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Creeping Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 144,
                    "original air date": "23 May 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Tom, a high school student. The victim: Glen Martin, the popular singing science teacher at Tom's high school. Tom is an oft picked upon quiet student who plays the bass drum in the school's marching band. He likes to remain invisible as it allows him to be quietly subversive, as displayed by his favorite activity called \"creeping\": sneaking into houses and stealing a small memento just for the thrill of it. He introduces his best friend Willie to the activity, the house chosen this evening being the Martin's. As the Homicide Department investigates the ...    "
                },
                "2": {
                    "title": "Crimes of Passion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 114,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The killer: David Jacobs, a former public prosecutor and now the popular candidate for mayor, who has four weeks until election day. The victim: seventeen year old high school student Tiffany Greenwood, the daughter of David's long time friends, and David and his wife Grace's occasional babysitter. David killed Tiffany in a deliberate hit and run using the stolen car of Tiffany's boyfriend, the over-privileged Kevin West. As such, Kevin becomes Homicide's primary suspect, that belief strengthened when they learn that Tiffany just broke up with him. David, acting in ...    "
                },
                "3": {
                    "title": "Pushover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 95,
                    "original air date": "30 May 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Ben Crewson, a mild mannered cruise ship terminal customs agent. The victim: Scott Hayward, a limo driver, who was found dead next to his still running vehicle in Stanley Park. The death was by a single gunshot wound. The life of Crewson, who most would consider a quiet, average Joe in every respect, changed when he recently met his current girlfriend Leanne, a waitress, at the diner where she works. Together, they dreamed of a better life for themselves. Hayward was the antithesis of Crewson: brash and cocky and who was considered the alpha male amongst ...    "
                },
                "4": {
                    "title": "Against All Odds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 78,
                    "original air date": "27 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Sarah Muller, a grocery store clerk who is going through a messy divorce and custody battle. The victim: Shawn Mitchell, a high powered lawyer, who was killed by a single stab wound to the abdomen in a late night break-in into his house. On the surface, the crime looks like a robbery gone bad, although the only thing that was stolen among a houseful of expensive items was a purse with a few dollars and a cell phone. As the Homicide detectives focus their investigation on people like Shawn's wife, Deana Mitchell, and Shawn's clients, especially the ...    "
                },
                "5": {
                    "title": "Public Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 82,
                    "original air date": "10 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Chloe Mighten, a clothing store clerk. The victim: Jack Bergin, a raw food advocate, who was trying to build a business empire off of his food advocacy. He is treated like a rock star by many of his followers not only because of his beliefs but also because of his charisma and good looks. He was killed while sitting in the hot tub inside his home, the perpetrator, who broke in through a basement window, using a stun gun which electrocuted him. Nothing obvious was missing from the house, but the Homicide detectives know that whoever the killer was looking ...    "
                },
                "6": {
                    "title": "Detour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 74,
                    "original air date": "14 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Torontonian Barry Ketchum, who recently celebrated his one year sobriety at his AA meeting. The victim: Eric Chase, a mortgage broker, who was killed one evening outside his office by strangulation. Homicide lucks out when Betty discovers the killer's DNA under Eric's fingernails. Homicide looks at Eric's family life - including his new marriage to Ronnie Chase, and being awarded sole custody of his son Chad Chase over his ex-wife, Claudia Powell, an activist who lost custody largely because of her chronic unemployment - and his professional life, where ...    "
                },
                "7": {
                    "title": "Out of the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 71,
                    "original air date": "21 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Dr. Monika Harper, a pediatric surgeon, who emigrated to Canada from the Czech Republic in 1995. The victim: Hank Cousineau, a news shop owner who was once in the military, with one of his assignments being on the UN peacekeeping mission in the Balkans. Hank was killed in the back of his store by his throat being slashed, from which he bled to death. By the extremely straight and singular wound and Hank's dead body position, Betty and Homicide determine that his killer looked Hank straight in the eyes while he was sitting in a chair while his throat was ...    "
                },
                "8": {
                    "title": "Undertow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 75,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Charles Stanwyck, a building contractor. The victim: Taylor Hollis, a post-graduate student who dealt drugs on the side. Taylor, whose dead body was found in a remote area which was not the kill site, had blunt force trauma to the head, but was killed by asphyxiation from what looks to be a plastic bag held over his head. Once they ID him and find out more about him, Homicide believes his death may have something to do with his relationship to one of his former students, Sunita Rand. Sunny is engaged in what will be an arranged marriage by her traditional ...    "
                },
                "9": {
                    "title": "Framed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 65,
                    "original air date": "4 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Marion Reader, an aging woman with a bad back, whose twenty-eight year old mama's boy of a son, Owen Reader, came back to live with her to take care of her. With her telephone sales job and his online selling of military memorabilia, they are now unable to make the monthly mortgage payments on her long time house. As a side hobby, she does kitschy folk art: paintings of her cat, Mathias, inserted onto existing painted canvases. As a means to earn more money to make those mortgage payments, she attempts to sell her folk art at a local café. The victim: ...    "
                },
                "10": {
                    "title": "Fallen Angel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 62,
                    "original air date": "25 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Felix Hausman, a young man who has had trouble finding his place in life. Having just been fired from his latest job, Felix has tried to make a living through high stakes gambling. But he was hoping that his life would turn around by some information provided to him from his father's old partner, who is currently in prison. Felix grew up in St. Roch Orphanage, since his father left him when he was a child. The victim: Father Noel Barnett, the tough but caring parish priest at St. Roch, he who was basically Felix's father figure growing up. Father Barnett ...    "
                },
                "11": {
                    "title": "Brute Force",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 62,
                    "original air date": "2 May 2013",
                    "year": "2013",
                    "plot": "\n    The victim: former Olympic boxing gold medalist Mark \"Machine\" Mason, the co-owner of and chief trainer at Machine's, a fledgling boxing gym which doesn't look like it will survive unless changes are made in the business plan. The killer: Joey Mason, the recently wheelchair-bound other co-owner of Machine's, its chief \"ideas\" man, and Mark's brother. Mark was found in the gym stabbed to death in the back, but not before his knee was savagely beaten. The dead body was reported by Joey. The Homicide detectives initially look at anyone who had a key to the gym as a ...    "
                },
                "12": {
                    "title": "Ruthless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 64,
                    "original air date": "9 May 2013",
                    "year": "2013",
                    "plot": "\n    The killer: Sonia Brauer, a newly married travel agent recently moved to Vancouver. The victim: Brendan Kendall, executive assistant to Jimmy Ramsay, the head of Cybrex Plastics. Brendan's dead body is found in his hotel room of the hotel where Cybrex is holding their corporate strategizing meeting. Betty surmises that Brendan was poisoned by cyanide, which leads to Angie believing the killer is a woman. Initially, Homicide believes Brendan's murder has something to do with the Cybrex meeting, especially as Ramsay had a communications lock-down in and out of the ...    "
                },
                "13": {
                    "title": "The One That Got Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 71,
                    "original air date": "16 May 2013",
                    "year": "2013",
                    "plot": "\n    The victim: seventeen year old Nathan Conroy. The killer: twenty-something Cam Radcliffe, who lives with his Uncle Dave and works at Dave's wrecking yard. Nathan's dead body is discovered buried in an urban park, he who died of an abdominal stab wound. However, the lack of blood at the site indicates that he was not murdered at the park itself. When Homicide IDs the victim as Nathan, they learn that he was convicted for possession of a deadly weapon four months earlier and that he was court ordered to enter into therapy with a Dr. Kate Robbins. Angie is familiar with ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Raw Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 87,
                    "original air date": "21 May 2014",
                    "year": "2014",
                    "plot": "\n    The killer: Ian, a photographer, who just got engaged to his girlfriend, who he had been dating for three years, their relationship which began following the suicide death of her former boyfriend, the biological father of her now six year old son. The victim: Kevin Carpenter, a former art school student, who had just returned to Vancouver following a three year traveling stint in India, Nepal and Thailand. His dead body is found in his motel room bathtub, his wrists slashed. Despite there being a suicide note on the scene - \"I never had the courage until now\" - which ...    "
                },
                "2": {
                    "title": "They Made Me a Criminal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 81,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    The killer: Sophia Balfour, a dance studio owner/instructor. The victim: Dustin McEvers, a low level blue collar criminal, who according to Chris Renway, his professional and personal partner, purportedly was trying to go straight following the birth of their still infant offspring. Chris, however, admits that Dustin still did \"collection\" on his drug dealing business, a collection which is where he went when she last saw him. Dustin's death, on the surface, looks to be a simple case of self defense by Sophia's husband, Miles Balfour, after Miles, who was alone at ...    "
                },
                "3": {
                    "title": "Overboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 84,
                    "original air date": "4 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The killer: Damian Cutter. The victim: Alicia Barclay. Her dead body is found washed up on the beach one morning. Although Betty is able to determine that Alicia did die from drowning, Betty also believes that Alicia was unconscious when she entered the water based on her sustaining two head wounds which were made with a combined sharp and blunt object, not consistent with something like a sail boom. The Homicide detectives discover that Alicia, who was still wearing a cocktail dress, was on a yacht party the previous night, that party which she organized with ...    "
                },
                "4": {
                    "title": "Deception",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 82,
                    "original air date": "11 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The killer: Diane Torrance, a construction site flagger. The victim: Dr. Stan Matthews, a senior coroner, and Betty's mentor. As such, news of his death hits her particularly hard. His dead body was discovered on an upper level of a downtown parking lot, he having died from several abdominal wounds made by what looks to be an ice pick. He, at the time, was testifying as an expert at a child death case, in which the four-year-old victim seems to have been shot accidentally at a meth house party by drug dealer Brad Hitchens. Betty is taking over as the expert for that ...    "
                },
                "5": {
                    "title": "Dead End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 82,
                    "original air date": "18 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The victim: eighteen year old high school senior Emily Williams, who was a boarder at Queen's Cross Academy, the private school she attended at Lions Bay. The killer: fellow Queen's Cross student, sixteen year old Janine Boxton, the younger sister of Emily's ex-boyfriend, Aidan Boxton, the Boxton family who were before that like a second family to Emily in the absence of her own family, with Janine trying to emulate Emily as much as possible down to her copper colored dyed hair. Aidan was the person who reported Emily's dead body found at the bottom of a bluff. Aidan,...    "
                },
                "6": {
                    "title": "Bad Blonde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 73,
                    "original air date": "25 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The killer: Heather Williamson, who, with Gordon White, are the founders and principles of Offensive, an up and coming web communications company. Gordon dotes on Heather, which does not sit well with his wife, Kim White. The victim: Jake Daly, Heather's nightclub bartender boyfriend. At the beginning of the investigation, Angie, Oscar and Brian have no body, but a lot of blood splattered in a public place, the splatter marks consistent with a vicious stabbing. But the eventual discovery of a MedicAlert bracelet points them to Jake as the probable victim, still with ...    "
                },
                "7": {
                    "title": "Pitfall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 79,
                    "original air date": "9 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The killer: Stuart Fletcher, a paramedic. The victim: Graeme Jenkins, who died in a skydiving accident when his parachute did not open as the cords were cut on both chutes. After the autopsy, Betty determines that Jenkins would have soon died anyway as he was in the later stages of terminal lung cancer, leading to the initial possible belief that he committed suicide. Graeme's wife, Ingrid Jenkins, is able to confirm Graeme was going through an ordered bucket list, skydiving only the most recent activity, but as his life insurance policy did cover his death by cancer ...    "
                },
                "8": {
                    "title": "Angels with Dirty Faces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 73,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The victim: James Dent. The killer: Peter Ward, the home care nurse for Olivia Dent, James' seriously ill mother who has an auto-immune kidney disease. James was found nearly dead after he made a 911 call of being assaulted. It looked to be a BDSM session gone wrong, the actual issue almost killing him being auto-erotic asphyxiation. He is declared brain dead, but is kept on life support at the hospital. Angie and Oscar learn from Olivia that she and James have been estranged for some months, initiated by him. Olivia admits that she and James' now deceased father ...    "
                },
                "9": {
                    "title": "Abandoned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 70,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The victim: Barb Birk, the owner of her own diner. The killer: Sasha King, a resident and worker at a women's shelter, and one of Barb's many disgruntled ex-employees. Who is eventually identified as Barb is found burnt to death inside her diner kitchen in what was an early morning fire on a day the diner was closed. The initial primary suspect as the person who started the fire, and thus the killer, is Barb's son, Jason Birk, who used to be a short order cook in the diner, and whose lighter was used to start the fire. He admits the lighter is his, but states that ...    "
                },
                "10": {
                    "title": "Nobody Lives Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 63,
                    "original air date": "30 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The victim: John Rivera, the well liked and respected chair of the Green Point Equestrian Centre, and the primary shareholder's son-in-law. The killer: Isabelle Flores, the Salvadoran nanny to Becky, the daughter of new Green Point member, the controlling divorcée Victoria Hill. John is found in the stables trampled to death by his own horse, Esperanza. But what Brian finds on site points to John's death being murder, namely his wife Jennifer's car filled with cinder blocks, rope and the trunk lined with plastic. Jennifer has an alibi for the time of John's death. ...    "
                },
                "11": {
                    "title": "A Bullet for Joey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 73,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The killer: Bryce Kovack, who, along with his brothers Brent Kovack and Donnie Kovack, own and operate their own garage. Theirs is an extremely tight-knit family, they who still live together in the family home, with their only other sibling, younger sister Erin Kovack, having just returned home from dental hygiene school - she being the only member of the family ever to go onto higher learning - Brent and Donnie unaware on Bryce's request to help deal with the current family problem. The victim: Joey Dunkamp, a real estate agent, generally of high end properties. ...    "
                },
                "12": {
                    "title": "Kiss of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 80,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The victim: successful crime novelist Lori Oliver, who dies after collapsing while making a presentation at a writers' conference. The killer: Dustin Hess, a creative writing professor at Langara College, he who chides anyone who reads and likes Lori's books, people such as his student, Doug Butcher, one of Lori's many über-fans. Betty quickly assesses that Lori was poisoned, and after receiving the toxicology report learns that she was poisoned by a toxin that is not used for anything - and thus needs to be manufactured for this specific purpose - and that even the ...    "
                },
                "13": {
                    "title": "For You I Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 99,
                    "original air date": "27 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The killer: undercover police officer Doug Slater. The victim: Samantha Turner, Sergeant Cross' current girlfriend and the prosecuting attorney in the upcoming League of Nations trial in which Mark is the star witness as the undercover cop who infiltrated the gang. Slater was also present at the scene ten years ago as a first responder in the Alfonso Dyer shooting, the truth of the shooting which has haunted Mark and Angie all these years. Samantha is found strangled to death in her apartment, with the signature League of Nations \"burnt tongue\" signature present. ...    "
                }
            },
            "3": {
                "1": {
                    "title": "6 Months Later",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 83,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The killer: Derek Caster. The victim: London Montgomery, the grown daughter of wealthy industrialist, Neville Montgomery. Six months out of drug rehab and seemingly clean during that time, London is found dead from being poisoned on what was the night of her birthday party joint drug rehab facility fundraiser. Betty suspects that the drug was purposefully given to London as what she believed was cocaine. Oscar recuses himself from the case when he learns that the last person to text London before she died was his father, Franco Vega, who has a thing for younger women ...    "
                },
                "2": {
                    "title": "Calling the Shots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 68,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The victim: Sienna, a prostitute who used her life coaching company as a front. The killer: Stephanie Carson, a jealous wife and controlling mother who works as an investment advisor purportedly earning seven figures. Sienna's dead body is found in the bathroom of her \"office\" i.e. a downtown condo, she injected with a fatal dose of pentobarbital through the neck, and the word \"SLUT\" written on her forehead in lipstick. Besides Sienna's work as a prostitute and the need to interview her clients, most specifically those that were scheduled the day of and after her ...    "
                },
                "3": {
                    "title": "Oblivion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 70,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The victim: Geoff Armstrong, a civic urban planner and a part-time scuba diving instructor. The killer: Robin Gould, an architect, who works for the high powered firm run by Isaac Griffin, who was up until two days ago also her fiancé as she called off the engagement due to what she told him were their diverging lives. The Homicide detectives, before learning of Geoff's death, have another homicide investigation... Robin's. Her blood splattered car is discovered in a remote area, no body to be found anywhere nearby. In their search for Robin and what they assume is ...    "
                },
                "4": {
                    "title": "The Glass House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 71,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The victim: Peter Glass, an employee for Fibersec, a digital security consulting firm. He is survived by a wife, full-time homemaker Olivia Glass, and a sixteen year old daughter, Sophie Glass. The killer: Wayne Hobbs, a general contractor, one of whose latest jobs was to build a backyard deck for the Glasses. Peter is eventually identified as the murder victim through DNA of his dismembered body parts strewn throughout various locations in the city. In interviewing those that knew Peter, the Homicide detectives find that he was considered an anti-social man, who ...    "
                },
                "5": {
                    "title": "The Suicide Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 64,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The killer: florist Ella Rollins. The victim: Lee Ward. Lee's dead body is one of two at an attempted robbery of an armored security truck, the primary players being two robbers and two security guards. The primary surviving eyewitness, Blair Morton, one of the two security guards who happens to be Ella's husband, describes the events as follows. After returning from a coffee run, his partner, Tony Lamot, the other victim, was shot in the back from a distance with what is later identified as specialty armor piercing bullets. As Blair rushed to Tony's side to ...    "
                },
                "6": {
                    "title": "Fallen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 63,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The victim: street artist Perry Doyle. The killer: fourteen year old Wesley Hillridge, an aspiring street artist himself. To do his art, Wes sneaks out of the house at night. His newly remarried mother, Nina Hillridge, overcompensates in providing as much support to Wes as she feels she can and needs to in light of Wes and her new controlling husband, Lance, clashing often over Wes' art activities, legal and illegal. The dead body, initially listed as a John Doe, is found hanging by a rope over the side of an overpass, the thought being that he was involved in a hit ...    "
                },
                "7": {
                    "title": "Pilot Error",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 66,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The victim: pastry chef Chelsea Richmond. The killer: pilot Brad Calgrove, a first officer for his airline. He is engaged to wealthy art gallery owner Nicole Gaynor who was recently mugged. Chelsea had recently moved from Florida to Vancouver, her cocktail dress clad dead body found frozen in the freezer in her rented house. She was knocked unconscious before being frozen. Her body is found by her absentee landlady, as Chelsea was supposed to be out of the house two weeks ago. Because of the freezing, Betty cannot pinpoint how long she has been dead, it being anywhere...    "
                },
                "8": {
                    "title": "Reversal of Fortune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 72,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The killer: brew-master Joe Hillis, who is just about to open a craft brewery. The victim: tarot card reader Ginelle Mercier. Her mummified body is found in the wall of a for sale warehouse, which was being renovated for suspected asbestos. Because of the environment of the warehouse, Ginelle, who was placed there postmortem, could have been killed as recently as ten weeks ago. The detectives have to find who would have last had contact with her, including among her colleagues, friends and clients, the latter from who they learn that she was considered the best in the...    "
                },
                "9": {
                    "title": "Best Enemies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 60,
                    "original air date": "3 May 2015",
                    "year": "2015",
                    "plot": "\n    The victim: Nika Reid, an assistant to renowned but sleazy photographer Eric Sharpe, who likes to party hard with his young female models and staff, most who will do whatever he says to gain his influence to get ahead in the business. The killer: Stacy Lawford, who works at a local online gossip blog called Wicked City, which specializes in salacious local stories. Stacy also happens to be Nika's roommate and best friend. Eric discovered Nika's dead body in bed with him when he woke up after a boisterous late night party at his live/work studio. The detectives believe...    "
                },
                "10": {
                    "title": "Purgatory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 57,
                    "original air date": "10 May 2015",
                    "year": "2015",
                    "plot": "\n    The killer: Ashley Kirkwell, the former owner/operator of Purgatory, a strip club which has now been renamed the Blu Lounge. The victim: Dr. Garrison Osgood, a plastic surgeon with his own private clinic in partnership with Dr. Lucy Everhill. When Angie, Brian and Oscar first encounter Dr. Osgood, he is still alive in the clinic, the chief suspect in Dr. Everhill's murder, she on one of the operating room tables slashed to death. However, Dr. Osgood spouts off a cryptic sounding message before he quickly crumples to the floor and dies in front of Angie and Brian's ...    "
                },
                "11": {
                    "title": "The Amateurs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 58,
                    "original air date": "24 May 2015",
                    "year": "2015",
                    "plot": "\n    The killer: social worker Charlie Monahan. The victim: Ken Leung, the deputy leader of the ruthless Golden Tiger Triad, the largest criminal organization in the city. The triad makes money in part through their illegal mah jong gambling den. Leung's bullet ridden dead body is discovered in his home, the murder weapon on the scene. His is only one of three concurrent homicides, Angie, Oscar and Brian each taking the lead on one of the three. The other two are Dr. Ronald Hanlon DDS, whose wife was away in Seattle receiving fertility treatments at the time of his death, ...    "
                },
                "12": {
                    "title": "Frampton Comes Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 66,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    The victim: Rick Wyatt, an insurance adjuster. The killer: Lawrence Frampton, a collections agent who is mourning the recent death of his wife, Helen Frampton, from complications from COPD. Rick's dead body is found behind the wheel of his car in the parking lot at his workplace, his hands handcuffed together around the steering wheel and a duct tape fastened plastic bag over his head, asphyxiation the cause of death. The detectives initially find that Rick is generally well liked by his colleagues, but that the more they delve into his life that he was involved in ...    "
                },
                "13": {
                    "title": "A Problem Like Maria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Motive (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 67,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The victim: Maria Snow. The killer: Neville Montgomery. Two eyewitnesses saw Maria's body crashing atop a car parked on the street, she apparently falling from the seventh floor of the adjacent heritage building, recently purchased by Neville. Everything is consistent with the fall being the cause of death. The homicide detectives are certain that Neville is behind Maria's death, despite they working leads pursuing Robert as the murderer. They see it tied into Neville's harassment of Angie through his goon breaking into her home, and her beloved car being blown up in ...    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Lehman, Kristin"
            },
            {
                "name": "Ferreira, Louis"
            },
            {
                "name": "Penny, Brendan"
            },
            {
                "name": "Holly, Lauren"
            },
            {
                "name": "Christie, Warren"
            },
            {
                "name": "Cross, Roger"
            },
            {
                "name": "Tian, Valerie"
            },
            {
                "name": "d'Oliveira, Luisa"
            },
            {
                "name": "Bright, Cameron"
            },
            {
                "name": "Mennell, Laura"
            },
            {
                "name": "Lewis, David"
            },
            {
                "name": "LeBlanc, Karen"
            },
            {
                "name": "Jr., Victor Zinck"
            },
            {
                "name": "de Klerk, Richard"
            },
            {
                "name": "McCarthy, Francis X."
            },
            {
                "name": "Flanagan, Tommy"
            },
            {
                "name": "Garber, Victor"
            },
            {
                "name": "House, Marci T."
            },
            {
                "name": "Vantis, Dimitri"
            },
            {
                "name": "Petersen, Luvia"
            },
            {
                "name": "Tennant, Emily"
            },
            {
                "name": "Cassidy, Joanna"
            },
            {
                "name": "Olsson, Ty"
            },
            {
                "name": "Wilson, Brittney"
            },
            {
                "name": "Nordling, Jeffrey"
            },
            {
                "name": "Baker, Link"
            },
            {
                "name": "Sutherland, Haig"
            },
            {
                "name": "Mitchell, Nathan"
            },
            {
                "name": "Chapman, Douglas"
            },
            {
                "name": "Houde, Serge"
            },
            {
                "name": "Cofsky, Kristine"
            },
            {
                "name": "Callica, Jaime M."
            },
            {
                "name": "Tracy, John Emmet"
            },
            {
                "name": "Cox, Christina"
            },
            {
                "name": "Yamamoto, Donna"
            },
            {
                "name": "Dayne, Style"
            },
            {
                "name": "Webb, Chris"
            },
            {
                "name": "Paleja, Shekhar"
            },
            {
                "name": "Paunovic, Aleks"
            },
            {
                "name": "Noble, Byron"
            },
            {
                "name": "Li, Mike"
            },
            {
                "name": "Loopy"
            },
            {
                "name": "Milligan, Dustin"
            },
            {
                "name": "Airlie, Andrew"
            },
            {
                "name": "Arsenault, Alex"
            },
            {
                "name": "Balaban, Liane"
            },
            {
                "name": "Bancroft, Cameron"
            },
            {
                "name": "Benyaer, Michael"
            },
            {
                "name": "Campbell, Scott Michael"
            },
            {
                "name": "Carella, Nicholas"
            }
        ],
        "locations": [
            "Maple Ridge, British Columbia, Canada",
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "France:10"
        ],
        "number of seasons": 4,
        "rating": 7.4,
        "votes": 4571,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTAzMjE0NDE3MjleQTJeQWpwZ15BbWU4MDMwMTQ1MTIx._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "A Vancouver based murder has just occurred and been discovered. At the beginning of each episode, not only is the victim(s) identified to the viewer, but also the killer(s). The disparate group of Vancouver Homicide detectives, with help from the Coroner's office, have to wade through the evidence which will lead them through the more often than not less than straightforward path to discovering the killer(s) and his/her/their motive. That motive often is not fully understood by the detectives until they catch the killer(s). One of those detectives, quick witted and acerbic tongued Angie Flynn, often has the competing priority of raising her son, Manny, as a single mother.",
        "languages": [
            "English"
        ],
        "title": "Motive",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Cerone, Daniel"
            },
            {
                "name": "Thorpe, James"
            },
            {
                "name": "Pound, Thomas"
            }
        ],
        "production companies": [
            {
                "name": "Foundation Features"
            },
            {
                "name": "Lark Productions"
            },
            {
                "name": "NBC Universal Television Distribution"
            },
            {
                "name": "Bell Media"
            },
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "Motive1 Productions"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Television (CTV)"
            },
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "TV2"
            },
            {
                "name": "TV5"
            },
            {
                "name": "Universal Channel"
            },
            {
                "name": "Universal Pictures"
            },
            {
                "name": "Universal Pictures"
            },
            {
                "name": "Viasat3"
            },
            {
                "name": "Viasat3"
            }
        ],
        "special effects": [
            {
                "name": "Stargate Studios"
            }
        ],
        "other companies": [
            {
                "name": "1010 Audio"
            },
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Fintage CAM"
            },
            {
                "name": "Line 21 Media Services"
            },
            {
                "name": "Line 21 Media Services"
            },
            {
                "name": "Marshall/Plumb Research Associates"
            },
            {
                "name": "Pictorvision"
            }
        ],
        "plot": [
            "A feisty Vancouver homicide detective tracks down the most cunning of killers by trying to figure out the often unexpected motive to the crime.",
            "A Vancouver based murder has just occurred and been discovered. At the beginning of each episode, not only is the victim(s) identified to the viewer, but also the killer(s). The disparate group of Vancouver Homicide detectives, with help from the Coroner's office, have to wade through the evidence which will lead them through the more often than not less than straightforward path to discovering the killer(s) and his/her/their motive. That motive often is not fully understood by the detectives until they catch the killer(s). One of those detectives, quick witted and acerbic tongued Angie Flynn, often has the competing priority of raising her son, Manny, as a single mother.::Huggo"
        ],
        "synopsis": [
            "\"Motive\" -- This unconventional crime drama poses the question of \"whydunit\" rather than \"whodunit.\" Each episode begins by revealing not only the victim but the killer as well. A team of investigators, led by homicide detective Angie Flynn, tries to piece together the clues. Viewers navigate a complicated maze of clues themselves as they get a glimpse of the killer before and after the crime is committed. Angie and her team set out to uncover the motive by discovering the killer's connection to the victim and the evidence needed to solve the crime.From the executive producer, Daniel Cerone, of \"Dexter\" and \"The Mentalist.\" \n"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (Canada)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4571,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 459,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 1470,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 1509,
                "rating": 7.6
            },
            "males": {
                "votes": 1846,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 221,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 688,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 825,
                "rating": 7.3
            },
            "females": {
                "votes": 1823,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 234,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 763,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 664,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 92,
                "rating": 6.2
            },
            "us users": {
                "votes": 1209,
                "rating": 7.6
            },
            "non us users": {
                "votes": 1483,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 923,
            "9": 681,
            "8": 1207,
            "7": 868,
            "6": 351,
            "5": 167,
            "4": 110,
            "3": 58,
            "2": 61,
            "1": 145
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}