{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "14 January 2013"
            }
        ],
        "release dates": [
            "UK::14 January 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "My Mad Fat Diary"
            },
            {
                "countries": "France",
                "title": "Journal d'une ado hors norme"
            },
            {
                "countries": "Greece",
                "title": "Το ημερολόγιο μιας διαφορετικής εφηβείας"
            },
            {
                "countries": "Italy",
                "title": "My Mad Fat Diary"
            },
            {
                "countries": "Russia",
                "title": "Мой безумный дневник"
            }
        ],
        "akas": [
            "My Mad Fat Diary (original title)",
            "Journal d'une ado hors norme France",
            "Το ημερολόγιο μιας διαφορετικής εφηβείας Greece",
            "My Mad Fat Diary Italy",
            "Мой безумный дневник Russia"
        ],
        "akas from release info": [
            "My Mad Fat Diary (original title)",
            "Journal d'une ado hors norme France",
            "Το ημερολόγιο μιας διαφορετικής εφηβείας Greece",
            "My Mad Fat Diary Italy",
            "Мой безумный дневник Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Who Is Stan Ford?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 113,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    1998 last summer in Stamford. The gang plan to celebrate their last summer together, Before leaving for uni. Rae gets a job in a record shop and doesn't want things to change.    "
                },
                "2": {
                    "title": "Rewind",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 94,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Rae is trying to fix things following the accident. Rae and Finn having a rough patch, but Rae's new friend is changing things.    "
                },
                "3": {
                    "title": "Voodoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 112,
                    "original air date": "6 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Rae seeks out Kester, who reiterates his view that she no longer needs therapy and so she tries to channel her energies into revision but is distracted by thoughts of Finn with Katie. Katie tells her nothing happened and delivers some home truths on how Rae should stop laying her problems onto Finn but this has an adverse effect and leads to a suicide attempt. However a surprise announcement from her mother and an instruction by Kester to look for the answers to her problem in the diary helps Rae to take a positive outlook , advising an insecure Chloe and parting as a...    "
                }
            },
            "1": {
                "1": {
                    "title": "Big Wide World",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 241,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Overweight and under-confident teenager Rae Earl is discharged from psychiatric hospital and is met by her mother, who is hiding her Tunisian boyfriend Karim from the immigration authorities. Rae goes to the pub where her friend Chloe introduces her to her circle, including the desirable 'half geek, half rock god' Archie, whom Rae would love as her boyfriend. She is, however, prone to panic attacks and tries to return to the ward but is persuaded by her friend Tix to brave the big wide world. After a reconciliatory chat with her mother she attends Chloe's pool party ...    "
                },
                "2": {
                    "title": "Touched",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 161,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Rae is not happy. Elderly Mrs Dewhurst across the road has accused her of being a Peeping Tom whilst a conversation with her friends in the pub exposes her as a virgin. A visit to Tix at the psychiatric ward is also depressing. However Archie asks her on a date and they are soon kissing. A second date is planned but Archie fails to show and when Rae goes after him he admits that he is gay and hoped that kissing a girl would make him straight. He is scared to come out so Rae decides the best way for them both to save face is for her to claim that she dumped him. ...    "
                },
                "3": {
                    "title": "Ladies and Gentlemen",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 149,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Rae and Chloe fall out when Chloe admits she is secretly dating their P.E. teacher Stephen Carrisford. There is further disharmony when Chop and Finn invite Rae to a rock concert but not Chloe. In fact they regard Rae as one of the lads, rather than a girl, which disheartens her and, after an encounter with the Green Lane gang of bullies, she starts self-harming again. Rae admits to Dr Gill her envy of Chloe after which she is again picked on by the Green Lane gang but rescued by Finn, for whom she realises she is falling. However, on the day of the concert, she stays...    "
                },
                "4": {
                    "title": "Don't Ever Tell Anybody Anything",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 157,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Rae and Finn are really hitting it off but she is scared he still sees her only as one of the boys. She tells Chloe about her self-harming and proposes telling her other friends in order to be honest. Then her mother and Karim go to Tunisia for a few days, Rae being warned against having any parties. However when Rae discovers that the postcards supposedly sent by her absent father working in Scotland were sent by her mother she rebels and has a party. She is also angry with Dr Gill because, although Rae knows his marriage is in difficulties, he never tells her about ...    "
                },
                "5": {
                    "title": "It's a Wonderful Rae: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 125,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Rae finds that she is vying with Chloe for Finn's affections. The gang is going to a rave but Rae's mother puts her foot down and tries to prevent her. After being sick Rae realizes that this is due to the combination of alcohol and her medication so she decides to stop taking the latter. This makes her behave oddly, freeing Karim's cage birds, some of whom die and leading to a huge row with her mother. After laying low at Finn's she goes to the rave where she is upset to see Chloe and Finn kiss. She returns home and patches things up with her mother but gets a call ...    "
                },
                "6": {
                    "title": "It's a Wonderful Rae: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 168,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Feeling guilty that she was not there for Tix Rae is also depressed when Chloe tells her of her feelings for Finn and imagines running her over. Things get worse when Rae realises that Chloe has read her diary and tries to commit suicide but is herself run over. Whilst Rae is unconscious Tix appears and tells her how life would be poorer if Rae was to do away with herself so, after being discharged from hospital, she goes to see Kester Gill, discussing her suicide attempt and her feelings for her father. On Kester's advice she goes to her mother's wedding and gives a ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Alarm",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 140,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Rae's still madly in love with Finn, but will her insecurities sabotage their relationship before it's even begun? Meanwhile, Kester encourages her to face her demons and finally confront the truth about what happened to Tix.    "
                },
                "2": {
                    "title": "Radar",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 116,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Rae's mother finds out that Rae set off the fire alarm and she is forced to appear before the college principal who decides against suspending her but puts her on a warning. At the therapy session Rae is impressed by an articulate outburst from fellow group member and student Liam, who saw her set off the alarm but swears he told nobody. Back home Rae's mum announces that she is pregnant but Rae herself is far from happy as she increasingly wonders why such a good-looking boy as Finn wants to date her, particularly as his previous girlfriend was the slim blonde Stacey...    "
                },
                "3": {
                    "title": "Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 116,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Without Finn Rae does her best to fit in with a clique of cool, slim girls led by Stacey and, with her tastes in popular music and advice to love-lorn Lois about getting a boyfriend winning them over, she actually starts to bond with them. Only Liam has worked out her terrible secret, her refusal to eat in front of other people because of her weight problem though eventually she finds herself able to confide in Stacey about it. However this is a terrible mistake as she soon works out that Stacey surrounds herself with people who are vulnerable so that she can bitch ...    "
                },
                "4": {
                    "title": "Friday",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 109,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Rae is pleased to have the apparently fearless Liam as her best, platonic friend, but is surprised that he wants to keep his group attendance secret. This spells trouble for Rae when Liam's violent girlfriend Amy, said to have been expelled from her last college for assault, threatens her and wants to know why they spend so much time together. She gives her until Friday. Liam refuses to tell Amy the truth but Rae sees he is not so tough when he breaks down and they kiss. Archie is also given the ultimatum by Lois to come out by Friday or else she will expose him. He ...    "
                },
                "5": {
                    "title": "Inappropriate Adult",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 111,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Rae is hanging out with Liam, who is now single, but her mum sees them smoking pot and grounds her. With Finn dating a twenty-four year old and Chloe also hanging out with twenty somethings she feels very young and out of it. She decides to visit her long estranged father, Victor, who gives her driving lessons and a record deck for her birthday but asks her not to tell her mother. Chloe asks her to a party but she freaks out when the older Saul comes on to her and flees, ending up at Kester's before returning home and making up with her mum, agreeing to accompany her ...    "
                },
                "6": {
                    "title": "Not I",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 122,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Chloe is meant to be singing the lead in the college musical but she has disappeared, not for the first time. Rae goes to her house and discovers her diary. She is initially appalled as Chloe describes her affair with P.T. teacher Stephen and distorts facts about Rae, whom she sees as a rival for Finn. However reading on she finds that Chloe describes her as ' a beautiful person, not bitchy and broken like me' and sees that Chloe is clearly less self-assured than she appears. Rae starts to feel for her, recalling the times Chloe helped her. At the therapy group Liam ...    "
                },
                "7": {
                    "title": "Glue",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Mad Fat Diary (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 157,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    After spending the night with Liam Rae goes home to argue with her mother about seeing Victor and resenting the new baby. Following her split with Chloe she feels isolated at college and her efforts to get the old gang back together to find Chloe fail due to their bickering. After getting good advice from Kester she starts to turn things around, saving her mother when she starts bleeding and being glad to have a baby sister as well as saving Chloe from her vile boyfriend and joining her in a triumphant return to college. She finally gets the old group on good terms ...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Comer, Jodie"
            },
            {
                "name": "Baxendale, Ciara"
            },
            {
                "name": "Cohen, Dan"
            },
            {
                "name": "Rooney, Sharon"
            },
            {
                "name": "Hart, Ian"
            },
            {
                "name": "Rushbrook, Claire"
            },
            {
                "name": "Mirallegro, Nico"
            },
            {
                "name": "Murphy, Jordan"
            },
            {
                "name": "Abedi-Amin, Bamshad"
            },
            {
                "name": "Evans, Darren"
            },
            {
                "name": "Convery, Turlough"
            },
            {
                "name": "Wright, Sophie"
            },
            {
                "name": "Armstrong, Kirsty"
            },
            {
                "name": "Tatum, Sally"
            },
            {
                "name": "Hamblet, Jodie"
            },
            {
                "name": "Pitts, Tony"
            },
            {
                "name": "Potter, Susie"
            },
            {
                "name": "Stanton, Sophie"
            },
            {
                "name": "Walters, Eliot Otis Brown"
            },
            {
                "name": "Latif, Shazad"
            },
            {
                "name": "Artlett, Robert-Anthony"
            },
            {
                "name": "Haywood, Terry"
            },
            {
                "name": "Parkinson, Sacha"
            },
            {
                "name": "Preston, Nick"
            },
            {
                "name": "Stephenson, Debra"
            },
            {
                "name": "Watson, Sophie"
            },
            {
                "name": "Fitzsimons, Daniel"
            },
            {
                "name": "Neary, Jo"
            },
            {
                "name": "Collard, Kenneth"
            },
            {
                "name": "Copeland, Markus"
            },
            {
                "name": "Allen, Keith"
            },
            {
                "name": "Chakrabarti, Lolita"
            },
            {
                "name": "Chauhan, Sophia"
            },
            {
                "name": "Chauhan, Anaiya"
            },
            {
                "name": "Dukes, Holly"
            },
            {
                "name": "Hardcastle, Kieran"
            },
            {
                "name": "Davies, Karl"
            },
            {
                "name": "Kelly, Danny"
            },
            {
                "name": "Marsay, Faye"
            },
            {
                "name": "Nightingale, Anna"
            },
            {
                "name": "England, Patricia"
            },
            {
                "name": "Webster, Glenn"
            },
            {
                "name": "Gallagher, Charlie"
            },
            {
                "name": "McClean, Mike"
            },
            {
                "name": "Moore, Cameron"
            },
            {
                "name": "Watson, Martha"
            },
            {
                "name": "Burrows, James"
            },
            {
                "name": "Eeles, James"
            },
            {
                "name": "White, Zara"
            },
            {
                "name": "Attlee, Richard"
            }
        ],
        "locations": [
            "Golden Plaice - 132 Shenley Road, Borehamwood, England, UK::(Chip shop)",
            "Crazy Beat Records - 87 Corbets Tey Road, Upminster, England, UK::(Record shop)",
            "Elstree Studios, Borehamwood, Hertfordshire, England, UK::(studio)",
            "Elstree, Hertfordshire, England, UK",
            "Borehamwood, Hertfordshire, England, UK",
            "Arkside Drive, Cassiobury, Watford, England, UK::(Car crash)",
            "Northwick Park Hospital, Harrow, Middlesex, England, UK::(Hospital)"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "47"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 8.4,
        "votes": 13512,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWMyNzEzZjItZWZiMy00MzQ2LWExZjItNDRmZTE0MjEyMGVjXkEyXkFqcGdeQXVyNzA5NjUyNjM@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Set in 1996 in Lincolnshire, the show tells the tragic and humorous story of a very troubled young girl, Rae, who spent four months in a psychiatric hospital for attempted suicide. After finally leaving the hospital, Rae reconnects with her best friend Chloe and her group, all who are unaware of Rae's mental health and body image problems and her four month stay in the hospital.",
        "languages": [
            "English"
        ],
        "title": "My Mad Fat Diary",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2015",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Bidwell, Tom"
            },
            {
                "name": "Catley, Mark"
            },
            {
                "name": "Earl, Rae"
            }
        ],
        "production companies": [
            {
                "name": "Tiger Aspect Productions"
            }
        ],
        "distributors": [
            {
                "name": "E4"
            }
        ],
        "other companies": [
            {
                "name": "Casting Collective"
            },
            {
                "name": "Production Copier Company"
            }
        ],
        "plot": [
            "Set in 1996 in Lincolnshire, the show tells the tragic and humorous story of a very troubled young girl, Rae, who spent four months in a psychiatric hospital for attempted suicide. After finally leaving the hospital, Rae reconnects with her best friend Chloe and her group, all who are unaware of Rae's mental health and body image problems and her four month stay in the hospital.",
            "Rae is a young teenage girl struggling with mental health issues. Having spent time in a psychiatric institute, she comes out and tries to make connections with her friends and family. However, her friends are unaware of her stay in hospital and life doesn't always go her way."
        ],
        "synopsis": [
            "My Mad Fat Diary is a British television series that debuted on E4 on 14 January 2013. It is based on \"My Fat, Mad Teenage Diary\" written by Rae Earl."
        ],
        "tech": {
            "runtime": [
                "47 min (approx)"
            ],
            "color": [
                "Color",
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13512,
                "rating": 8.4
            },
            "aged under 18": {
                "votes": 21,
                "rating": 9.1
            },
            "aged 18 29": {
                "votes": 6329,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 2602,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 440,
                "rating": 7.1
            },
            "males": {
                "votes": 2321,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 1112,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 799,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 233,
                "rating": 6.4
            },
            "females": {
                "votes": 7638,
                "rating": 8.7
            },
            "females aged under 18": {
                "votes": 18,
                "rating": 9.2
            },
            "females aged 18 29": {
                "votes": 5102,
                "rating": 8.8
            },
            "females aged 30 44": {
                "votes": 1759,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 201,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 88,
                "rating": 5.3
            },
            "us users": {
                "votes": 1151,
                "rating": 8.2
            },
            "non us users": {
                "votes": 5855,
                "rating": 8.4
            }
        },
        "number of votes": {
            "10": 5317,
            "9": 3309,
            "8": 2443,
            "7": 1185,
            "6": 408,
            "5": 194,
            "4": 97,
            "3": 71,
            "2": 71,
            "1": 417
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}