{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "March 2013",
                "notes": "                            (TV premiere)"
            },
            {
                "country": "USA\n",
                "date": "5 June 2013"
            }
        ],
        "release dates": [
            "USA::March 2013                            (TV premiere)",
            "USA::5 June 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Beverly Hills Pawn"
            },
            {
                "countries": "Portugal",
                "title": "Em Nome do Penhor: Beverly Hills"
            },
            {
                "countries": "Spain",
                "title": "Empeños en Beverly Hills"
            }
        ],
        "akas": [
            "Beverly Hills Pawn (original title)",
            "Em Nome do Penhor: Beverly Hills Portugal",
            "Empeños en Beverly Hills Spain"
        ],
        "akas from release info": [
            "Beverly Hills Pawn (original title)",
            "Em Nome do Penhor: Beverly Hills Portugal",
            "Empeños en Beverly Hills Spain"
        ],
        "episodes": {
            "5": {
                "13": {
                    "title": "Thunderbirds Pink Diamonds And All That",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "I Want to Buy an Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    It's a wild day at the most exclusive pawn store in the world. Yossi and the team shop for movie memorabilia to expand their world-class collection. A woman trying to raise money for a boob job, drops in to sell bed linens from the '40 Year Old Virgin'. But Cory suspects the linen is a stranger to the laundry and puts on gloves to protect herself from the unknown germs. The sale goes south when the seller can't provide proof that the sheets were ever on-screen. Yossi turns on the charm in a bid to buy 'Jurassic Park' dinosaur eggs from a beautiful, hard-bargaining ...    "
                },
                "2": {
                    "title": "Models, Money and Michael Jackson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Glamour, glitz and some mind-blowing surprises from the world of rock and roll. Cory is wowed by a precious relic from the psychedelic sixties, in the shape of a vintage organ once played by Jim Morrison and The Doors. Aria deals with a leggy blonde model who's selling a pair of beautiful earrings to raise a few bucks for new head shots. But then Yossi starts flirting and ends up making the model's day, and making her a fortune. The next customer arrives with an inflated view of what her treasure is worth, but it is a truly one of a kind item, a painting by the late ...    "
                },
                "3": {
                    "title": "Batman and a Blade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    A fan of scary movies brings in the knife made famous in the movie Scream, and the cash he is looking to get is a real horror story. But the customer cuts Yossi down to size with an arm wrestling bout and, in the end, the boss pays the price. Later, Yossi turns on the charm when Ed Begley's, Jr.'s wife turns up at the store with an exquisite piece of jewelry to sell, and Aria and Cory handle a pawn store first timer with a one of a kind item from the original Batman series. a super-rare, superhero's utility belt. Meanwhile, at a sleek hillside home high above ...    "
                },
                "4": {
                    "title": "Diamonds and Disco Balls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    At the most glamorous pawn store on the planet, Yossi and Cory welcome a relative of fashion legend Tommy Hilfiger, who's trying to off-load an exquisite family heirloom encrusted with diamonds. Turns out it was a prom night gift -- Beverly Hills style -- worth close to half a million dollars. A walk-in customer looking for an investment falls in love with a vintage pearl and jewel necklace. She drives a hard bargain, but forgets that she's up against a master of negotiation. A collector tries to sell a studded jacket from the 80s classic 'Weird Science' and Yossi ...    "
                },
                "5": {
                    "title": "Spielberg and Superheroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    It's a day of magic tricks and movie legends at Beverly Hills Pawn. A local illusionist brings in a cast iron key that belonged to world famous escapologist Harry Houdini, and wows Yossi and Cory with some amazing mind reading. Then he pulls of off the toughest trick of all -- getting Yossi to pay his big ticket asking price. Dom ventures out of the store with Yossi, to the home of a glamorous Israeli socialite, who's hankering after a Hermes Birkin handbag that could be worth fifty thousand dollars. Back on Rodeo Drive, Aria welcomes a customer with an iconic piece ...    "
                },
                "6": {
                    "title": "A Fistful of Dollars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Exquisite treasures from Hollywood legends old and new make for a blockbuster day at Beverly Hills Pawn. Yossi drops big bucks on a costume jewelry piece that would be almost worthless - except that it was once wrapped around the famous figure of Marilyn Monroe. Yossi calls in an expert to verify that it's the real deal, before paying more than most folks spend on their homes to buy the baubles. Later that day he has a chance of making a quick profit, by flattering a glamorous Beverly Hills socialite to pony up six figures, as a way of wowing her rich husband. Cory ...    "
                },
                "7": {
                    "title": "Hitchcock and the Moonwalk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    At Beverly Hills Pawn, it's a day full of surprises, and treasures from Hollywood legends. A walk-in customer hopes to unload a pair of sunglasses that once graced the face of the late Michael Jackson. Yossi and Aria head out to an actor's swanky house to bid on an exquisite family heirloom heavy with diamonds - and end up haggling over a scary-looking primate costume from Planet of the Apes. Later, Yossi invites a top memorabilia collector to shell out big bucks for an even more disturbing memento from a vintage Hitchcock classic - an extremely realistic shrunken ...    "
                },
                "8": {
                    "title": "Star Wars and Chocolate Bars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Today, some of Hollywood biggest legends turn up at Beverly Hills Pawn. A first time customer arrives with a baby Ewok from Return of the Jedi, then overcomes his nerves to trade Star Wars impressions with Aria and Cory. Next, an attractive Hebrew-speaking woman takes up ALL of Yossi's attention up, until she whips out the item she's trying to sell and then he's all business. It's a solid gold and sapphire make-up compact that the customer claims belonged to one of the most famous movie stars ever -- none other than Marilyn Monroe. And Cory and Yossi head out of the ...    "
                },
                "9": {
                    "title": "Cougars, Camaros and Cartier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    At Beverly Hills Pawn, the boss tries on Heather Graham's sunglasses from the Oscar-nominated 'Boogie Nights', and a flamboyant customer flatters Aria and tries his luck with Yossi, before walking away empty handed. Cory and Dominique deal with a Beverly Hill's cop who bought a Cartier charm bracelet seized in a drug bust. If it's real, this could be her lucky day - and her veteran police horse is in for a treat. Meanwhile, Yossi scores a dream gift for a customer's 16-year-old daughter's birthday. It's the kind of present only a Beverly Hills teenager could expect --...    "
                },
                "10": {
                    "title": "Guns and Gold Records",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    At Beverly Hills Pawn, Cory and Yossi come face to face with a man with a gun. Fortunately, it's a famous weapon from a legendary James Bond movie and it's loaded with Hollywood history, not bullets. A local musician brings in a Gold Record from the disco era, and Aria needs Yossi's help to figure out what it's worth. Dominique accompanies Yossi on a house visit -- or make that a mansion! A local Beverly Hills personality has a unique piece of film fashion history she's looking to sell. When Yossi finds out that the item was worn by Liz Taylor in Cleopatra, Yossi can ...    "
                },
                "11": {
                    "title": "Stallone and Swarovski",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "10 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    There's a whole lot going on in the Dina Collection today. First, a man brings in the full Rocky attire that Sylvester Stallone wore in the movie (minus shoes of course...). He brought in the robe, gloves, and trunks that were worn by the great Sly, with the certificate to prove it even! Although, as obsessed with Rocky as Yossi is, this man only wants to pawn the set. Yossi chooses to give him a price for it, BUT the man doesn't like that... so, what does he do??... He gives Yossi the option to \"fight\" him for more pawn money. In the end, Yossi wins, but still gives ...    "
                },
                "12": {
                    "title": "Cats and Cartier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "17 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode of Beverly Hills Pawn, Cory and Yossi are presented with an authentic memorabilia from the original Batman Returns, but a dispute emerges over how much this artifact should be worth. Later, Yossi and Dominique go on a house visit to Diana Roque Ellis's home with a gorgeous piece to help Yossi's old friend rebuild her collection after a traumatic incident. Back at the store Cory is visited by a wacky lady attempting to sell a very interesting Austin Powers artifact that leaves Cory and Yossi shocked. Finally, Ed Begley Jr. comes in seeking a suitable ...    "
                },
                "13": {
                    "title": "Django and Dresses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "24 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode of Beverly Hills Pawn, things heat up for Aria as the pressure gets placed on her to learn more about the items she is selling. Meanwhile, Norwood Young (Musician) pays a visit to Yossi while attempting to get him to buy this magnificent knife used by Jaime Foxx in the recent box-office hit: Django. Yossi caves regardless of the price, how can you not?! After, Yossi visits a beautiful home to view the one and only dress worn by Kim Novack in the movie classic: Vertigo. The dress was designed by the famous Edith Head and gathers an enormous price ...    "
                },
                "14": {
                    "title": "Brooches and Boob Jobs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "31 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode of Beverly Hills Pawn, a couple brings in a special artifact thinking Yossi will lose his head. Later, Dominique and Yossi meet with SJ Mendelson, who is a fine broach collector, in order to dazzle her with a very unique broach they know must belong to her. Back at the store, Yossi is visited by his very reliable client, Elliot, who presents Yossi with an amazing one of a kind memorabilia from the famous classic, The Godfather. Finally, a woman approaches Cory and Dominique looking to pawn a very beautiful piece consisting of 4 tiles painted by David ...    "
                },
                "15": {
                    "title": "Fran and Superman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "28 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode of Beverly Hills Pawn, an original Arnold Schwarzenegger worn piece from the movie Terminator 3: Rise of the Machines comes into the Dina Collection. Next, Yossi and Dominique take a trip to model/actor Rocco Gaglioti's house with a few different options to help him seal the deal. Later at the store, Cori is presented with a prop from the new Man of Steel movie but is unsure of the authenticity of the piece. Finally, Yossi calls actress Fran Drescher into the store to contribute to her auction for her cancer fundraiser.    "
                },
                "16": {
                    "title": "Potter and Picasso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode of Beverly Hills Pawn, a fluffy white poodle visits the shop with her two outrageous owners. Cory and Aria have their hands full helping them pick out the perfect birthday present for the pampered pup -- we're talking diamonds for doggy. Dominique deals with a rare artifact from the Harry Potter series, and a customer who's asking for a price that's anything but magic. Cory and Yossi head out to the home of a technology executive with a taste for 80s teen movies. He's selling a costume from the Michael J Fox flick Teen Wolf but Yossi's gets put off by ...    "
                },
                "17": {
                    "title": "Two Kings and a Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "4 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Today the action at Beverly Hills Pawn is out of this world. A Star Trek treasure sends Yossi and his team into uncharted territory, with big bucks at stake for a one-of-a-kind piece of Captain Kirk's wardrobe. In the back office, Cory pushes her boss to boldly go where he has never been before -- behind a computer to send his own e mail for the very first time. A vintage purse made of pure gold lures a real princess into the store, and the team takes a trip to an historic hilltop home to bid on a piano that once belonged to a King -- none other than Elvis Presley. ...    "
                },
                "18": {
                    "title": "Guitars and Tiaras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "11 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This week at the most glamorous pawn store in the world; a hairdresser from the trendiest salon in town shops for a new blade. He's got his heart set on a shiny stunt sword from The Hunger Games -- and Cory's determined to get her hair done at the same place Brad and Brittany get their locks chopped. It's a match made in heaven. Aria handles a walk-in customer wielding a guitar signed by Jimi Hendrix, then calls in the experts to help figure out if the legend played the Fender himself. Dom and the boss visit TV star and old friend, Teri Copley, at her grand Beverly ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Spacesuit and Golden Loot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    On this episode of Beverly Hills Pawn, a spacesuit from the huge blockbuster, Aliens, is brought in to Yossi and Dominique, but Dan is needed for his expert opinion. Next, a Burt Reynolds jacket from the movie The Best Little Whorehouse in Texas comes into the store and gets Cory excited. Later, Yossi and Dominique visit Dominique's friend, Christine, who is looking to sell a very sentimental piece of jewelry that has a special twist that makes it even more valuable. Back at the store, two handmade Salvador Dali gold medallion coins are brought in but can a price for ...    "
                },
                "2": {
                    "title": "The Beatles, the King and Doggie Bling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Today at the Dina Collection we get to meet a Hollywood Dog Trainer who shows Yossi how a \"French\" Poodle gives kisses, while trying to get top dollar for the dog's necklace! After we get to experience the Hollywood Dog life, Yossi's friend stops by to see what she can get for her highly valuable items worn by THE Wonder Woman herself. Then, Yossi and Aria get to meet Jack Armstrong, the son of the first man to ever step foot on the moon!! Jack has a certain motorized vehicle that is a genuine piece of art, but he may be asking a bit too much for it... Can Yossi ...    "
                },
                "3": {
                    "title": "Dumpsters, Dinosaurs and Diamonds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Yossi and Cory handle a Beverly Hills eccentric with an interest in the occult, and a selection of antique jewelry to offload. The customer talks to dead people and calls herself a witch, but her items are haunted and the quality of the gold gives the boss the creeps. Later, Yossi heads out of the store to bargain with an old girlfriend over a yellow diamond bracelet, and a customer comes in with a treasure unearthed from the set of Jurassic Park. A walk-in client brings in an old rocking chair that she discovered in a dumpster. She claims it belonged to the legendary...    "
                },
                "4": {
                    "title": "Argo, Go Power Rangers!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    It's a fantastic day for dress-up at The Dina Collection. First, the \"Schwartz\" is with Dominique and Cory when they are presented with a space-suit fit for a MOG. Aria gets a glimpse of the Vegas life when she models some Swarovski Showgirl jewelry, and Yossi offers her a new role at the store. Later, Yossi and Cory take a trip to her friend's mansion for a secret item. When they find out it's a case from legendary make-up artist John Chambers, it's down to business. Finally, Yossi and Dominique get a visit from a certain Ranger looking to make a Power trade.    "
                },
                "5": {
                    "title": "Bruce Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "3": {
                "1": {
                    "title": "Cowboys and X-Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Today on Beverly Hills Pawn, a movie prop, screen worn by Jeff Bridges in the western movie True Grit is brought into the Dina Collection. Then, Yossi and Aria take a trip to Malibu to make a visit to their long-time client, David, showing him a very unique Cartier piece that hits close to home. Back at the store, a man brings in an original piece of artwork made by the late star Farrah Fawcett that makes Yossi eager to make a deal. Later, Cory and Aria are presented with a piece of memorabilia from the original X-Men movie worn by James Marsden. Finally, actress ...    "
                },
                "2": {
                    "title": "Iron, Diamond and Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode of Beverly Hills Pawn, the Dina Collection will see some more fascinating items come in through the door! It begins with a valuable Stan Winston movie artifact that is brought in to Yossi. He seems to not have much interest in the item until, to his surprise, the expert tells him just how much it's really worth. Afterwards, the one and only \"Obama Girl\" brings in a very expensive, Van Cleef & Arpels, gift that was given to her- that she might be wanting too much for. Then... Dominique and Yossi pay a visit to the successful producer - Kevin Strom who ...    "
                },
                "3": {
                    "title": "Masks and the Matrix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Today on Beverly Hills Pawn, a very valuable memorabilia from the 1995 movie Batman Forever and George Clooney's Batman and Robin gets Yossi excited to make a deal. Next, a lucky woman stumbled upon a piece of cinematic history that calls in movie memorabilia expert George for his opinion on its authenticity. Next at the store, Dominique and Cory are presented with the original jacket worn by Keanu Reeves in the Matrix: Revolutions that has them dodging bullets while negotiating a fair price. Later, Yossi and Aria make a trip to the home of their loyal client Marlena ...    "
                },
                "4": {
                    "title": "Liz Taylor and the Terminator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Beverly Hills Pawn, a piece worn by the villain in the movie, Terminator 2 is brought into the store. Next, Dominique and Yossi are presented with a beautiful jewelry suite previously owned by Elizabeth Taylor. At the store, a nineteenth century Louis Vuitton luggage trunk has Yossi making a whole new kind of deal with the owner. Later, via Delanie Walker's request Yossi and Aria visit the NFL player to present him with the perfect celebratory watch. Finally, the recently bought Liz Taylor suite leaves a very happy woman mesmerized.    "
                },
                "5": {
                    "title": "Diamonds and the Duke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Today on Beverly Hills Pawn, Dominique is presented with a well-known prop from the movie Austin Powers in Goldmember, but the customer's asking price is not very groovy. Next, a familiar face from the classic holiday movie, A Christmas Story, comes in The Dina Collection and pays a visit to Aria and Cory in search of selling a memorabilia from the movie named the Greatest American Western of all time, The Searchers. Later, Dominique is shown a beautiful gift given to a woman by her first boyfriend that embodies growing up in Beverly Hills in a nutshell. Finally, ...    "
                },
                "6": {
                    "title": "McQueen & Masquerades",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode of Beverly Hills Pawn, a lady and her bodyguard pooch come in excited to sell a piece of Michael Jackson's wardrobe. Later, actor Patrick Muldoon brings in a truck previously owned by Steven McQueen. Next, Yossi and Dominique take a trip to Tarlton Morton's house to look at a gorgeous piece that belonged to Elizabeth Taylor. Back at the store, Cory and Aria are presented with a jacket worn by legend Barbra Streisand in the movie Yentl. Then, actor Jamie Walters accompanied by his daughter as back up brings in his own Les Paul guitar that once had ...    "
                },
                "7": {
                    "title": "Sinatra & the Super Bowl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode of Beverly Hills Pawn, record producer, Ray Barnes, is summoned into the Dina Collection to look at a piece Yossi put aside specially for him. Later, Yossi and Cory meet with Entrepreneur, Bert Martinez, who insisted they come take a look at one of his most treasured items, knowing it will blow them away. Back at the store, Former LA Raider, Doki Williams, comes in looking to pawn his most prized possession. Finally, a costume worn by Oscar-winning-actress Jennifer Lawrence in the recent blockbuster, Silver Linings Playbook, is brought into Aria and ...    "
                },
                "8": {
                    "title": "Forest and Flash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode of Beverly Hills Pawn, Yossi and Dominique are presented with an on-stage jacket worn by the King of Pop, Michael Jackson. Next, the 1980's Gordon Flash storyboards are brought to Aria, but require an expert's help on deciding its authenticity. Later, Yossi and Cory take a trip to Gretchen Bonaduce's house to take a look at her booty, but during the visit something else entirely catches Yossi eye. At the store, with a little push from Aria and Cory a happy costumer exchanges Cartier watches. Finally, Yossi's good family friend returns to recover a very...    "
                },
                "9": {
                    "title": "The Dude and the Dancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Today on Beverly Hills Pawn, a signature piece from the movie The Big Lebowski comes into the Dina Collection. Next, a super fan comes into the store looking to purchase the frightening Fifth Element Mangalore Head. Later, Yossi and Cori make a trip to their client's home, who shows them a Degas piece that makes Yossi shake with excitement. Back at the store, a ghost hunter pays a visit to Aria and Dominique to present them with a special prop from the new movie Beautiful Creatures. Finally, actor Sean Kanan brings in his wife to give her a surprise gift for a very ...    "
                },
                "10": {
                    "title": "Whitney and Warhol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    It's a day of crazy movie memorabilia at Beverly Hills Pawn Yossi makes goo goo eyes when a young blonde comes into the store with a spooky mask from a sci-fi classic. Cory has trouble telling the difference between the scary monster and her bald boss! Aria and Dominique deal with a stylist who scored a pile of free jewels at a celebrity event, and has high hopes that they're worth a fortune. A VIP walks in with an incredibly rare find, an antique statuette from the Academy Awards with a potential price tag in the six figures. Trouble is, it has some very tricky legal...    "
                },
                "11": {
                    "title": "Hornet and a Haunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    On today's episode of Beverly Hills Pawn Yossi's great client and friend, Kato, brings in a prop from the Green Hornet TV series, but without the proper authentication this piece calls for an expert's eye. Then, Yossi and Dominique visit the home of shoe designer, Taryn Rose, to help frost her with jewels for a big fashion event. Back at store, Aria is presented with a piece of horror history that brings back haunting memories from her childhood. Later, an item that belonged to Hollywood legend, Bette Davis, is brought into the Dina Collection. Finally, NBA player, ...    "
                },
                "12": {
                    "title": "Pale Man & Piaget",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Beverly Hills Pawn, a man comes in with an iconic Michael Jackson piece that leads Yossi to do something out of character. Next, one of the Dina Collection's loyal clients brings in a one-of-a-kind spooky prop from the movie Pan's Labyrinth. Later, Yossi and Dominique make a house trip to the massive home of Yossi's good friend, who collects fine watches, to show him a beautiful watch set that's perfect for him and his wife. Finally, Yossi brings in actor Doug Jones to show him his new purchase that-almost literally, deserves to belong to him.    "
                },
                "13": {
                    "title": "Dragons and DiMaggio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Boy, it sure is an eventful day at the Dina Collection! The episode begins with the exciting GQ Money bringing in a not-so-exciting... toy?... After, we get to meet the fabulous Mimi Frank where Yossi brings his highly valuable art to make a deal. Yossi sets a high price for the art that seems unimaginable to some, but Mimi may not mind after all, given that the artist was the one and only Franz Kline who left his \"special mark\" on them. Then, what a treat we receive when a \"butler\" of Hugh Hefner's enters with a surprisingly valuable set that belonged to Mr. Joe ...    "
                },
                "14": {
                    "title": "Dolphins, Diamonds and Die Hard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    This time around at the Dina Collection, we meet a stranger from Down Under that looks like someone awfully familiar in the Hollywood scene. Cory appears to like what she sees with this guy (the way he looks AND what he brings in), BUT will he get what he is asking for it from Yossi for this extravagant Fifth Element memorabilia? Maybe or maybe not, but either way it seems this smooth talker leaves the store completely satisfied... while leaving Cory behind in total daydream mode. Next up, we get to meet a top Beverly Hills jewelry designer named Tanya- who gets the ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Fast Cars & Classic Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Cory have a brush with classic cinema when they come across a rare film script - personally owned by one of the biggest movie stars in Hollywood history! Next, Yossi becomes a bit perplexed by an elegant diamond brooch made in the likeness of a not so elegant animal. Then, the deal-making kicks into high-gear as Yossi and Aria set their sights on a super luxurious car - with a luxury price tag over one million dollars! And finally, Yossi and Dominique have to convince a demanding art collector to drop a small fortune on...    "
                },
                "2": {
                    "title": "Kiss & Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    On this episode of Beverly Hills Pawn, the most iconic footwear in rock 'n roll gets brought in to Yossi and Aria, who must determine if it's the real deal. Will Yossi buy, or tell the seller to \"KISS off\"? Then, in what would be the highest priced transaction in the Beverly Hills Pawn's history, Yossi and Dominique try to sell a gigantic diamond ring to a very tough customer! Finally, Cory comes face to face with a scary childhood memory as she and Yossi broker a deal for some classic 80's monster movie memorabilia!    "
                },
                "3": {
                    "title": "Pawn Long & Prosper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Aria are nostalgic for a rare piece of music history from the top selling band in the world - The Beatles!! Next, Yossi meets his match while negotiating for a solid gold bra - with a Dominatrix! Finally, Yossi and Cory come across an iconic prop from the original \"Star Trek\" TV series - and boldly go where no pawn has gone before!    "
                },
                "5": {
                    "title": "Float Like a Butterfly, Pawn Like a Yossi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi & Cory are presented with unique artwork that may have been drawn by none other than boxing legend Muhammad Ali! Next, Yossi and Dominique take a gamble and meet with a high stakes poker player, who claims to have a watch for sale worth a cool million dollars! Finally, Yossi and Aria try to please a Las Vegas Madam with a glitzy showgirl dress worn by the original \"Funny Lady\" Barbra Streisand!    "
                },
                "6": {
                    "title": "Little Dragon, Big Diamonds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "30 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Yossi and Cory are shown a unique piece of art hand-drawn by martial arts legend Bruce Lee! Then, Yossi and Dominique have to dig deep into the Dina Collection vault to find a dazzling jewelry item for a Monte Carlo high roller.    "
                },
                "7": {
                    "title": "Sharks, Sapphires & Sex Symbols",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Aria get a face-to-fin look at a unique shark movie prop... from Sharknado! Then, a long-time customer offers Yossi and Cory the chance to buy a very special baseball - signed by Joe DiMaggio and Marilyn Monroe! And finally, Yossi and Dominique have to convince a very indecisive client to sell them a dazzling sapphire and diamond jewelry suite - will they seal the deal, or leave empty handed?    "
                },
                "8": {
                    "title": "The Million Dollar Question",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Dominique try to sell a long-time client some very unique artwork - by legendary actor Tony Curtis! Then, Yossi and Aria are presented with a gold guitar - but is it really worth one million dollars as its owner claims?? And Yossi and Cory have a chance to get their hands on a pair of valuable, antique books... chronicling the historic expedition of Lewis and Clark!    "
                },
                "9": {
                    "title": "Solid Gold Plunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Dominique board a luxury yacht for a chance to acquire sunken treasure from the sea! Next, Yossi and Cory have to find out if props from the hit TV show \"Xena, Warrior Princess\" are the real deal. Then, Aria and Dominique are challenged with matching the perfect gift for a customer's girlfriend who has everything - and maybe jewelry once owned by actress Jennifer Lawrence will do the trick!    "
                },
                "10": {
                    "title": "Yossi's Silver Hammer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Cory are wow'd by a Thor Hammer prop from the blockbuster movie \"The Avengers\" ... but is it authentic? Then, Dominique and Aria have to come up with the purrrfect graduation present - for a client's daughter named Kat! And finally, Yossi and Aria visit actor Eric Roberts to sell him a very unusual art piece by none other than John Lennon! But is it too unusual for Eric?    "
                },
                "11": {
                    "title": "Wild West Yossi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Aria try not to lose their heads while negotiating for a rare, 17th century executioner's sword! Next, Yossi and Dominique give a special customer the royal treatment - with a dazzling luxury watch that's wall-to-wall diamonds! Then, Yossi and Cory venture way out west and meet with a modern-day cowboy in search of the perfect high-end saddle!    "
                },
                "12": {
                    "title": "A Banksy and a Bombshell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "9 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Dominique attempt to sell a giant-sized art piece by the very mysterious graffiti artist, Banksy! And Yossi and Cory get a \"titanic\" surprise when a customer presents them with a diamond ring that may have been used in one of the biggest blockbuster movies of all time! Then, Yossi and Aria have the chance to get their hands on a vintage fur coat supposedly owned by the one and only Marilyn Monroe!    "
                },
                "13": {
                    "title": "Yossi Goes Ape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "10 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Beverly Hills Pawn, Yossi and Cory have the chance to buy rare movie artwork featuring the \"biggest\" star of all time - King Kong! Next, Yossi and Dominique have to convince a doubting male customer to purchase a pair of earrings worn by the Duchess of Windsor! And then, Yossi and Cory hang ten with a new client who wants to sell them a surfer's dream car - a 1937 Ford Woodie!    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Nutty Pawn Broker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beverly Hills Pawn (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Yossi and Cory have a chance to buy a prop from an Eddie Murphy movie; Yossi and Aria consider a sculpture of the late Amy Winehouse; Yossi and Dominique hope to sell a pair of Victorian-era diamond earrings.    "
                }
            }
        },
        "number of episodes": 51,
        "cast": [
            {
                "name": "Johnson, Aria"
            },
            {
                "name": "Dina, Yossi"
            },
            {
                "name": "Oliver, Cory"
            },
            {
                "name": "Witten, Dominique"
            },
            {
                "name": "Gaglioti, Rocco Leo"
            },
            {
                "name": "Ricci, Melissa"
            },
            {
                "name": "Frazier, Mandell"
            },
            {
                "name": "Hopkins, Kim"
            },
            {
                "name": "Gore, Rosemary"
            },
            {
                "name": "Blood, Todd"
            },
            {
                "name": "Wolter, Till"
            },
            {
                "name": "Hilfiger, Jaimie"
            },
            {
                "name": "Fratus, Cory"
            },
            {
                "name": "Kenick, Maiya"
            },
            {
                "name": "Kopf, Kim"
            },
            {
                "name": "Anderson, Andrea M."
            },
            {
                "name": "Atteu, Pol"
            },
            {
                "name": "Azulay, Sapir"
            },
            {
                "name": "Jr., Ed Begley"
            },
            {
                "name": "Butler, Nicole I."
            },
            {
                "name": "Forrester, Holgie"
            },
            {
                "name": "Hansen, Danny"
            },
            {
                "name": "Hoffman, Wayne"
            },
            {
                "name": "Hughes, Alex"
            },
            {
                "name": "Joyce, Declan"
            },
            {
                "name": "King, Larry"
            },
            {
                "name": "Klay, Jonathan"
            },
            {
                "name": "LaRiviere, Robby"
            },
            {
                "name": "Lovit, Rene"
            },
            {
                "name": "Monetti, Sandro"
            },
            {
                "name": "Monroe, Mdivani"
            },
            {
                "name": "Negri, Patti"
            },
            {
                "name": "Pardal, Chris"
            },
            {
                "name": "Schroffel, Bruce"
            },
            {
                "name": "Simpson, Patrik"
            },
            {
                "name": "Staggs, Noah"
            },
            {
                "name": "Stewart, Kate"
            },
            {
                "name": "Wheat, LaMont"
            },
            {
                "name": "Avalon, Melanie"
            },
            {
                "name": "Bongiorno, Andrew"
            },
            {
                "name": "Budds, Ryan"
            },
            {
                "name": "Byrnes, Lauren"
            },
            {
                "name": "Capri, Angela"
            },
            {
                "name": "Duncan, Greg"
            },
            {
                "name": "Gillespie, Gregor"
            },
            {
                "name": "Kalinka, Stefan"
            },
            {
                "name": "Kuluva, Michael"
            },
            {
                "name": "Martinez, Bert"
            },
            {
                "name": "Meany, Charlie"
            },
            {
                "name": "Panico, Drew"
            }
        ],
        "locations": [
            "Beverly Hills, California, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD (where available)",
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 5,
        "rating": 5.5,
        "votes": 229,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ4NTE5MDkwNF5BMl5BanBnXkFtZTgwNzY4NjMzMTE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "BEVERLY HILLS PAWN travels to the luxury capital of the world to focus on the venerable Dina Collection VIP Room. The series leaves behind all connotations of your typical \"pawn shop\" as it delves into the high-end world of fine jewelry and Hollywood memorabilia. While your typical stroll down Hollywood Blvd might net you a few souvenirs to take home, Yossi Dina prefers to provide his customers with authentically exclusive items pawned from result of star divorces and failed businesses. Dina and his staff twist \"pawn\" from bargain to alluring, drawing in ever fascinating items and the fans that are after them.",
        "languages": [
            "English"
        ],
        "title": "Beverly Hills Pawn",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Skouras, Marielle"
            }
        ],
        "production companies": [
            {
                "name": "Asylum Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "ReelzChannel"
            }
        ],
        "plot": [
            "BEVERLY HILLS PAWN travels to the luxury capital of the world to focus on the venerable Dina Collection VIP Room. The series leaves behind all connotations of your typical \"pawn shop\" as it delves into the high-end world of fine jewelry and Hollywood memorabilia. While your typical stroll down Hollywood Blvd might net you a few souvenirs to take home, Yossi Dina prefers to provide his customers with authentically exclusive items pawned from result of star divorces and failed businesses. Dina and his staff twist \"pawn\" from bargain to alluring, drawing in ever fascinating items and the fans that are after them.::Asylum Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD (where available)",
                "4:3 (SD Version)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 229,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 26,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 69,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 77,
                "rating": 4.9
            },
            "males": {
                "votes": 136,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 21,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 52,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 51,
                "rating": 4.7
            },
            "females": {
                "votes": 47,
                "rating": 5.3
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 4.8
            },
            "females aged 30 44": {
                "votes": 17,
                "rating": 4.7
            },
            "females aged 45 plus": {
                "votes": 23,
                "rating": 6.1
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 4.4
            },
            "us users": {
                "votes": 75,
                "rating": 5.8
            },
            "non us users": {
                "votes": 61,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 52,
            "9": 20,
            "8": 26,
            "7": 31,
            "6": 16,
            "5": 9,
            "4": 8,
            "3": 11,
            "2": 12,
            "1": 44
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}