{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "  2013"
            },
            {
                "country": "Germany\n",
                "date": "24 January 2013"
            }
        ],
        "release dates": [
            "Germany::2013",
            "Germany::24 January 2013"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Carlo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Three months after a bomb wrecked his bar, Niklas remains worried- sick about his disappeared mate, its owner Karl-Heinz \"Carlo\" Funke, son in no mood to help Mario plan his promotion celebration. Grün and Bannenberg are reluctant, failing proof, to press Heldt's theory Carlo's was burned like five other hospitality business by the local racketeers queen Sofia Cassano. The apparent latest victim, cafe keeper Klaus Risse, was brutally beaten into hospital by her thuggish henchmen Matteo and Angelo but dares not speak up, only his clueless wife Ilka spills the beans, so...    "
                },
                "2": {
                    "title": "Elefant vergisst nicht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Grün sadly finds his retired predecessor and mentor Erich Kisters, formerly nicknamed 'the elephant' thanks to his memory, who is caught burglarizing near-neighbor Stefan Winkler, is and Alzheimer patient, who recently turned too unpredictable for his loving wife Agathe to handle since med student Bastian Hallerbach since moved in next door, whom Erich attacked instantly. Kisters wanders off shortly after into a clinic, searching for a girl using a newspaper picture of Emma Watson. Heldt suspects the senior may be working on some confused recollection and enlists ...    "
                },
                "3": {
                    "title": "Täuschungen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The precinct drops everything to search for missing schoolboy Elias Müller (ten), who is found unharmed in the car-booth of family father Richard Menden, whose alibi checks out. Cool cop Nikolas bonds with Elias over superhero comic \"Laserman\" and gets the enterprising knave to admit he staged his own abduction as cry for attention from his ever-absent workaholic father Markus Müller, who goes missing the next day. .Meanwhile Grün must tell bankrupt, fatal car crash victim Paul Klausmann's brother Robert and fresh widow Carla it was a poorly cover-up suicide, hence no...    "
                },
                "4": {
                    "title": "Ewig mein",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Heldt is ex Julia Tietz's only hope to find out who stalks her without her looking paranoid. Pretending they jointly prepare a seminar, Heldt checks Julia's three pending cases, but finds neither convincing. Alkohol addict Arndt Recker is charged with domestic abuse. Cocky student Lukas Ahrberg, whom only widowed father Thorsten Ahrberg can control, risk juvenile time for ear-boxing a bitch teacher. Arrested pimp Frank Struck's accomplices may be pressuring Julia to clear him. Receiving roses, Julia admits there's another suspect: court employee Jonas Pauser, whom she...    "
                },
                "5": {
                    "title": "Allein in Bochum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Heldt's beloved vintage car in a parking lot clash with hare-costumed Britta Clemens , whom he must hospitalize with a stick-induced head wound. The lonely rest home orderly was taking therapist Frederike Faust's 'cuddling course', which the team screens, first focusing on married, apparently unfaithful florist Tobias Weiss, whose alibi checks out. Britta lent hers savings to 'patient' Falk Schmidt, a serial wedding scammer's alias, so Niklas and Heldt set an undercover trap, but Brita's helpful neighbor Arne Seehusen inspires another angle.    "
                },
                "6": {
                    "title": "Dinner mit Verbrechen Teil 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Heldt and Bannenberg compete in a team-building-seminar in a rustic castle against Duisburg and Essen police-judicial detective duos, in bad mood two days after their joint Westphalian human traffic bust was sabotaged by an unknown mole. Grün and Mario Korthals resent being left behind at the precinct, fearing Heldt will wreck Bochum's reputation at the prestigious event, so they resort to legally dubious reactivation of an undercover bug. Only Heldt quickly warms to the old-fashioned who done it murder game, solving a murder staged by seminar host-director Kleine (...    "
                },
                "7": {
                    "title": "Dinner mit Verbrechen Teil 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After a night in the castle, romantic notably for Ellen and Heldt, who sneaked out of his shared room, seminar director Kleine alias Baron von Protznitz is missing as 'victim', but actually also in reality, all participants, cook Meisterjahn and Butler Hackforth (both hired actors) finally want to end the game fast. Despite some rivalries, state attorney Sebastian Pringel and commissioners Kathrin Hardt and Erik Schubert applaud Heldt working out the clues to the murder mystery. Kleine is found really stabbed in a storage room. Ellen claims nearest jurisdiction and ...    "
                },
                "8": {
                    "title": "Forellen-Andi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Bird-watching off duty from a forest observation post, commissioner Grün must call in he's sitting on a bomb, which is defused just in time. While evacuating anglers Axel and Kai Uwe at the nearby trout fishing pond, Heldt is commandeered by neighboring kiosk owner Simone Milowski to find half-wit pond employee Andreas 'Andi' Wolters, who was analyzing the water, and tells instant buddy Niklas his guardian Hartmut Haschek, the pond owner, and he normally shared coffee that observation platform at the time of the explosion. Heldt assumes Hartmut was the target, but he'...    "
                },
                "9": {
                    "title": "Eine perfekte Familie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    While investigating with Grün Bochum's part in a wider crime wave of identity theft to have online orders -mostly luxury goods- fraudulently delivered at addresses, like food at Nikolas's former primary school teacher Waschke's home, Heldt finds it fits many cases in that neighborhood since three months, actually supplied over Darknet. Heldt wonders why 'cheap' food and stakes out a delivery, so he can observe 15 year-old paperboy Adrian Schlosser, whose mother Nina 'manages' his even less caring stepfather's DJ-career, leaving Adrian to look -well- after kid brother ...    "
                },
                "10": {
                    "title": "Spukhaus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Only Heldt sympathizes immediately when unsavory Iggy reports the disappearance of his fellow homeless street mentor, Horst Wilmenrod, after the pair spent the night in the local 'ghost house'. Believer Mario Korthals looks into the history of the house, property of wheelchair-ridden antiquarian Harald Waldheim and his daughter Carolin, Grün laughs at such superstition but is chicken-dared by Niklas to help stake-out the house anyway. Iggy invites himself, eager to illegally 'assist Heldt' in the case, the more worrisome as former literature professors Dr. Wilmenrod '...    "
                },
                "11": {
                    "title": "Auf Sendung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After another -discrete- romantic night in Ellen's office, Heldt is in a jolly mood. Grün wonders about it and rivals with him, so they jump each at one of two new cases, apparently unrelated. Heldt looks into local radio talk show host Toto Emmerling, who claims amnesia after beating into hospital with concussion just after his last show before moving to Costa Rica. Grün looks into the escape from jail, shortly before his scheduled release, of diamond robber Daniel Keller, whose loot was never found, and suspects he contacted his -denying- brother and presumed cahoot...    "
                },
                "12": {
                    "title": "Abgeschminkt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    While Heldt in away for a mandatory police ITC seminar, secret lover Ellen, ITC buddy Mario and section chief Grün examine nocturnal Molotov arson in the practice of reputed plastic surgeon Dr. Jochen Seligmann and his devoted gay husband and sub-standard assistant Christoph Schober, who was jealous of fired predecessor Astrid Enders, who ended up with a better job. Botched-up patient Wolf Neuhaus has an alibi. Mario Korthals must try to go undercover as potential patient to meet regular queer customer Harald Pfeiffer, and sneakily get access to the practice computer ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Explosive Fracht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "24 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Commissioner Nikolas Heldt starts his career in the Bochum police criminal division in a long-running human trafficking case, using unconventional methods to catch mob baron Felix Bricheaux, for which stickler chief commissioner Detlev Grün wants him suspended. State prosecutor Hinrichs protects him but dies from a cardiac crisis, his successor Ellen Bannenberg grants the suspension during in internal investigation. Felix walks from court after key witness Natalia Sokolowa, whose skin Heldt saved, fails to testify. Heldt gets Bannenberg to help find out what hold ...    "
                },
                "2": {
                    "title": "Endlich frei!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "31 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    When Heldt attends Bochum's first-ever happy divorce-party, this time in central Bochum's \"Endlich frei!\", he helps a woman who was nearly robbed. It turns out here's a wave of party goer-victimizing crimes, so suspects include her ex, a car thief, a drug trader, Tine Schütz who organizes such parties all over the Ruhr area and various nightclub staff.    "
                },
                "3": {
                    "title": "Tod in der Nachbarschaft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "7 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Heldt's 'fatherly' publican and family friend Karl-Heinz \"Carlo\" Funke is found next to the corpse of his landlord Erich Baumann. Unlike commissioner Grün, Heldt is determined to prove his buddy's claim of innocence despite a violent money row the evening before. Autopsy shows poisoning by exclusive claret, hidden behind Carlo's cooler. Heldt examines dodgy third chess player Sven Lattbeck, and neighbor Dr. Paul, and is suspended, the clock ticking. Although evidence piles up, Heldt keeps examining the neighbors, with some risky help from Ahmed and unexpectedly from ...    "
                },
                "4": {
                    "title": "Kopf des Indianers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Heldt and Security firm chief Michael Nickel's arrival when the alarm is triggered in Bochum's auction house chases the clever yet clumsy masked robber after a shot to stop chase by Auction master Stefan Mahlburg. Heldt doubts an insider job after spotting a thug at the Nickel house, who seems to scare gun owner Michael's teen son David more, and finds indirect indications the knave must be involved, yet fails to win his trust the boyish way. A second, successful robbery attempt ends in a fatal shooting.    "
                },
                "5": {
                    "title": "Heißer Stoff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Patrizia Sendel's corpse is a found by a pro playing a cop on a parking lot belonging to the fetish scene, unlike laborer Georg Sendel's wife. She was dressed way beyond their means, part of a lifestyle she also lacked any breeding for, despite Internet sales of worn lingerie. Heldt finds she even attended the city's exclusive country club, without the normal discretion around hunky 'pro instructor' Simon Scheuffele. The case is countered by supervising judge Decker who was client with both. Heldt also finds proof plumber Georg must have found out about his wife's ...    "
                },
                "6": {
                    "title": "Gefährliches Spielzeug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Tanking on the way home Heldt is just in time to control an exploding amateur bomb brought into the station by state of the art robot. *Grün fearing a test run, he and prosecutor Bannenberg focus on a lead to chemistry student Alan Barsani, who has a geocaching game alibi. Heldt believes it and makes a mode cars racing circuit friend, car crash-crippled Manuel Unterberg. Other club members like dubious cleaning firm manager Dierk Jager also make plausible suspects, but Heldt must face his buddy's accident's tragic shadow back to his single mother's home where he was ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Totalschaden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Heldt's car breaks down on the way to a course imposed by captain Grün, so they drop it at slick welcoming mechanic Tobias Wachowiak's cheap garage. Continuing in his loan car, they must stop for the non-fatal crash of Meike Behling to hospitalize her, and hear the breaks were sabotaged before finding Tobias fatally crushed under Heldt's car. Gardening for Meike's generous grandma and landlady and questioning her suspiciously absent boyfriend Thomas Pischzek, Heldt can't resist meddling in Grün's questioning of Tobias's ex Michaela and catching her picking up cash ...    "
                },
                "2": {
                    "title": "Feuerteufel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Heldt returns to his native neighborhood when baker Manni Gießen, a family friend since Nikolas was a troublesome urchin, was pulled out just in time from his bakery, where he was sedated before arson, by apprentice and protege Kevin Patschulke, a paternal lush-abused knave who works out his frustration in a wave of vandalism but swears he would never hurt anyone, least 'second father' Manni. Heldt thus also bumps into his closest youth buddy Markus Koslowski, now a fancy real estate agent, against whom Carlo still warns. Baker's wife Marion is found out having an ...    "
                },
                "3": {
                    "title": "Taubenschlag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Chinese restaurant owner Wao Huan is found murdered at a pigeon launching spot, with next to him baseball-carrying falconer Monika Hamm, who claims she came to confront grumpy old pigeon amateur Heinz Ritter, who made many enemies. * Heldt sympathizes with native German widow Rita Wao, and traces a pigeon found in the kitchen to pro-dodgy Sven Lattbeck, who plots to tamper with the electronic arrival recording. Heldt finds longtime disappointments most relevant.    "
                },
                "4": {
                    "title": "Die Abrechnung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "23 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Prosecutor Bannenberg wants to lock up Bochumer mobster Magnus Winschewski at last. Commissioner Heldt must save her from a killer at a trap she naively walked into, then is ordered to move in her home as bodyguard, and bonds surprisingly well with her fatherless brat daughter. The crook's lawyer gets him off on bail, but Heldt works on his fiancée.    "
                },
                "5": {
                    "title": "Schmerzensgeld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "30 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Heldt's trusted informer Achmed is convinced that the near-fatal fall of his construction site workmate Matze Hellwig can't be accidental. Forensics indeed find sabotage. Heldt must consider insurance fraud or firm secrets, but is most inclined to suspect bigot macho laborer Tobias, who hates his many immigrant colleagues and flirts rudely with Matze's Rosa.    "
                },
                "6": {
                    "title": "Clowns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "6 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Heldt sympathizes with laborers demonstrating against their Bochum plant being closed down due to production transfer to Asia, enough to try the male version of Ukrainian nude protesters, handcuffing himself to the entrance briefs-only. Alas, he's thus unable to react timely when an alarm is given about a break-in, at first sight hothead vandalism, but student Lena Herzog is found fatally skull-smashed. Heldt must find out about the protesters, yet to his horror leftist students are hard to find nowadays. However, more personal motives are found, and a memory-stick ...    "
                },
                "7": {
                    "title": "Letzte Runde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "13 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Heldt eagerly attends a private gym's kick-boxing event and meets a girl there, but she becomes the next in a series of presumed kidnappings. Possible leads, won by several undercover team members, point at the dodgy organizer, match-fixing, theft and scorned lovers.    "
                },
                "8": {
                    "title": "Kopfgeld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "20 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Young Lukas Grauer is shot during a hold-up in Rüdiger Kopp's pawnshop when a staff member attack the robber during is till then non-violent robber's exit. The victim's ruthless rich mother Judith offers a fat reward, which attracts would be-bounty hunters. The owner is caught at fraud, slick Joachim Pöls's robbers gang is linked and the Grauer family involved in old grudges.    "
                },
                "9": {
                    "title": "Die zersägte Jungfrau",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "27 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Detective inspector Heldt attends a circus magic show starring his childhood idol \"Unglaublichen Harry\", but witnesses him nearly drowning in an aquarium during an escape artist trick. Heldt doesn't believe in an accident and starts investigating magician Harry's equipment, rival, past and love-life, all yielding possible motives.    "
                },
                "10": {
                    "title": "Die schwarze Witwe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Plastic surgeon Martin Sobotka was poisoned in his Buchum villa. His safe is empty, his last caller and Internet date Michaela Weber claims Sobotka handed her his precious coins collections to estimate and catalog to be exposed indefinitely in a museum. Given her husband's suspicious end -no court case however- Heldt suspects a 'black widow' and convinces commissioner Grun to postpone his wedding anniversary to play the perfect prey under alias Herr van Verde. Flirting with a uniformed cop makes Heldt ruin a precious prop and sneaking off to illegally search her home ...    "
                },
                "11": {
                    "title": "Glücklicher Tod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    As punishment for the chief's ruined painting, Heldt must assist instructor Manfred Sievers in regional police academy, but goes about it his own unorthodox way, yielding divided reactions from the cadets. Maverick Muslim Layla Chalid, whose bacon he saves, terrifies even him with reckless initiative, which soon finds her electrocuted unconscious. Heldt couldn't resist 'tailing' Grüns and Bannenberg's case, addict Jablonsky's fatal OD with a new synthetic drug never spotted in Germany before, which heavily leaned-on cocaine dealer \"Wild Willy\" Wilke helps trail to ...    "
                },
                "12": {
                    "title": "Die Akte Heldt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "20 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    A pimp is shot, lightly wounded, with the gun used decades ago to kill Nikolas Heldt's parents before his eyes at their disco when he was eleven. The weapons was scheduled for proof after years in evidence conservation, but the only one never processed in the forge. Heldt is taken off the case, but immediately resorts to his massive vacation stack, in vindictive killer mode. He kidnaps and smartly tortures Bochum's prostitution baron, Lutz \"Luzifer\" Büttge, who swears his innocence convincingly. First diverted, then helped by Heldt's buddies Achmed and Carlo, Grün and...    "
                }
            },
            "3": {
                "1": {
                    "title": "Auf Achse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The trucking firm boss sees no reason why his long distance driver Jacek Nowak was beaten to death, and his all-knowing secretary goes missing. Heldt befriends also Polish trucker Birgit Kempowski to learn more about the staff and the business, including tariff-cutting and 'private freight'. Achmed, Nowak's former cab colleague, pays a heavy but necessary price the crucial clue that Jacek supplied him with popular 'tax free' Polish \"King Pap\" cigarettes, and competition in the illegal trade is truly murderous, yet some personal staff links are equally crucial to the ...    "
                },
                "2": {
                    "title": "Heisses Eisen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The Bochum PD looks into the Ruhr region's recent wave of recycled copper thefts after night watchman Kovacic was knocked down heavily in Willi Magnus's garage. For lack of a camera or proper witness, Heldt hopes a recent tag may be placed by an unwilling witness, and manages to infiltrate that scene by challenge. The DA isn't amused when the minor 'graffiti artist' Melek rather sprays her office then informs, yet Nikolas makes good use of her and works out how the gang works, just in time to react when another theft is about to turn even more violent.    "
                },
                "3": {
                    "title": "Traumpaar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Horst Moltke dies in the precinct just after whispering to state attorney Bannenberg \"Martin Walden must inherit all!\" '*Widow Simone Moltke is appalled by his death, as turns out poisoned, but mainly that the inheritance falls to their manipulative relational therapist. Failing to find a suitable female cop partner to go undercover, Heldt and Ellen enjoy playing 'troubled spouses' more then the proper date they never had. While Heldt and Ellen spy on staff and fellow couples, Grün and Mario examine Walden's session videos. The place proves infested with lies, ...    "
                },
                "4": {
                    "title": "Immer Ärger mit Harry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "25 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Retired maverick commissioner Harry Fahrenhorst's death renders Heldt, Mario and Grün too gloomy to seriously investigate a decomposed corpse found in a large pond rather then reminisce. 'Strangled' by his necktie, pallbearer Heldt drops the casket, thus literally discovering not Harry's corpse but sand bags. Despite state attorney's instructions to leave this to another squad, they rather look into the cemetery, form where a ghost hunter points to the funeral undertaker. This turns out to receive a startling amount of nocturnal visitors, from a Gothic couple '...    "
                },
                "5": {
                    "title": "Junkie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "4 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Heldt, Mario and uniformed colleagues witness at their favorite coffee stand, held by Daniela Mühling, how her teen brat niece Martha collapses and must be hospitalized for a synthetic party drug overdose. Petty student dealer Marcel from her school gives enough hints to raid the improvised lab, from which the well-prepared pro escapes, but was bitten by Mario's sniffer dog 'Junkie'. Heldt is sure the painful cry was from local cocaine baron Wild Willy Wilke, but his slick lawyer Anwalt Teppenborn opposes comparing the teeth marks. Before a court order can be obtained...    "
                },
                "6": {
                    "title": "Die Gang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "11 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Agreeing a serious of shop vandalism crimes 'without witnesses' suggests extortion, Niklas's nose (and rapport with his robbed tattoo artist) and Grün's file study point to backward quarter Hustadt and local ex-con Guido Prowaznik, who confesses only seven of ten cases. NIklas realizes the suspect description green bomber jacket also fits his in-living stepson Tony, whose street gang, allegedly reformed by street worker Sebastian Borchert, may well have copied Guido's MO. Heldt risks his budding affair with state attorney Ellen Bannenberg to protect Tony against ...    "
                },
                "7": {
                    "title": "Fahnenklau",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "18 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Local football (soccer) fan-club \"Never steig ab\" (NSA)-president Gerd Schäfer's skull is fatally smashed with a victory cup, the meager club treasury robbed, yet fans like Heldt believe it was about the also stolen NSA-flag, which was a classic target of rival pranks. Heldt thus suspects the bitterly-rivaling Schalke-04-fan-club, and bribed colleague Mario to infiltrate posing as new fan. Pouting state attorney Bannenberg however instructs Grün to consider other suspects, also within Heldt's fan club.    "
                },
                "8": {
                    "title": "Hängen im Schacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Heldt and Ellen Bannenberg were to meet a witness in a mall, but are stuck in the elevator, which was expertly sabotaged by mini-bomb. Before they are liberated -just about to kiss- petty robbery was committed by a masked man, which the bomb signature links to Wolfgang Golotkowski, whose fingerprints are found, and his former cellmate, a mall employee. Police cadets Tim Eschkern and Layla Chalid even use unorthodox Heldt methods to trap them. Heldt senses this isn't all the plot even before shopping back on site inspires him the real coup was digital, the robbery an ...    "
                },
                "9": {
                    "title": "Wehrlos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "8 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Yuppie Johnny Käfer's home party gets out of control after paramedic Matthias Sattler's colleague Martina Neumann refuses to let guest Carsten Hesse claim priority for his merely high girl Mandy. Martina is found fatally fallen down a staircase, with fresh marks from a struggle and push, the punch bowl contained LSD but didn't cause the fall. After he gives Heldt's team -with Leyla joining-in as eager intern, filling in for Mario- a guest list (well, Internet aliases) the guests are trick-invited to a follow up-party and screened. Brewery employee Hesses's family past...    "
                },
                "10": {
                    "title": "Heckenschützen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Heldt duly doubts that state attorney Bannerberg's brat Emily (12), who walked home trough the quarter she was most forbidden, was targeted when a probably stray bullet is found in her math book. While overprotective self-blaming mother Ellen orders a checkup on all fiends she recently made into enemies, and focuses on the one with opportunity, Heldt takes Grün to the neighboring popular garden quarter, where the shot must have come from. It provides alternative suspects, such as the rowing grumpy neighbors Ruhrpott-Rentnern Sieling and Domscheidt or hippie couple Jan...    "
                },
                "11": {
                    "title": "Summ mir das Lied vom Tod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Eco-farmer Harmus Lemcke dies from bee-stings, being allergic and locked-up in is barn. Heldt feels sympathy for the prime suspect, unconventional beekeeper Sabine Pelzig, who rowed with him, claiming he started using pesticides due to bad harvest-caused financial troubles. Harmus's in-living near-deadbeat, eco-skeptic big brother Matti arouses Heldt's suspicion, but also the farm's dispute eco-label.    "
                },
                "12": {
                    "title": "Alles hat ein Ende ...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "29 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Walter Krattwinkel, who runs Bochum's most popular curry sausage snack-bar, is found fatally stabbed inside at night. To son and heir Sasha's horror, the top-secret family sauce recipe on which their success depends is missing from the safe, and he never got to read it. Heldt tricks first Grün, then Ellen into helping him reconstruct the recipe from a bit Ahmed never got round savoring, but even the crime lab's analysis of ingredients doesn't get them near enough. Meanw grump Walter made potential enemies on a daily basis so Heldt goes the extra mile to check them out...    "
                },
                "13": {
                    "title": "Bis zum letzten Tropfen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    Bochum's family brewery heirs Sebastian and Sybille Heinrich are blackmailed for a million Euros cash, to stop poisoning their new citrus-flavored \"Funky-Lemon\", just launched with grand marketing, which their future depends upon, but now even the production is interrupted preventively. Heldt and Grün supervise the ransom delivery, but catch only a dog-obsessed tramp who probably found the bag by coincidence. Heldt looks into the family firm, where Sebastian's old-faschioned stepfather Erwin Heinrich was shoved aside, and tails recently fired brewer master Ernst ...    "
                },
                "14": {
                    "title": "Ein König, zwei Damen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    As undercover croupier, Heldt helps clean up an illegal, tax-evading poker circuit, but at least two big fishes escape. Contacted independently by Jutta Krüger and Marlene Krüger to find their missing husbands, Grün and he find both are married to the same bigamist, Jens Krüger, who faked a job for each of them. His real income came from gambling, so when Heldt discovers forensic expert Dr. Hannah Holle has also shifted into poker, he gets her to organize a trap tournament at Carlo's. Break-ins at both homes duly point at imminent danger.    "
                },
                "15": {
                    "title": "Carlos letzte Liebe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "20 May 2015",
                    "year": "2015",
                    "plot": "\n    Heldt investigates a shooting in a park on a disguised woman, who gets away. At his steady pub, owner Carlo presents Nikolas, who smells a rat, to his first and last great love, Anne Lerch, finally returned after the murder on Heldt's parents 20 years ago. Indeed she may have been the target, although a motive isn't obvious for notary Florian Reben's clerk, engaged a few months ago. State attorney general Böger shuts the investigation down to protect a top-secret one, but even Grün refuses to bow out except in name. Carlo dismisses Heldt's theory as 'jealousy', yet ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Alles Anders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "21 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Half a year after he precipitously left the country to pursue a private investigation on Mallorca, Nikolas Heldt returns to resume his life. However the Bochum PD already replaced him with eager gentleman commissioner Ian Kramer, yet Interior minister Herbst wants the unconventional hero reinstated due to glorious results in Spain, Heldt even turned down a federal police job. Their new case is a masked home-robbery, the MO of serial criminal Dorn, whose lawyer now successfully petitions for a revision, during which several forensic errors occur. Heldt assumes it must ...    "
                },
                "2": {
                    "title": "Der Kuckuck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "28 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Commissioner Heldt is excluded by chief Grün from the current counterfeit medicine investigation and ordered to read up on old cases. Bored, he jumps even at the unpromising case of a death threat email to stickler bailiff Raimund Gerber, who soon after proves the victim of pranks and is shot in the shoulder. Heldt checks up on Gerber's gut suspect, law student Timo whose computer was seized, but moves on to Gerber's fired colleague Dieter, who bent the rules corruptly. By the way, Heldt stumbles upon college paper 'ghost writing' and a counterfeit drug circuit.    "
                },
                "3": {
                    "title": "Affentheater",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Achmed coincidentally notices the clients f his favorite kiosk across pub \"Carlos\" being held hostage by a gorilla-mask and alerts Heldt, who grudgingly sees the case assigned to a lame commissioner and cocky SWAT captain Schneider. Achmed identifies the kidnapper's voice, demanding a weirdly low and precise sum, as painter Klaus Fehrichs. Heldt refuses to standby aside and finds out the hostages also hide things.    "
                },
                "4": {
                    "title": "Sternenreise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Heldt eagerly volunteers to investigate at local SciFi convention Kap Kaminski the apparent prank out of control between the Licht brothers. But on top of a glued mask, follows an attempt at lethal arson, which the first victim couldn't commit. The only obvious alternative is autistic Steffen Kemper, who rarely speaks or takes off his Major Thomas costume, hoping his father will return from space, but Heldt hopes to communicate trough the boy's drawings and digs into the brothers' own fiery youth.    "
                },
                "5": {
                    "title": "Nicht zu verzollen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    As administrative punishment, lout Heldt is assigned to dreary customs routine checks escort. However he stumbles upon art smuggle from Turkey. The case is complicated by the customs' refusal to cooperate. Heldt resorts to clever and sneaky tricks to access evidence. Meawnile diner manager Carlo is finally home.    "
                },
                "6": {
                    "title": "Bochum singen und sterben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A day after an abysmal performance at a police staff party, Rodolf 'Rudi Rastlos\" Kern is found in his harden, fatally pierced by some missing giant needle. His daughter Sara reports two attempt in vain to steal the safe. Neighbor Jürgen Boll tolerated the terrible voice in his choir, former boss Alfred Königstein kept booking hi even after retirement. Late model beat cop \\Walter Mertens's daughter Angela, also in uniform, keeps popping up. All of them harbor secrets potential motives.    "
                },
                "7": {
                    "title": "Jagd auf Roter Pullover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    *The Bochum public and Heldt to some extent sympathize with an elusive 'Robin Hood' robber known as 'red pullover' who distributes some of the lot from am-rmored transports. He's too wlel informed, so an inside job is presumed. Heldt however belives the clumsy latest job by firm IT man Dennis Storz is separate and works on a theory it's a similar robber from years ago, who was recently released from jail. Die Leute lieben ihn, doch Staatsanwältin Ellen Bannenberg steht unter Druck .    "
                },
                "8": {
                    "title": "Bochum Gangsta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The prosecutor is appalled that her partner Stefan opens his next gallery exposition with the local 'gangsta' rapper, but the real horror is when he's fatally shot by masked underground rival 'CrayZee'. Heldt pushes his team to adopt hip-hop in order to investigate. Their rivalry proves rooted in competition for fame and profit, leading to the production team, and the potential scandal from a still unpublished text. However Heldt digs on to a contraband cover-up.    "
                },
                "9": {
                    "title": "Kunstfreunde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Someone is stealing works from collector-crazed photographer sisters. Heldt's police team and prosecutor Ellen Bannenberg have a hard time finding the link, except nerdy insurance detective Gernot Pütsch and her husband Stefan's gallery. Heldt smells a scam, confirmed when near-victim Heinrich Tiemann ends up admitting to his old friend, commissioner Detlev Grün, he's blackmailed with his family's safety, while others tragically lack that in the finale.    "
                },
                "10": {
                    "title": "Bochum innovativ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Due to his wife's illness, commissioner Detlev Grün is the third jury member in the final round of Bochum's annual inventors competition. Vanessa Kochlowski startles with a drone who recognizes and paralyzes picture-input-identified persons, but is goes berserk and electrocutes another juror. Heldt is delighted with competing teacher Lars Zieler's nostalgic 'big boy' tent and mentality, but can't ignore he had motive (the prize) and opportunity. So did Sven Lattbeck, an incorrigible small fraudster suddenly swimming in cash. Heldt however also focuses on respectable ...    "
                },
                "11": {
                    "title": "Kalter Hund",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    At night, commissioner Grün runs over race prize dog \"Flinker Difar\", whose owner Sylvia von Gunten demands 125.000EUR damages, insurance investigator Frank Kaiser's company covers the other half. Heldt helps find out the canine died hound earlier, maybe murdered. At the dog's fancy funeral, Heldt spots suspects like blogging do rights activist Malte Üding, but he has a biology frat alibi. Heldt looks into competitor Hermann Huber, and crazy gambler Karl Bukowski, Sylvia's kennel trainer Willy McCloud, the rumor of a sheikh paying well to tip off which dog to buy.    "
                },
                "12": {
                    "title": "Der Kronzeuge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dutch commissioner Jan Kramer helped prepare a case against elusive Dutch corrupt contractor Ruud van Breukelen, but is rests on the testimony of terminally-ill accountant Klaus Conrad, who goes missing just before the trial. Prescutor Ellen Bannenberg and Grün must temporize while Heldt finds Conrad, but he's knocked down, yet finds the encrypted accounts, which weird super-nerd Arthur Brenner must crack. Klaus is killed just when Heldt finds him, but the corruption parties list changes everything.    "
                },
                "13": {
                    "title": "Die Kakerlake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "21 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Old-fashioned bug-buster Henner Bocht and two kid bystanders are injured when his trick is blown up with remote control. Although he won't hear of it, prime suspect is former trainee and now market-leader Seiffert, who uses modern equipment. Heldt also looks at the clients, including a senior tenant refusing to move out and fancy heirloom chef Nadja Liebknecht whose reputation was ruined by a cockroach report but hides an even juicier kitchen secret, and Mario helps find a pattern.    "
                },
                "14": {
                    "title": "Der Putzteufel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Cleaning firm of the year CEO Enno Dürkamm is fighting for his life in hospital, having drunk water from a detergent-poisoned bottle. The ward-winner exploited his staff ruthlessly and recently dumped his original employee Horst Falter. He isn't getting much more sympathy from bright loner stepson Ennos Till, who feels Enno ruins the business, just from girlfriend Silke Krauss. Single mother cleaner Anja Reberlein's fingerprints are found on the 'weapon'. Heldt works out the firm's employment actually constitute exploitation of illegals, but how and by whom?    "
                },
                "15": {
                    "title": "Interne Ermittlung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Investigating the crippling fall from his balcony of pushed abusive husband Otto Renz, which is later confessed by wife Martha, Heldt gets convinced some vigilante is 'punishing' husbands with loose hands in several recent cases. Superior Grün dismisses his 'conspiracy theory' to concentrate on a counterfeiter gang. * Heldt pushes on 'informally' and as hard-handed pimp Kevin Kruppka is run over with his own car, concludes the MO indicates someone with police experience. Beat-cop Klaus Starcke's patrol was on site repeatedly, but failing to drink his junior partner ...    "
                },
                "16": {
                    "title": "Der Tod fährt mit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Several robbery-murders occur, the only link apparent being a cab company. Heldt is appalled to hear his buddy Ahmed, who drives freelance, is set up as suspect, but works out a connection with false testimonies and suspects an unfair competition motive, so he goes undercover as lure.    "
                },
                "17": {
                    "title": "Cybermobbing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Heldt 'infiltrates' the teen schoolmates of Sina Maibaum (15) who attempted to kill herself after a mean social media campaign against her and finds the relevant circle is Marleen Kranzler 's popular hip-hop dance course. Cool lawyer's son Tom Reindl is leaned on to admit his part, but no evil mastermind. Sina's buddy Christine is found sickly jealous, like musical lead rival Lucy. Heldt's real priority however is an offer from the federal prosecutor to meet hired gun Anne Lerch, who can tell him who paid her to shoot his parents, but demands a lot, including her ...    "
                },
                "18": {
                    "title": "Der Preis der Wahrheit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    After informant Anne Lerch was shot at home, commissioner Nikolas Heldt only hears her puzzling dying last word (later found squirrel in Spanish) and is kidnapped himself, chained in a decommissioned swimming pool, but still as determined to find out about 'the lawyer' who ordered his parents' murder, with due suspicion. Interior minister Uwe Herbst shows great interest and promises state attorney Bannenberg a promotion. Even chief commissioner Grün agrees to bend the rules when Achmed comes up with a way to clone Heldt's cellphone, allowing Karl-Heinz \"Carlo\" Funke ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Killtube",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The Internet post of a homeless man being put of fire is on the popular channel of reputed student prankster Florian 'FloFame' von Haben, who convinces Heldt he would never be so cruel and tasteless, probably an attempt to sabotage him. So they check out his eccentric local rival at at Mediajuice agency's studio, stuck-up Beauty-Blogger Luca Limoni, who also denies, but holds a deep grudge having been Flo's butt in his precious signature haircut. 'Ingrate' Flo's former manager Ralf Elmau is also suspect, so Heldt volunteers for makeover by Luca before he can set a ...    "
                },
                "2": {
                    "title": "Falschgeld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Trying to raise cash by garage sale on Carlo's pub doorstep to buy a rare comic, Heldt is shocked to be turned down as some of the cash is counterfeit, probably part of a large scale problem in Bochum and the region, even over several states in Germany. *State attorney and lover Bannenberg depresses him by announcing, unilaterally, she accepted a promoted with move to Passau in Bavaria. He remembers having go a fake note from silver spoon schoolboy Alexander Nehrsbach, who points at his denying arts teacher, would be-artist Hanno Schultz, who is deep in debt. Mario ...    "
                },
                "3": {
                    "title": "Besuch aus dem Jenseits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Heldt's swiftly saves from a bus high-pregnant Simone Petri who fainted, believing to have spotted her fiance Andreas Bender, whom two cops failed to prevent from jumping to his presumed death from a bridge seven months ago, hours after allegedly beating to death gaming designer Christian Kaul in a fight. No corpse was found, yet the rest of the team prefers to concentrate on the recent wave of arson attacks o t local courier service. Despite an unfortunate first meeting, Heldt and foxy new profiler Julia Tietz soon grow closer, with her joining his ...    "
                },
                "4": {
                    "title": "Dat Fenster nach'm Hof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Eager to dump the painstaking identification of an adult male skeleton dug up in the woods on Mario, Heldt jumps on the claim from acquainted maverick senior Alfred Sieling who belied having photographed, while bird-watching, what may be the stabbing of his annoyingly-noisy, eccentric neighbor, painter Arno Limpinski, whose in-living muse Zoé Knaup only reports him missing after pushy gutter reporter Ulf Hund prints his sensationalist version. While commissioner Grün assesses Arno's excusive gallerist-dealer, Heldt treats Julia Tietz to a picnic and stumbles upon a ...    "
                },
                "5": {
                    "title": "In geheimer Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Stefan Zoller's poorly staged hanging-suicide in Bochum left him comatose, prisoners and staff remain suspiciously silent to Grün and Korthals but Heldt volunteers to go undercover posing as a posh Italian Amalfi-mob middleman Tom Becker. In Zoller's cell he finds heroin of a lethally high grade and is roughed up by Russian jail dealer Viktor's henchmen. Heldt refuses to be withdrawn, despite the danger, seeing the unexpected transfer of ex-Interior minister Uwe Herbst, murder but his biological father, who plays a confusing part in the further investigation.    "
                },
                "6": {
                    "title": "Und täglich stirbt das Kuscheltier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    As the team is after a robbers scam which cleans out homes of wedding couples while they are in the town hall registrar ceremony, no doubt tipped off from there, Heldt goes undercover as the groom with beat cop bride Angela Mertens, who seeks to redeem herself back to field work but needs an appendectomy the night before each time, so Ellen must take her place as his bride. The conspirators are found and a confession obtained against from registrar Claudia Meisner against double-unfaithful married lover René Schwartz, but there's a bloody ending, until Heldt wakes up ...    "
                },
                "7": {
                    "title": "Der Sechser im Lotto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    An armored car carrying the shopping huge mall's lottery prize is cleverly raided. Guard Gunnar Polt is fatally short, his mate Sven Mielke having broken safety protocol to avoid missing an foxy Internet date. A presumed accomplice's corpse is found, Nikolas's mechanic friend Thomas Marowski is somehow involved. The team soon suspects an inside job, Mario having found out a cellphone was hidden among the cash to trace it and sets a trap, which proves dangerous. Niklas finds the mall detective dirty and more.    "
                },
                "8": {
                    "title": "Vom Umtausch ausgeschlossen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Reputed family therapist Dr. Claas Sandner is comatose, hit by a brick thrown into his home practice. *Heldt's team lists possible motives. Wife Sibylle Sandner only fakes concern, their rascal teen son Jonas openly cares only for his mechanic apprenticeship at Bruno Zahn's bicycle repair shop and calls his father a neglectful hypocrite. The doc got a court order against former patient Elke Palass who lost custody of her child after he certified her unfit, but Sandner's colleague Dr. Thomas Mücke, who lost his therapeutic license for handing in a ghostwritten doctoral...    "
                },
                "9": {
                    "title": "Mord verjährt nicht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Seeing the golden pocket watch on a skull-smashed, next dumped corpse in a construction pit makes forensic doc Hannah Holle faint: it's her thirty years-missing college days flame Jonas Becker, whose innovative ideas inspired the interdisciplinary progress of the science. Heldt's team allows her to escape dismissal from the case for personal implication due to 'crucial knowledge' at her fervent request. . *Jonas's and Hannah's former mentor, professor Weingarten, points out his scholarship now went to obnoxious Oliver Tusch, who has an alibi. Jonas' father Herbert ...    "
                },
                "10": {
                    "title": "Die Entführung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Corporate restructuring shark Michael Ramme's home has been vandalized and tagged \"You'll pay\" by a masked intruder, so the family gets police protection. Brat daughter Larissa, on leave from Swiss boarding school, turns out a buddy of state attorney Bannenberg's equally rebellious daughter Emily, who claims she and Heldt 'dumped her' being forced to move to Passau, so Nikolas stays around a while. On the beat cop's night shift, an intruder kidnaps Larissa, leaving Emily gagged. Sacked employee Simon Stehr is proven the vandal, but no more. Heldt and Ahmed rightly ...    "
                },
                "11": {
                    "title": "Nachbarschaftswache",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Carlos's bar and its 'savings club' are the latest victim in a series of robberies and muggings in Bochum, which caused affected small business people like Lisa Mensinga to form a vigilante posse and hire as security posts Neonazi Jörg Kabel 's biker gang-linked firm, which culminates the hostile atmosphere against immigrants, even Ahmed. The police disapproves of self-justice, but Heldt's nocturnal trap only gets Mario lightly wounded, inadvertently sabotaged by the 'militia'. Iraqi asylum seeker Armir's teen son Amir must be arrested for stealing sneakers and ...    "
                },
                "12": {
                    "title": "Die Dinos sind los",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Chief commissioner Detlev Grün actually called the bomb squad when his student niece Lena Herzog, whom he visited on Ruhr-Universität Bochum to appease doubts about his marriage, found an abandoned sports bag in the Chinese garden girls toilet. Heldt is delighted to look into the fossil it contained, while none was reported stolen or missing. *Palaeonthology professor Habakuk, a creative has-been star, is excited it's the \"Missing link\" for his thesis, mammals like birds descend from dinosaurs, but it's stolen and he knocked-down during a false fire alert while he ...    "
                },
                "13": {
                    "title": "Die Lehrer, die ich rief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Chemistry teacher Walter Weiss's corpse was posthumously acid-affected in Dr. Specht's Freiherr-von-Liebig Gymnasium (state school)'s lab. Alumnus Mario Korthals and forensics can only work out he produced and sold popular, academic performance enhancing pills there. Commissioners Heldt and Grün go undercover as his successor viz. gym coach, trying befriending viz. disciplining pupils. Questions include the meaning of a mysterious coded list from the lab. Brilliant primus Sven Lugner proves most helpful in all matters, his classmates Jana Lose the cheap bitch and ...    "
                },
                "14": {
                    "title": "Unter die Haut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Shortly in succession, four female lawyers report being the sleeping victim of a nocturnal visitor who marked their bellies 'I was here' while they were drugged but performed no sexual acts. Heldt worries Ellen may be next and initially looks into the first three's cleaned-out ex-husbands, who became friends. The fourth case is falsely confessed by the ex-con who may well have been framed the earlier time his victim claimed rape. After a wild night with Grün, whose wife jealously threw him out fearing his midlife crisis meant he seeks sexual variation, Heldt wakes up ...    "
                },
                "15": {
                    "title": "Das Dings mit dem Dingens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Achmed is hospitalized with a major concussion inflicted by the nocturnal intruder in retired Otto Böhring's repair cafe where they work their handyman magic among other volunteers, the premises where vandalized, probably in search of something. Only single mother Jannika Montag's pendulum clock, brought in last evening and of little value, is reported stolen, but Heldt's team soon finds various items, allegedly beyond repair, were 'disposed off' by furtive Internet sale. Volunteer Ralf Wester is an ex-con, former cellmate of bank-robber Rudolf Kraska, whom the stolen...    "
                },
                "16": {
                    "title": "Döner mit Biss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Achmed's uncle Berat Özer is hospitalized, poisoned by an overdose of tranquilizer in the signature dish \"döner\" of his pitta bar. While daughter Elif Özer and cousin Yusuf Celik, promised 'engaged' since childhood, run the business, Heldt's prime suspect is neighbor baker Cordula Melker, who believes her beloved dog on diet 'poisoned' by Berat feeding it, which isn't even the case. he also canceled his meat orders with recently paroled ex-con Harald 'Hacki' Lüschen for selling laced pork as pure lamb to the Muslim.    "
                },
                "17": {
                    "title": "Wer hat den Größten?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "votes": 6,
                    "original air date": "10 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Trick or treating in Bochum in Halloween zombie costume with DA Ellen's brat daughter Emily, Heldt stumbles upon the corpse of Martin Sachs, asphyxiated at home wearing a pumpkin head in costume. The fired security agent at Dr. Renate Leiphold's genetic manipulation firm Bereschit AG branch actually died from excessive pumpkin toxin in two helpings of soup, made from the firm-modified hybrid that allowed him to break the winning streak of horticultural society champion Michael Brehmer, which he was unable to taste as terribly bitter as an early symptom ('ageusia') of ...    "
                },
                "18": {
                    "title": "Holland in Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    On disciplinary filing and research duty to prepare the precinct's contraband auction, playful Heldt and his toy robot stumble upon a message in a game machine from ex-con inventor Johannes Korritke, who was recently electrocuted to death working on it. *Narcotics branch big suspects mysterious Freddy Q. to have killed him, perhaps for an invention to grow weed undetected or for the gambling machine, which Achmed helps check out, not as expected. So Heldt teams up discretely with Dutch drug detective Jan Kramer, his stand-in during Nikolas's three years on Mallorca. ...    "
                }
            },
            "7": {
                "1": {
                    "title": "Episode #7.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #7.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #7.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #7.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #7.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #7.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #7.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #7.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #7.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #7.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Episode #7.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Episode #7.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Hände hoch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heldt (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 94,
        "cast": [
            {
                "name": "Schumann, Kai"
            },
            {
                "name": "Kunze, Janine"
            },
            {
                "name": "Dierkes, Timo"
            },
            {
                "name": "Will, Steffen"
            },
            {
                "name": "Bartsch, Angelika"
            },
            {
                "name": "Cumartpay, Yunus"
            },
            {
                "name": "Vörtler, Felix"
            },
            {
                "name": "Budach, Lili"
            },
            {
                "name": "Klink, Ina Paule"
            },
            {
                "name": "Hürrig, Hansjürgen"
            },
            {
                "name": "Carpendale, Wayne"
            },
            {
                "name": "Widera, Marie-Jeanne"
            },
            {
                "name": "Bausch, Joe"
            },
            {
                "name": "Glade, Martin"
            },
            {
                "name": "Tuin, Gerben"
            },
            {
                "name": "Krohm, Uli"
            },
            {
                "name": "Armknecht, Martin"
            },
            {
                "name": "Hollunder, Lilli"
            },
            {
                "name": "Richter, Ralf"
            },
            {
                "name": "Stieblich, Anna"
            },
            {
                "name": "Lange, Gotthard"
            },
            {
                "name": "Skibinski, Christian"
            },
            {
                "name": "Silbernagl, Roland"
            },
            {
                "name": "Baer, Robert Alexander"
            },
            {
                "name": "Michel, Daniel"
            },
            {
                "name": "Groth, Steffen"
            },
            {
                "name": "Danne, Philipp"
            },
            {
                "name": "Maertens, Kai"
            },
            {
                "name": "Wrietz, Nadine"
            },
            {
                "name": "Karrenbauer, Katy"
            },
            {
                "name": "Paul, Ela"
            },
            {
                "name": "Kästel, Tatjana"
            },
            {
                "name": "Feist, Christian"
            },
            {
                "name": "Hentschel, Jörn"
            },
            {
                "name": "Yigit, Burak"
            },
            {
                "name": "Lewald, Antje"
            },
            {
                "name": "Pohl, Jan"
            },
            {
                "name": "Eloglu, Siir"
            },
            {
                "name": "Gareisen, Christoph"
            },
            {
                "name": "Maral, Adnan"
            },
            {
                "name": "Grimm, Michael A."
            },
            {
                "name": "Klauk, Markus Andreas"
            },
            {
                "name": "Zak, Mark"
            },
            {
                "name": "Holzapfel, Stella"
            },
            {
                "name": "Lessmann, Inga"
            },
            {
                "name": "Stier, Hans Martin"
            },
            {
                "name": "van Weyden, Richard"
            },
            {
                "name": "Prawdzik, Dierk"
            },
            {
                "name": "Rego, Cristina do"
            },
            {
                "name": "Marx, Horst-Günter"
            }
        ],
        "locations": [
            "Cologne, North Rhine-Westphalia, Germany"
        ],
        "genres": [
            "Comedy",
            "Crime"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 7,
        "rating": 6.7,
        "votes": 66,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDA1MjMyY2MtZTZhMC00OTJlLWE5ODktZDIwYWZlYTA4ODBlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "German"
        ],
        "title": "Heldt",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Heldt (Germany)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Ackermann-Laubenstein, Peter"
            },
            {
                "name": "Biehn, Benjamin"
            },
            {
                "name": "Brown, Andrea"
            }
        ],
        "production companies": [
            {
                "name": "Sony Pictures Film und Fernseh Produktions"
            }
        ],
        "distributors": [
            {
                "name": "Studio Hamburg Enterprises"
            },
            {
                "name": "Zweites Deutsches Fernsehen (ZDF)"
            }
        ],
        "other companies": [
            {
                "name": "Adag Film Services"
            },
            {
                "name": "Mecon Media Concept"
            },
            {
                "name": "Production Concept"
            },
            {
                "name": "Production Concept"
            }
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 66,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 15,
                "rating": 4.7
            },
            "aged 45 plus": {
                "votes": 22,
                "rating": 5.6
            },
            "males": {
                "votes": 37,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 13,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 17,
                "rating": 5.8
            },
            "females": {
                "votes": 11,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 4.9
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 5.6
            },
            "us users": {
                "votes": 4,
                "rating": 8.2
            },
            "non us users": {
                "votes": 36,
                "rating": 5.3
            }
        },
        "number of votes": {
            "10": 14,
            "9": 4,
            "8": 12,
            "7": 9,
            "6": 12,
            "5": 4,
            "4": 1,
            "3": 0,
            "2": 3,
            "1": 7
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}