{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 February 2013"
            }
        ],
        "release dates": [
            "USA::27 February 2013"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Mud Room Muck Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    Laura dreamed of adding a mudroom to the back of the house. Despite a quick start to the project, she began to question the quality of the renovation when pipes began to function poorly and she was able to see through walls to the outside. After months of disappointment and diminishing funds, she had no choice but to stop work. The disaster the contractor left behind was declared unlivable by the inspector leaving Laura to wonder if she'd ever be able to enjoy a safe and functional entrance to her home. Now, John DeSilvia and his team step in to rebuild the mud room ...    "
                },
                "2": {
                    "title": "In House Outhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    Homeowners Sam and Eman hired a contractor to build a new bathroom and convert their damp and dark basement into a living space for their growing family and friends. This handyman's hack job left them with multiple leaks, a dangerous exhaust issue, and a plumbing nightmare that has caused the basement to flood every time it rains. They could tell that something was wrong with the way the contractor ran waste pipes from their new bathroom directly into a sump pump. When John DeSilvia arrives to investigate, he discovers dire consequences to the contractor's shoddy ...    "
                },
                "3": {
                    "title": "Broken Trussed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    The Sheins thought renovating their small master bathroom would be easy, but their contractor proved them wrong. While working on the bathroom, he fell through the floor and into the living room not once but twice and he seems to have cut through the support joists on his way down. He also installed faulty plumbing that leaked into the living room, did a poor job with the tile floor and installed a door in their bedroom that leads to nothing but real structural devastation. Now, John DeSilvia and his team come to the rescue and show the Sheins just how smooth their ...    "
                },
                "4": {
                    "title": "Damage Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    Vaughn and Stephanie had big plans for their home, so they hired a contractor to tackle multiple projects that included repairing the leaky roof, renovating the main bath and redoing the kitchen. As the contractor neared the end of the project, they began to notice the terrible quality of his work and started looking for a way out of the mess he'd created. Not long after his dismissal, the roof began leaking again and they fully realized the extent of his incompetence. Now Vaughn and Stephanie are afraid of being duped by the next contractor they hire. John DeSilvia ...    "
                },
                "5": {
                    "title": "Pardon My French Drain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    All Ian and Ceason wanted was to waterproof their basement so that they could finally utilize the space as a suite for visiting family members and friends. A number of contractors came and went, but not without making things worse. One contractor attempted to underpin the foundation after it dropped four inches while digging out the French drain and ended up creating a sizable gap between where the basement walls meet the floor and who knows what else. Now they are left with a damp, dreary and destroyed basement that they avoid entering at all costs. John DeSilvia ...    "
                },
                "6": {
                    "title": "Crook, Line and Sinker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "11 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    When Sheri and Jack found a leak in their bathroom, they hired a contractor who seemed knowledgeable, friendly and trustworthy. But the contractor turned out to be a wolf in sheep's clothing. He badgered the couple into taking on a multitude of projects they didn't need and left the house in shambles after robbing them of an unfathomable amount of money. Since the contractor left their house and their spirits broken, they have been paralyzed by the fear of hiring another manipulative, thieving contractor. John DeSilvia rises to the occasion and rebuilds both their ...    "
                },
                "7": {
                    "title": "Rain Check",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "18 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Not long after Carol and Davey moved in, they realized they were facing some pretty shoddy work in their brand new house. A leaky roof had them running to collect water as it poured into their living room every time it rained. Multiple contractors claimed to have fixed the problem, yet each rain, there it was again. With no hope in sight, Carol and Davey constructed a homemade, indoor gutter system to funnel the dripping water into a nearby bucket. John DeSilvia and his team of professionals take on the unstoppable leak and finally give these homeowners the peace of ...    "
                },
                "8": {
                    "title": "Roof Raff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Adam and Sabrina's troubles began when they hired a contractor to replace the roof after storm damage. After he'd finished the job, they found water leaking through the ceiling and cascading down their walls. They demanded that the contractor come back and fix his mistakes, but he sent their calls to voicemail and disappeared. Now, regular rain and melting snow continue to leak into the dining room and their toddler's bedroom causing continuous stress for Adam and Sabrina and respiratory issues for their son. John DeSilvia and his team come to their aid by redoing the...    "
                },
                "9": {
                    "title": "Window of Opportunity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    When water began seeping through Natalia's bedroom ceiling, she figured she'd kill two birds with one stone by hiring a contractor to stop the leak and renovate her kitchen. The contractor not only failed to repair the leak but actually made it worse. The water from the leak warped Natalia's hardwood floors and the contractor left with her money. Now, John DeSilvia must repair the roof to stop the problem and give Natalia the kitchen she paid for.    "
                },
                "10": {
                    "title": "Pain in the Deck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "9 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Kevin and Suzanne hired a contractor to rebuild their home after the destruction of Hurricane Sandy. During the construction process, the homeowners noticed more water leaking through the front entrance. After bringing it to the contractor's attention, he claimed to have fixed it, but not long after he left the water returned and continued to be a problem during heavy rains. John DeSilvia and his team of professionals begin the repair process then finish with a beautiful new watertight balcony and they throw in an extra bathroom fix for the family for all their ...    "
                },
                "11": {
                    "title": "Case of the Crooked Cabinets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Homeowners Joe and Lisa hired a contractor to renovate their kitchen with disappointing results. When the dust settled on the project, they were left with a large bill and nothing but bad work to show for it. John DeSilvia and his team of professionals take on this lost cause of a kitchen, transforming it into a stunning new space.    "
                },
                "12": {
                    "title": "The Mold and the Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Margaret and John were tired of sharing a bathroom with their teenagers, so they hired a contractor to create two separate bathrooms from the existing bath on the second floor. Though the new bathrooms looked nice at first, it wasn't long before problems arose. Now Margaret and her family are dealing with significant mold issues and a leak dripping down into their living room below. Host John DeSilvia is on the case and leaves this family with a repaired and revamped bathroom.    "
                },
                "13": {
                    "title": "Out of Sight Out of Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "30 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    After giving the go-ahead to convert the laundry room into a basement bathroom for their kids, Jill and Todd were abandoned by their contractors. The incomplete work was pushed aside and the family was left with serious structural and safety risks. However, even a basement full of black sludge isn't enough to turn host John DeSilvia away from giving the family a clean and safe space.    "
                }
            },
            "1": {
                "1": {
                    "title": "Cracked Construction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowners Chris and Dolores Holman take host John DeSilvia on a tour of their recent renovations, all by an unqualified contractor who did the work entirely too quickly and completely incorrectly. Immediately, John notices that there are cracks forming around the opening the contractor made when knocking down a wall. Inspecting a leak in the upstairs crawlspace, he discovers that the shingles were not installed properly either. John DeSilvia wastes no time starting demolition in search of the reasons for the cracking and sagging interior of the home. The family is at...    "
                },
                "2": {
                    "title": "The Case of the Crumbling Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Roxanne Dunn, a single mother and former Miss New Jersey, hired a contractor after losing her previous kitchen to a fire. He was supposed to add a kitchen addition to her childhood home that she shares with her mother. After paying him upfront for everything, he took off - just before their flat, improperly pitched roof caved in and destroyed the shell of a kitchen below. For the last six years, their kitchen has consisted of a microwave, a hot plate, and a plastic table inside a water-damaged space. Host John DeSilvia and his team are gutting the kitchen, fixing the ...    "
                },
                "3": {
                    "title": "Stolen Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Amy and Patrick McCay hired a contractor to put a new roof on their house, but what they got were devastating leaks that wrecked their dream home and a lawsuit from the contractor who injured himself while drinking on the job. With no money left to fix the damage, these desperate homeowners turned to licensed contractor John DeSilvia and his team of experts to flip their flooded house into a finished space. After repairing the underlying damage with a waterproof roof, they completely gut the kitchen, dining room, and adjoining mudroom. Once the new rooms are airtight,...    "
                },
                "4": {
                    "title": "Bathroom Blow-Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowners Tim and Kathy Burden hired a contractor to renovate their downstairs bathroom and entranceway. Tim has a progressive health condition will eventually leave him in a wheelchair, so they needed the space to be ADA Compliant to accommodate their future in the home. The contractor left after ten days of work, and he took the couple's $160,000, their entire savings, with him. Now broke and running out of time, they need not only a bathroom, but also a reconfigured dining room and entryway so that Tim will be able to get into his own home.    "
                },
                "5": {
                    "title": "The Case of the Cabinet Crook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Keith and Jessica Oechsner hired a contractor to remodel their kitchen and upstairs bathrooms. When the kitchen was finished without the custom work for which the Oechsners paid, the contractor took the money and ran before completing the bathroom ? bailing on his contractual duties right before his upstairs plumbing alterations led to a waterfall directly into the kitchen below. Now their brand-new kitchen is literally falling apart at the seams. They paid for custom, and now John DeSilvia is going to get them the home they hoped for in the first place.    "
                },
                "6": {
                    "title": "Ice Cold Construction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    New parents Kate and Doug Cotto wanted to make sure their new home was nice and cozy for their eighteen-month-old son before they even moved in. They hired a contractor to re-insulate and side their entire house. What they got was shoddy exterior siding with no weather wrap and freezing interior temperatures--not what they wanted for their new life together and new son.    "
                },
                "7": {
                    "title": "Bad to the Basement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    New parents Kate and Doug Cotto wanted to make sure their new home was nice and cozy for their eighteen-month-old son before they even moved in. They hired a contractor to re-insulate and side their entire house. What they got was shoddy exterior siding with no weather wrap and freezing interior temperatures--not what they wanted for their new life together and new son.    "
                },
                "8": {
                    "title": "Bad News Balcony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dolores and Elliot Farmer believed they were turning their current house into their dream home by adding their fantasy balcony to their master suite. But the contractor they hired forgot some important steps - like waterproofing around the new doors - which caused their walls to come crumbling down. John DeSilvia comes to the rescue with his team of professionals to fix the amateur mistakes of the Farmer's previous contractor.    "
                },
                "9": {
                    "title": "High Five Finish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Cate and Timothy Dewar's home is under the weather. The foundation is sinking and too low given the area's surrounding water table. The result? Water, water everywhere! They were nearly destroyed by the flooding of Hurricane Irene, and their original contractor followed up with a storm of his own. Licensed contractor John DeSilvia and his team are giving the home a little lift - five feet to be exact, and redoing the entire exterior of the home to fix the last guy's mistakes. The family will finally be out of harm's way when the next flood hits, and they'll have a ...    "
                },
                "10": {
                    "title": "Renovation Roommate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Expectant parents Bethany and Jeremiah Younossi wanted to re-do the moldy basement in the new home they purchased when first engaged. A contractor was referred to them by a friend, but there was one catch: he needed a place to live during the renovation . . . so he moved in with them! While he was quick to ask for cash, he never finished the job and finally they had to kick him to the curb-literally. Now only a few weeks away from the arrival of their first born, the couple is out of money and worried about the health affects of mold on their little bundle of joy.    "
                },
                "11": {
                    "title": "The Ugly Ductling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "10 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Suzanne Schiavelli-Backstrom fell in love with the original details of her three-story brownstone at first sight. There was the problem of the antiquated heating and cooling system though, so they hired a contractor to add a ductless HVAC system and bring their thermostat into the modern age. But instead of small vents hidden throughout the walls as expected, the contractor removed all of the traditional molding and finish work to install large industrial style ducts - even cutting into their newly restored roof to mount the machinery. With water leaking through the ...    "
                },
                "12": {
                    "title": "Bankrupt Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    John DeSilvia gives these homeowners the master bath they never had and refinishes their chimney.    "
                },
                "13": {
                    "title": "From Flooded to Fabulous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "24 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Lynda and Desmond McGoey have a big home, and an even bigger family. With five growing children, they wanted to turn their basement into a much-needed living space, as well as fix the exterior foundation capping. But when their contractor started demanding more and more money, and doing less and less work, they looked into his license and found out it was merely his disconnected cell phone number! After he disappeared with all their cash, the basement filled with water - and mold - causing health hazards for their young children and further limiting their already ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Shattered Pipe Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    When a simple washer and dryer installation goes horribly wrong, Dawn and Glenn, are left with pipes that back up and leak all over their first floor living space. Not only did the contractor do a number on the plumbing system, he also left a flue pipe unattached to the wall, causing a Carbon Monoxide leak. As work begins, more problems start to surface, literally. John DiSilvia discovers a major ant infestation living behind their walls and in their ceiling and a roof that can't drain properly. JD and his team get to work, sealing the carbon monoxide leak, fixing the...    "
                },
                "2": {
                    "title": "A Ridge Beam Too Far",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowners Bob and Marie used their retirement savings to pay a contractor who promised to fix their roof. It was caving in so badly it could be seen from the street. But the shoddy workmanship did more harm than good.Enter John DeSilvia to the rescue the renovation. After discovering major structural problems and a carbon monoxide leak in the attic, John and his crew work through a 111 degree heat wave to make the home safe once again . They repair the roof, remodel the living room and fix the carbon monoxide leak that threatened to poison the homeowners. All he hard...    "
                },
                "3": {
                    "title": "Pool Me Once Shame on You, Pool Me Twice Shame on Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowners John and Melissa are drowning in damages from their two failed attempts to fix their pool, a process that drained the couple's pockets and left them unable to update their drab and cramped kitchen. Over the past four years their pool has become overrun with algae and their kitchen has been neglected. John DeSilvia renovates the eyesore and safety hazard of a pool and delivers a beautiful open concept kitchen, pulling John and Melissa out of the deep end.    "
                },
                "4": {
                    "title": "The Case of the Construction Con-man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Barbara bought her dream home with the hopes of raising the roof on a small bedroom in the attic for her grandson. But after a con-man of a contractor worked on her house and wrecked the bedroom, she and her grandson were left helpless and with a home that could cave in on them at any moment. The construction con-man even convinced Barbara to put a bathroom in her bedroom and left a gaping hole in her floor that she could fall straight through to the kitchen. John DeSilvia steps in and repairs the roof, finishes the bedroom and makes this home the dream space Barbara ...    "
                },
                "5": {
                    "title": "Addition by Subtraction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Karen and Derek thought they found their dream home when they purchased a house that had a brand new two-story addition off the back. The couple did everything right and passed two home inspections, but after a rough winter that left them with icicles forming inside their home, they discovered that the contractor who sold them the house had completely taken them for a ride. John DeSilvia steps in to investigate the addition and is appalled by what he finds. The load bearing, two-story addition that Karen and Derek loved so much is supported by a foundation for a deck ...    "
                },
                "6": {
                    "title": "Sunroom Nightmare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    All Dino wanted was a place to entertain his friends, but when his contractor persuaded him to enclose his porch with a sun room, Dino's dream for an awesome space to entertain became a nightmare. John DeSilvia comes to his aid.    "
                },
                "7": {
                    "title": "Water Water Everywhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowner Chimere is a mother of three and trying to do it all. The contractor she hired to fix her two bathrooms left her house a wreck. Leaks from his shoddy installations caused water to build up and collapse the ceiling in the basement below. Now Chimere is left without a fully-functioning bathroom and no space for her children to play or keep their things. JD and his crew come to the rescue. They discover that the entire situation could have been prevented by a two-dollar fix.    "
                },
                "8": {
                    "title": "Bed Bath and Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Sachin and Divya hired a contractor to convert their huge master bathroom into a beautiful oasis, but after giving him their final payment, he took off and they never saw him again. Now they are left with a half finished space with paint on some walls and demo debris including their original tub left behind. John DeSilvia and his team come to their rescue, discovering that their original contractor left them not only with a mess, but a dangerous situation when he cut through a major support beam to fit in the shower drain pipe. JD has to start from scratch and comes ...    "
                },
                "9": {
                    "title": "Besting Asbestos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Kate and Greg hired a contractor to install a French drain and bathroom with a bathtub in their basement. When they came home to see their walls were sliced along the bottom and the contractor duct taped them back together, they quickly kicked him off the job. Now they are left with no place to bathe their son who is getting too big for the kitchen sink, and a hazardous situation with exposed wiring and insulation right at their child's eye line. JD comes to their rescue and discovers the situation is much worse than Kate and Greg thought. Not only is everything the ...    "
                },
                "10": {
                    "title": "Square Vent in a Round Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowners Vanessa and Danny were left with a slew of problems in their house after they hired a contractor to replace their HVAC system, do an oil-to-gas heat conversion, and fix some problems with their bathroom. Their contractor cut corners everywhere possible, leaving spray foam and dirt under their tub surround, empty holes for duct work all over the house, and a vent pipe buried somewhere in their attic. John DeSilvia and his team step in to fix the problems and as they investigate the damages, things only get worse. It's one headache after another with this ...    "
                },
                "11": {
                    "title": "The Disintegrating Deck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowners Haiwen and Jaisong hired a contractor to build a deck, and although he left them with a structure that looks like a deck, it is on the brink of collapsing right under their feet. With no footers, a ledger board that is pulling away from the house, and plywood that is saturated in water causing the screws to rot and pop out, contractor John DeSilvia and his team can't use anything from the original construction. As they demo, they discover that water has been seeping into the house and causing the structural header holding up the second floor to completely ...    "
                },
                "12": {
                    "title": "Sometimes You Have to Be a Detective",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowners Gina and John call in licensed contractor John DeSilvia to fix simple water damage left behind by a deceptive contractor. But after a little detective work John discovers that there are more serious issues. John calls in a mold remediation team to make the room safe but while the mold is being taken care of, John discovers a fire hazard and health risk being caused by an non-vented dryer. He gets his best guys in to take care of that as well. It's one headache after another on this home, but in the end, John delivers safe and beautiful indoor and outdoor ...    "
                },
                "13": {
                    "title": "After the Flood and the Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescue My Renovation (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "27 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Homeowners Tara and Jimmy thought Hurricane Sandy was the scariest night of their lives. Until months later when faulty contracting work led to an electrical fire in their home. The contractor they hired to fix their home after Super storm Sandy actually left them in more danger thanks to a bad re-wiring job and a faulty roof repair. Enter licensed contractor John DeSilvia, who takes matters into his own hands and investigates the damages done by the previous contractor. He finds that the contractor didn't replace any of the electrical in the house and did not ...    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "DeSilvia, John"
            },
            {
                "name": "Gaulin, Sasha"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.7,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTcyNjk0ODAyNV5BMl5BanBnXkFtZTgwNzY4NjU4NDE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Licensed contractor John DeSilvia comes to the rescue of distraught homeowners who have seen their homes left in shambles by the contractor they hired to fix it. Bad plumbing, shoddy framing, being structurally unsound: These are the complaints that homeowners have after hiring a bad contractor. John D steps in to make everything right, but he only has a few days in which to do it. After John and his team finish their work, these homeowners won't recognize the place.",
        "languages": [
            "English"
        ],
        "title": "Rescue My Renovation",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Rescue My Renovation (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Boy Wonder Productions"
            }
        ],
        "distributors": [
            {
                "name": "Scripps Networks"
            }
        ],
        "plot": [
            "Licensed contractor John DeSilvia comes to the rescue of distraught homeowners who have seen their homes left in shambles by the contractor they hired to fix it. Bad plumbing, shoddy framing, being structurally unsound: These are the complaints that homeowners have after hiring a bad contractor. John D steps in to make everything right, but he only has a few days in which to do it. After John and his team finish their work, these homeowners won't recognize the place."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.3
            },
            "males": {
                "votes": 5,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.3
            },
            "us users": {
                "votes": 5,
                "rating": 4.9
            },
            "non us users": {
                "votes": 3,
                "rating": 9.3
            }
        },
        "number of votes": {
            "10": 4,
            "9": 2,
            "8": 3,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}