{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            },
            {
                "country": "USA\n",
                "date": "March 2013"
            }
        ],
        "release dates": [
            "USA::2013",
            "USA::March 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Married to Medicine"
            },
            {
                "countries": "USA",
                "title": "Married to Medicine"
            }
        ],
        "akas": [
            "Married to Medicine (original title)",
            "Married to Medicine USA"
        ],
        "akas from release info": [
            "Married to Medicine (original title)",
            "Married to Medicine USA"
        ],
        "episodes": {
            "6": {
                "0": {
                    "title": "How They Got Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 0,
                    "original air date": "26 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The spicy ladies of Atlanta are back in this half-hour special featuring highlights from the past five seasons chronicling the highs and lows of holy matrimony when you're married to medicine. Get caught up on Dr. Simone and Cecil's communication missteps, Toya and Dr. Eugene's money woes, Dr. Jackie and Curtis' issues with infidelity, Quad and Dr. Gregory's fight for common ground, Dr. Heavenly's quest for personal growth, Dr. Contessa's working mom dilemmas, and Mariah's struggle to remain in the circle of friends.    "
                },
                "1": {
                    "title": "Get Your Sexy Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "2 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Quad's marriage problems are plastered all over social media and the blogs, and instead of leaning on the ladies for support, she is gives them the cold shoulder. Toya tries to encourage Eugene to live a healthy lifestyle, Contessa struggles with being a stay at home Mom. Simone throws a leather and lace party to reclaim her sexy, but tensions flare between Heavenly and Mariah when Mariah claims to have receipts on \"Daddy.\"    "
                },
                "2": {
                    "title": "I Don't Talk To Dentists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "9 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    After Mariah accuses Damon of infidelity, Heavenly channels her rage by seeking help from an anger management therapist. Contessa worries about her father's failing health, and tells Scott she wants him to visit. Isolated from the entire group, Quad hangs with her new besties from her talk show and vents about her marital woes. Simone and Cecil continue to struggle to fix their broken marriage, while Toya throws a surprise party for Eugene, but ends up making the party all about an absentee Contessa.    "
                },
                "3": {
                    "title": "Crabby Ladies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "16 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    When her ailing father visits, Contessa discovers his health is even worse than she thought. While Mariah has a real talk with Lauren about growing up and getting ready for high school, Simone faces a hard talk with her son, Michael about the current state of her marriage. Heavenly attempts to bring Quad back into the circle of friends for a crab boil, but everything comes to a boiling point with the women as friendships and loyalties are questioned.    "
                },
                "4": {
                    "title": "Emotional Workout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "23 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Things continue to heat up at the crab boil when Heavenly and Mariah's long-standing feud reaches a fever pitch. Quad opens up to the group, but will her words be enough? Contessa has a candid conversation with her father about a life altering decision. Meanwhile Dr. K encourages Heavenly to dig further into her past. Later, Jackie's plan to reconnect her friends forces them to get up and get moving, with surprising results.    "
                },
                "5": {
                    "title": "Heavenly Homecoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "30 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Quad has a heart-to-heart with Jackie over her marital issues while the guys have a much-needed night to themselves where Greg tells his side of the story. Contessa takes the first step towards a new life. With Simone and Jackie in tow, Heavenly travels to her childhood home in Miami to seek out the root of her anger.    "
                },
                "6": {
                    "title": "Episode #6.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "7 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Heavenly continues her spiritual journey in Miami with the aid of Jackie and Simone. Back in Atlanta, Contessa goes through with her double mastectomy. Quad turns to old friends for comfort in her crumbling marriage. Toya and Eugene are in awe of the progress of their dream home. Mariah and Aydin take Lauren out for a dinner to explain the birds and the bees.    "
                },
                "7": {
                    "title": "Episode #6.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Heavenly, Jackie and Simone settle back into daily life after their trip to Miami. Simone welcomes her son home from college but isn't so welcoming to the idea of Cecil moving back in. Contessa is recuperating from her prophylactic mastectomy and receives a house call from her good friends, Mariah and Dr. Jarret. Quad lunches with her mom and aunt and reveals that her life has been turned upside down. Jarret invites all the ladies to her newly constructed home for a housewarming party and Quad debates revealing her big news to the ladies.    "
                },
                "8": {
                    "title": "Episode #6.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "21 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    While Mariah receives some bad news from her husband, Simone finally has some good news to share about Cecil. Heavenly reflects on her Miami trip with her therapist and makes some new personal discoveries. While Quad is quietly adjusting to her newly single life, the other women are shocked to find out through social media of Quad's divorce. In an attempt to reunite the women and bring Black Girl Magic back to the group, Jackie throws a slumber party.    "
                },
                "9": {
                    "title": "Episode #6.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "28 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Toya and Eugene contemplate celebrating their 10-year anniversary with their friends overseas. Meanwhile Jackie and Curtis celebrate, coming back from the brink of divorce and making it 17-years.    "
                },
                "10": {
                    "title": "Episode #6.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Episode #6.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Episode #6.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #6.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Bottled Up Emotions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Realizing her baby is growing up, Mariah surprises Lauren with a wardrobe makeover. Simone and Cecil's romantic dinner date is ruined when issues from the past push Simone over the edge. Meanwhile, Jackie and Curtis struggle to compromise on a new home and a fresh start. Toya plans a wine tasting trip for the ladies that turns sour when lingering issues with Contessa come to a head and Mariah gets some scary news about Aydin's health.    "
                },
                "15": {
                    "title": "Docs on the Dock 2.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Toya and Eugene put the finishing touches on the foundation of their forever home. Jackie and Curtis look to start anew, from the ground up, while Simone finally buries past hurts with Cecil. Quad brings her friends full circle as Heavenly and Contessa show their support for their friend. With Aydin recovering, Mariah hosts the party event of the season, as all the ladies come together to celebrate Docs on the Dock.    "
                },
                "18": {
                    "title": "Reunion Hour Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 18,
                    "original air date": "13 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "A Taste of Your Own Medicine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Meet the strong, fierce and funny women that make up Atlanta's medical world. Dr. Jackie and Dr. Simone have to navigate through obstacles they face as a wife, mother, friend and successful OB-GYN while Mariah, Quad, Toya and Kari show us that you pay a steep price for a life of privilege when you're married to medicine.    "
                },
                "2": {
                    "title": "Mistress of Medicine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    After throwing a disastrous birthday party, Mariah tries to make things right with the ladies but Quad goes on the attack. When Kari and Mariah decide to throw an event, Kari disinvites Quad. Meanwhile, Simone's patient deals with some potentially devastating news.    "
                },
                "3": {
                    "title": "Queen Bee Sting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Tensions are high at a wine tasting when Mariah confronts Kari about Quad's disinvite to their joint party. Later when Kari and Quad agree to meet to sort out their past, the road to resolution is anything but smooth. Meanwhile, Doctor Simone's sister brings out Simone's competitive nature during a visit and Doctor Jackie reveals a shocking secret that takes Quad by surprise.    "
                },
                "4": {
                    "title": "A Black Eye Event",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Toya reveals a secret from Mariah's past that infuriates her right in time for her husband's big birthday bash. Meanwhile tensions flair as Kari sets up the festivities and can't find Mariah. When the queen bee shows up two hours late, the themed \"Hollywood Glam\" party turns into a \"Hollywood Bash.\"    "
                },
                "5": {
                    "title": "Resuscitating Reputations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    This prestigious circle of doctor's wives is shattered after Mariah & Toya's showdown at Duncan and Aydin's birthday party. As news of the fight spreads, loyalties are in question and friendships are flat-lining. Will Toya and Mariah's reputations be salvaged, or did their behavior cause irreversible consequences to themselves and their husbands?    "
                },
                "6": {
                    "title": "Blood Is Thicker Than Dog Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The fallout from the big brawl continues when Toya disinvites Mariah's family from her upcoming Spookey Ookey party. Simone tries to counsel a patient who wants to conceive in an unusual way, and Quad has her paws full when she invites both Mariah and Toya to her Puppies in Paris soiree.    "
                },
                "7": {
                    "title": "The Sour Squeeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    The ladies are more divided than ever, so Jackie decides to call a group intervention, which she calls a Lemon Squeeze, in an attempt to patch things up between Mariah and Toya. However, things quickly go sour when Kari puts Mariah in the hot seat and the real reason behind the fight with Toya is revealed.    "
                },
                "8": {
                    "title": "Sip Happens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    When Dr. Jackie's Lemon Squeeze fails to get the ladies back on track, they give it one more try on a Georgia Wine trip together. With the serenity of the Georgia vineyards surrounding her, Dr. Simone musters up enough courage to talk to long-time friend Mariah for the first time since the fight. Mariah finally confronts Toya and things quickly escalate and get a little too close for comfort!    "
                },
                "9": {
                    "title": "Flatlining Friendships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    While Jackie prepares for her Spa grand opening, Toya shows off her husband's new business venture to the Atlanta elite. Kari ignites a new flame when she \"accidentally\" mentions that Mariah & Quad have not made it on Toya's guest list.    "
                },
                "10": {
                    "title": "The Last Supper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    While Mariah prepares for a traditional Deshi dinner with the ladies, Quad and Toya meet for a final showdown where slandering accusations ensue. Kari and Toya decide to skip Mariah's dinner as they discover a bombshell about Quad's past that raises the question, who is the real snake in the group?    "
                },
                "11": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    Hosted by Bravo's Andy Cohen, part one of the reunion brings together Jacqueline Walters, Kari Wells, Mariah Huq, Quad Webb-Lunceford, Simone Whitmore and Toya Bush-Harris to discuss the season's drama.    "
                },
                "12": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    Hosted by Bravo's Andy Cohen, the women gather in part two of the reunion to settle scores and clear the air.    "
                },
                "13": {
                    "title": "Secrets Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Andy Cohen opens the Bravo vaults to reveal never-before-seen footage from the season.    "
                }
            },
            "2": {
                "1": {
                    "title": "Far from Heavenly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Queen Bees of medicine are back with a vengeance. Friendships have been broken as Quad discovers long-time BFF Mariah has been talking behind her back. Meanwhile, Dr. Jackie shocks Dr. Simone with news that she wants a baby. Later, at Dr. Heavenly's cocktail party, sparks fly as Toya accuses Dr. Simone of inappropriate behavior with Toya's husband.    "
                },
                "2": {
                    "title": "Love and Basketball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Jackie's date night with Curtis takes a surprising turn when she tells him about her plan to have a child. Meanwhile, Mariah talks her balding hubby into getting hair transplant surgery. After the showdown at Dr. Heavenly's, Toya and Dr. Simone meet to hash out their issues, but end up embroiled in even bigger conflict.    "
                },
                "3": {
                    "title": "A Steakhouse Beef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A peace summit between Quad and Mariah turns into explosive confrontation that quickly spreads across the medical community. Dr. Jackie meets with Dr. Heavenly to hash out their issues, but realizes it's not exactly the resolution she was hoping for. Meanwhile, Toya hosts a birthday party for her son; its all fun and games until Quad and Mariah's feud becomes the talk of the party.    "
                },
                "4": {
                    "title": "Week of Impact",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    As Mariah continues to deal with the fallout from her fight with Quad, Quad turns her focus to developing her puppy fashion line. Dr. Simone and Cecil's financial problems start to weigh heavily on their marriage. With Cecil away, Dr. Simone hosts a fun filled slumber party where she learns how to get her sexy back. Meanwhile, Lisa Nicole receives some devastating news that could turn her world upside down.    "
                },
                "5": {
                    "title": "Blind Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Simone enlists Jackie's help in a scheme to resuscitate her flatlining love life. While Simone springs a romantic surprise on Cecil, Jackie's babysitting skills are pushed to the limit when Simone's kids wreak havoc on the house. Meanwhile, Quad's business venture leads to a heated argument with her husband that threatens their relationship. Toya and Eugene encounter an unexpected financial problem.    "
                },
                "6": {
                    "title": "Textual Healing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 May 2014",
                    "year": "2014",
                    "plot": "\n    The drama of the WEN Conference continues with more tears and accusations thrown out by Mariah and Quad. Dr. Simone convinces Dr. Jackie to meet with an adoption counselor to help in her quest to convince Curtis to have a baby. It's the big day for Lisa as she finally finds out whether or not she's cancer free. In a last ditch effort to save their friendship, Quad invites Mariah to an upcoming fashion show. Will Mariah accept the olive branch?    "
                },
                "7": {
                    "title": "A Fashion Faux-pas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    As Mariah contemplates going to Quad's fashion show, Aydin gets ready for his big hair transplant surgery. Dr. Simone finally reveals her financial issues to a shocked and speechless Dr. Jackie. Meanwhile, Dr. Heavenly hears some startling information about Mariah. An explosion erupts at the Women of Atlanta fashion show when Reco Chapple and Mariah finally come face to face.    "
                },
                "8": {
                    "title": "Guess Who's Not Coming to Dinner?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 May 2014",
                    "year": "2014",
                    "plot": "\n    Simone puts Jackie's mothering skills to the test when she drops off a screaming baby doll at her office. Toya and Eugene's house hunt takes on a new sense of urgency when someone is shot in the neighborhood. When Heavenly invites the ladies over for a dinner party, long-standing alliances are shattered as the ladies deal with the aftermath of Mariah and Quad's catwalk cat fight and are forced to choose sides.    "
                },
                "9": {
                    "title": "Queen of Shade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Quad and Reco scramble to finish their puppy couture samples before their investor meeting, but Mariah files a restraining order against Reco that threatens their progress. Jackie reaches her breaking point and storms out of the office when her staff ambushes her with impossible demands. Lisa Nicole throws a fantastical princess party for her daughter, but tempers flare as Simone disinvites Mariah from the couple's trip, and Mariah and Heavenly clash over their broken friendship.    "
                },
                "10": {
                    "title": "Blind Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Simone enlists Jackie's help in a scheme to resuscitate her flatlining love life. While Simone springs a romantic surprise on Cecil, Jackie's babysitting skills are pushed to the limit when Simone's kids wreak havoc on the house. Meanwhile, Quad's business venture leads to a heated argument with her husband that threatens their relationship. Toya and Eugene encounter an unexpected financial problem.    "
                },
                "11": {
                    "title": "Couples Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "15 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    As the group's long awaited couples retreat approaches, Simone encourages Mariah to make a surprise visit. The couples arrive in the Blue Ridge Mountains, eager for a break from the constant drama of Atlanta's medical circle. Greg makes a controversial statement that upsets several of the wives, and a conversation about adultery leads to a shocking revelation about Darren and Lisa's relationship.    "
                },
                "14": {
                    "title": "The Queen Bee Gets Stung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "6 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Quad confronts Dr. Simone over their fallout at Lisa Nicole's fashion show. Toya shows off her new extravagant home to Dr. Heavenly who has a lot to say. Mariah is disappointed at the Cinnamon Girl launch party when some of the ladies stand her up. Meanwhile, Quad is finally ready to launch her Puppy couture line with a fabulous fashion show. Everyone, except Mariah, shows up to support Quad. Will Quad succeed at getting the investors she needs to help her company take off?    "
                },
                "15": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "13 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Host Andy Cohen reflects on some of the season's most talked about moments, as the MDs. and MRSMDs come together in part one of the explosive Married to Medicine reunion. Mariah and Quad finally come face to face to reveal the truth about what really went down between them; Heavenly hears from the ladies on what they really think of her; Simone and Toya's disagreement on stage spills over to backstage, putting the rest of the reunion in jeopardy.    "
                },
                "16": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "17 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Hour two of Married to Medicine continues as host Andy Cohen gets to the bottom of what happened backstage between Simone and Toya. The husbands join to shed their perspective on kids, sex and cheating. Later, Lisa Nicole dishes her grievances with Mariah. After hashing out new and old issues, can the ladies come together as a group again?    "
                }
            },
            "3": {
                "1": {
                    "title": "Background Check Yourself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The first ladies of medicine are back and busier than ever. Simone and Toya's friendship is on the fence, but when Toya decides to throw a Halloween party to show off her new house, her husband Eugene insists she invites Simone to bury the hatchet. Quad is full speed ahead with her puppy couture line but when Quad learns Lisa Nicole ran a background check on her for \"business\" reasons, the two have a fall out. Meanwhile, Dr. Jackie's latest endeavor is to test out a lifestyle fitness program on the girls and hopefully everyone is willing to jump on board.    "
                },
                "2": {
                    "title": "Putt Up or Shut Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Simone and Toya are at odds but their husbands Cecil and Eugene are determined to save their friendship by forcing an olive branch and arranging a double-date. Quad flips the script and hires a private investigator to dig up dirt on Lisa Nicole and her husband Darren. Later, Jackie and her trainer Al ambush the girls with a surprise invite to join her latest fitness venture.    "
                },
                "3": {
                    "title": "Inspector Squad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Trying to find the root of her anger, Jackie helps Simone understand how her dad's past transgressions are still affecting her life. As the ladies gather to celebrate Lisa Nicole and Heavenly's magazine cover, Simone comes face to face with Toya for the first time since their disagreement. Meanwhile, following a successful meeting with the private investigator, Quad receives all the information she needs to finally give Lisa Nicole a taste of her own medicine.    "
                },
                "4": {
                    "title": "Friends Don't Do Background Check on Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Hoping to move past the background check, Quad calls Lisa Nicole for an in person meeting in hopes of teaching her a lesson in the art of friendship. Things take an unexpected turn when Quad makes a startling accusation which leaves Lisa Nicole reeling. Meanwhile, Heavenly prepares for a date with her husband and enlists her daughter, Alaura's help for some serious fashion guidance. Jackie hits the ground running and kicks off her new fitness program, \"Fit Is the New It.\" However, it is hard to concentrate on getting fit as word reaches the circle of friends about ...    "
                },
                "5": {
                    "title": "The Naked Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    In order to regroup, Quad decides that taking some time away from the ladies is her best option. With fitness her top priority, Jackie goes into drill sergeant mode to snap Simone out of her bad junk food habits. Meanwhile, some of the ladies decide to spend some quality time at a strip club but it's not all fun and games when Lisa Nicole learns that the establishment is one of her husband's habitual stomping grounds.    "
                },
                "6": {
                    "title": "Queen Bee Returns to the Hive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Still reeling from her visit to the strip club, Lisa confronts her husband in order to discover the truth. In hopes of being a supportive wife, Toya tries to get involved with her husband's new business venture. Always the ones to inform and enlighten, Simone and Jackie demonstrate safe-sex techniques that embarrass some of the ladies and perks the interest of others. Meanwhile, through laughter and tears, Mariah and Quad try their best to mend their relationship but aren't sure if they can dive back into their friendship.    "
                },
                "7": {
                    "title": "Love and Races",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Jackie comes up with a creative strategy to whip the girls into shape in the second phase of Fit Is The New Fit. Meanwhile, an anxious Simone is happy when her sister comes to town to hold her hand through her son's first date. Wanting to settle the score once and for all, Lisa Nicole meets with her attorney to discuss legal options against Quad, while Quad brings in high-powered attorney Phaedra Parks to weigh in on the matter.    "
                },
                "8": {
                    "title": "California Dreamin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Quad leaves the messy drama of Atlanta behind and jets off to sunny California with Simone and Jill. Meanwhile, Jackie struggles to deal with her ailing father both as a daughter and a doctor. Lisa Nicole celebrates her son's birthday with a fabulous cooking party but while the bash is in full swing, she drops a bomb that leaves Heavenly and Toya in shock.    "
                },
                "9": {
                    "title": "Invites and Dis-Invites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "9 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Refreshed from her trip to La-La land, Quad refocuses her energy on marketing her doggy fashion line. Meanwhile, Heavenly and her husband are at an impasse when he insists she's spending too much time away from home. Simone makes it clear that it's her party and can do what she wants to when she disinvites Lisa Nicole.    "
                }
            },
            "4": {
                "1": {
                    "title": "New Beginnings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Quad has a new baby in her house, and Lisa's got a baby on her brain. Dr. Jackie is moving on up while Simone and Cecil are adjusting to life apart. Toya is in big trouble with the IRS while Heavenly just stirs it up. Lisa Nicole throws a bash.    "
                },
                "2": {
                    "title": "Forecast: Clouds with a 100% Chance of Shade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Everyone processes the aftermath from Lisa Nicole's party. Simone reaches out to Quad. Genise reveals to Toya that she doesn't find Heavenly so heavenly. Lisa takes her complaints about Toya's behavior to Mariah who has decided to throw a new beginnings party and invite all the ladies.    "
                },
                "3": {
                    "title": "Her Father's Daughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Mariah's new beginnings party ends in a new beef between Genise and Heavenly, and the beginning of the end for Toya and Lisa's friendship. Simone reaches out to family, while Jackie tries to convince Curtis to give up the suburbs for the city. Heavenly gets advice from Alaura, and Toya and Mariah see if they can bury the hatchet.    "
                },
                "4": {
                    "title": "The Father, Son and Heavenly Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "27 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Simone, Quad, and Jackie head to Nashville to search for Simone's missing father. Heavenly does some soul-searching with Jewel Tankard; while Lisa and Darren also seek help from a professional. Toya and Eugene have to deal with Avery's discipline problems at school.    "
                },
                "6": {
                    "title": "It's My Prom and I'll Throw Down If I Want to!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "16 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The girls still can't believe Jackie actually kicked them to the curb. Darren has to face the music after flaking on Lisa's baby making plans. Simone finds out long awaited news about her father. Later, things hit a fever pitch with Mariah and Quad at Toya's birthday party.    "
                },
                "7": {
                    "title": "Is There Life After Prom?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "23 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mariah and Quad's friendship is on shaky ground. Quad is planning a birthday bash for Dr. G and doesn't want Mariah to bring her drama to the party. Toya faces the hard truth, she can no longer afford the lifestyle she wants, but when it's time to make changes she gets cold feet. Lisa's antics put Heavenly's patience to the test.    "
                },
                "8": {
                    "title": "Brutally Honest Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "30 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Toya treats the ladies to a spa day to get ready for Hawaii, but tempers erupt when Lisa decides she isn't laying down for Toya anymore. Mariah and Simone meet up.    "
                },
                "9": {
                    "title": "Hawaii Five Solo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Simone and Cecil head to Hawaii to celebrate their 20th Anniversary with most of the couples in tow. Lisa is flying solo as Dr. Darren is missing in action. Dr. Jackie arrives with some baggage of her own, while Mariah starts the trip off on the wrong foot... can the ladies recover?    "
                },
                "11": {
                    "title": "Coconut Bras and Brawls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On their last day in Hawaii, Simone has one more surprise for the ladies, but will the men be on board? Quad organizes a photo shoot for Jackie and her Look Book, but a new fight with Mariah threatens to ruin everything. Back in Atlanta, Mariah spills the tea on what she really thinks of Quad. Jackie tries to cure what's ailing in her marriage, but Curtis refuses to just roll over.    "
                },
                "12": {
                    "title": "Brazillian Bombshells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    With only a week until their conference, Heavenly and Lisa Nicole must work together. But once Heavenly hears that Lisa hasn't been entirely honest about their collaboration, the whole group finds itself having to pick sides. After spending months taking care of her family, Quad needs to celebrate herself, and she bares it all at her 35th birthday party! Toya and Eugene make the final leap in their financial journey.    "
                },
                "13": {
                    "title": "The Devil Is Busy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "5 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Toya and Eugene may have downsized their home, but their new CPA now wants them to downsize their budget. Jackie springs a romantic surprise on Curtis, but is it enough to mend their relationship? The fallout continues between Lisa Nicole and Heavenly as the two women put on dueling conferences. Tempers flare at Toya's housewarming as Lisa and Heavenly finally come face to face for the ultimate showdown.    "
                },
                "14": {
                    "title": "Breast Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    At Toya's barbecue the ladies continue to fight and when Mariah tries to intervene things turn ugly. Heavenly looks to her spiritual advisor when she faces a crisis of conscience while Lisa Nicole and Darren try to pick up the pieces. Dr. Jackie's look book is almost ready and she's hoping the upcoming sneak peek will provide a backdrop for friendships to heal and mend.    "
                }
            },
            "5": {
                "1": {
                    "title": "Waiting to Exhale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The news of Curtis's infidelity sends shock waves through the group, forcing the husbands and the wives to choose sides. Eugene takes on extra shifts to pay back the IRS, leaving Toya lonely and in need of romance. Quad celebrates the grand opening of Dr. G's new practice, while Simone struggles to split time between her two houses. Heavenly adjusts to her oldest son away at college, and plans a special night for Jackie and the ladies.    "
                },
                "2": {
                    "title": "Hot off the Press",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Jackie tries to quietly process Curtis' infidelity, and scandal hits again when an article exposes more details of the affair. Quad focuses on launching a new career, while Heavenly focuses on helping her daughter's music career. Meanwhile, Toya throws a competitive \"Cook Off\" for her birthday, tensions ignite as Heavenly can't control her temper and Simone's struggling marriage reaches a boiling point.    "
                },
                "3": {
                    "title": "Let's all Throw a FIT-NI",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Needing distraction from scandal, Jackie throws a FITNI field day event. New to the group, Dr. Contessa struggles to find the balance between work and family. All of the ladies show up to support Jackie and compete in her event, but the real games begin when Heavenly and Toya disrupt the festivities. Meanwhile, Simone and Cecil seek out professional help as their rocky marriage starts to take its toll on their kids.    "
                },
                "4": {
                    "title": "Black Girl Magic or Black Girl Tragic?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    To mend their ailing relationship, Quad plans a night of 'Romance On The Table' but Dr. G. kills the vibe when he says the wrong thing. Simone confronts Cecil about being a two-faced politician. Meanwhile, Jackie faces the agony of public scrutiny when a patient chimes in on the affair and Toya's fears about cheating creep into her relationship with Eugene. With things going awry in Atlanta, Simone plans a girl's getaway to New Orleans, but Simone quickly learns, with this group, \"The Big Easy\" ain't so easy.    "
                },
                "5": {
                    "title": "Guess Who's Coming to NOLA?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "8 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The ladies continue their Black Girl Magic trip in the Big Easy. On a swamp tour, Contessa is more concerned with Heavenly snapping back at her than any 'gator. Back in Atlanta the men enjoy some guy time and cigars. Both Dr. Gregory and Quad are feeling the stress of marriage and seek advice from their friends. Toya promises Jackie and Simone to be nice \"all day\" but then shocks the group with a surprise guest.    "
                },
                "6": {
                    "title": "That Voodoo That You Do So Well",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    On their last day in New Orleans, the ladies try to salvage the Black Girl Magic experience despite Mariah's return. Simone plans a cultural surprise for the ladies but it hits a snag when Heavenly smells a devil. Led by Jackie, the ladies hold a forgiveness ceremony to take a stab at moving forward. Back in Atlanta, Quad faces a tough homecoming, when forced to confront her marital issues with Dr. G.    "
                },
                "7": {
                    "title": "Mama Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "22 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Quad, still reeling from her fight with Dr. G, faces some hard choices about the future of her marriage. Toya's mother comes to town and gives her daughter perspective on maintaining a happy marriage. Simone leans on her sister for emotional support. Meanwhile, Jackie asks Cecil's advice on what to do about Curtis. Heavenly continues to try to be a better person but stumbles when she gets into conflict with Mariah. Mariah hosts a Mother's Day brunch for all the ladies, but when Contessa brings her outspoken nanny, Ms. Reneé, the celebration takes a turn for the worse.    "
                },
                "8": {
                    "title": "Fly Girls and Low Riders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jackie comes face to face with Curtis for the first time since his infidelity. Simone sees a patient with unique circumstances. In an effort to make up for Ms. Renee's behavior at Mariah's party, Contessa turns back the clock and hosts a 90s pool party. But tensions rise, as Simone and Heavenly battle with Mariah, leaving Toya trying to keep the peace.    "
                },
                "9": {
                    "title": "Breakdown or Breakthrough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "12 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The 90s pool continues with a bang. Contessa struggles balancing work life and family after Ms. Reneé sudden departure. Jackie and Curtis continue their courting with a 2nd date. Heavenly takes Alaura to see a vocal coach to the stars. Simone is blindsided by Cecil's investment in a business venture. Toya tries to seduce Eugene and bring the sexy back into their life. Quad and Greg attempt to solve their problems with a marital focus group, but facing the hard truths leaves them both struggling to move forward.    "
                },
                "10": {
                    "title": "Invitations and Revelations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jackie meets Curtis for the first time in public, and he gives her a surprise invitation. Maintaining a good work/life balance becomes too much for Contessa as she and Scott try to adjust. Just as they're getting closer to paying off their IRS debt, Toya and Eugene are hit with a new financial shock. Quad gets a spot on local TV to demo her new cookbook, but Greg isn't there to support her. Simone helps Cecil launch his new app with a big party, but escalating tension between Mariah and Heavenly threatens to turn the big event into a big fiasco.    "
                },
                "11": {
                    "title": "The Heavenlywed Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Still reeling from drama at the app party, Mariah must decide if she wants to accept an offer from Heavenly. Jackie is stunned when Curtis ambushes her on the way to Barbados, and his arrival sends shock waves through the group, leading to an awkward encounter with Toya. Later, tensions rise during a first night Newlywed game, as Quad and Greg find all of their problems reaching a boiling point.    "
                },
                "12": {
                    "title": "Island Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Heavenly takes Damon on an emotional journey, leading to revelations from his past. All the couples get an eye-opening group sex therapy session, where Jackie must come face to face with the state of her marriage. During a medical mission to help island locals, Eugene gets a major health scare. Later, there's trouble on the high seas as a luxury yacht ride heads into stormy waters. Mariah and Simone confront Quad on her selfish behavior. Can the group survive or will it be woman overboard?    "
                },
                "13": {
                    "title": "Circle of Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "15 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    After a turbulent yacht expedition, Heavenly puts all her energy into leading Couples Therapy. But when she refuses to share any of her own problems and asks questions that push everyone's buttons, a revolt erupts on the beach! Jackie finally breaks down emotionally and allows herself to be vulnerable with Curtis; Simone and Cecil's tensions boil over, while the drama between Quad and Greg reaches a new level. Mariah shares a shocking revelation about her own marriage.    "
                },
                "14": {
                    "title": "D.N.A. D-Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "23 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Home from Barbados, Heavenly decides to throw a DNA reveal party to make up for her failed couple's therapy. Jackie lets Curtis move back into the house, but with a surprise stipulation. Quad and Greg meet with their marital focus group to, but wind up in worse shape than before. Contessa makes an emotional and life changing decision. Later, at the DNA party, Quad and Toya fight, causing Eugene to use a hot-button word that sends everyone into a tailspin.    "
                },
                "15": {
                    "title": "In the Black",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Toya and Eugene celebrate paying off their tax debt by throwing an In the Black Party. Simone and Cecil send their eldest son Miles off to college. Jackie and Curtis go through some growing pains. Contessa has some unfinished business with Eugene. Things go from bad to worse for Quad and Greg in their crumbling marriage.    "
                },
                "17": {
                    "title": "Reunion: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Married to Medicine (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Part two of the reunion continues as Andy welcomes the husbands to tell their side of the story. Cecil explains himself and makes surprising claims about another woman; Eugene defends himself against Toya's sex rating; Curtis answers for his misdeeds, but has harsh words for Eugene. Later, Quad and Greg try to work through their issues, but a startling new revelation from Greg threatens to tear their marriage further apart.    "
                }
            }
        },
        "number of episodes": 81,
        "cast": [
            {
                "name": "Bush-Harris, Toya"
            },
            {
                "name": "Wells, Kari"
            },
            {
                "name": "Huq, Mariah"
            },
            {
                "name": "Walters, Jacqueline"
            },
            {
                "name": "Webb-Lunceford, Quad"
            },
            {
                "name": "Whitmore, Simone"
            },
            {
                "name": "Kimes, Heavenly"
            },
            {
                "name": "Cloud, Lisa Nicole"
            },
            {
                "name": "Taylor, Kathy Patterson"
            },
            {
                "name": "P., William"
            },
            {
                "name": "Gibson, Krista"
            }
        ],
        "locations": [
            "Atlanta, Georgia, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 6,
        "rating": 4.9,
        "votes": 191,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYyMDA0NTMyOF5BMl5BanBnXkFtZTgwMzMwNTQwNjM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Follows a group of successful and educated women, including doctors and wives of doctors, who are connected to the world of medicine in Atlanta. Whether delivering babies in Louboutins or rushing off to galas in Buckhead, these women do everything with style, drama, and of course, southern flair.",
        "languages": [
            "English"
        ],
        "title": "Married to Medicine",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Hale, Andrena"
            }
        ],
        "production companies": [
            {
                "name": "Fremantle"
            },
            {
                "name": "Galaxy Productions"
            },
            {
                "name": "Purveyors of Pop"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "other companies": [
            {
                "name": "Robdog Jib Rentals"
            }
        ],
        "plot": [
            "Follows a group of successful and educated women, including doctors and wives of doctors, who are connected to the world of medicine in Atlanta. Whether delivering babies in Louboutins or rushing off to galas in Buckhead, these women do everything with style, drama, and of course, southern flair.::Bravo!"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 191,
                "rating": 4.9
            },
            "aged under 18": {
                "votes": 1,
                "rating": 4.0
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 70,
                "rating": 4.9
            },
            "aged 45 plus": {
                "votes": 43,
                "rating": 3.7
            },
            "males": {
                "votes": 57,
                "rating": 3.1
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 28,
                "rating": 2.8
            },
            "males aged 45 plus": {
                "votes": 17,
                "rating": 2.5
            },
            "females": {
                "votes": 85,
                "rating": 6.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 4.0
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 5.8
            },
            "females aged 30 44": {
                "votes": 42,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 24,
                "rating": 5.2
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 4.0
            },
            "us users": {
                "votes": 88,
                "rating": 4.8
            },
            "non us users": {
                "votes": 22,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 48,
            "9": 12,
            "8": 18,
            "7": 24,
            "6": 12,
            "5": 12,
            "4": 6,
            "3": 4,
            "2": 10,
            "1": 45
        },
        "arithmetic mean": 5.9,
        "median": 7
    }
}