{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "January 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Canada::January 2013                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Kotsyk, Alex"
            },
            {
                "name": "Yang, Jessie"
            },
            {
                "name": "Adu-Poku, Kwaku"
            },
            {
                "name": "Dale, Mac"
            },
            {
                "name": "Chan, Zaccheus"
            },
            {
                "name": "Lee, Joy"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "plot outline": "The series follows the life of 25 year old Isaac (played by Zaccheus Chan) as he struggles to expand the scope of his life beyond the walled cubicle of his blossoming career as a telemarketer. Isaac views life and other people through a lens of unrelenting skepticism, but his perspective begins to be challenged by the various people who surround him. Seen as a disgrace by his tiger mom and eagle dad for refusing to carry on the family business, he is buoyed by his caring and supportive teenage sister Katherine (Joyeuse Lee). Isaac's happy-go-lucky co-worker Joey, an optimistic socially awkward refugee from Africa striving to fit in to Canadian culture, turns out to have a deep and complex personal history. Isaac is often accompanied by his childhood friends Brian, a weary accountant working for a major firm who hates every waking moment of his life, and Phillip, a body-building accountant-turned-florist who found his zen through the Japanese art of floral arrangement known as ikebana.",
        "languages": [
            "English"
        ],
        "title": "Isaac",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Isaac (Canada)"
        ],
        "writer": [
            {
                "name": "Chan, Zaccheus"
            },
            {
                "name": "Choi, Eugene"
            },
            {
                "name": "Lei, Edwin"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "The life of 25-year-old _Isaac_ (qv) as he struggles to expand the scope of his life beyond the walled cubicle of his blossoming career as a telemarketer.::Choi, Eugene (II)",
            "The series follows the life of 25 year old _Isaac_ (qv) (played by Zaccheus Chan) as he struggles to expand the scope of his life beyond the walled cubicle of his blossoming career as a telemarketer. _Isaac_ (qv) views life and other people through a lens of unrelenting skepticism, but his perspective begins to be challenged by the various people who surround him. Seen as a disgrace by his tiger mom and eagle dad for refusing to carry on the family business, he is buoyed by his caring and supportive teenage sister Katherine (Joyeuse Lee). _Isaac_ (qv)'s happy-go-lucky co-worker Joey, an optimistic socially awkward refugee from Africa striving to fit in to Canadian culture, turns out to have a deep and complex personal history. _Isaac_ (qv) is often accompanied by his childhood friends Brian, a weary accountant working for a major firm who hates every waking moment of his life, and Phillip, a body-building accountant-turned-florist who found his zen through the Japanese art of floral arrangement known as ikebana.::Choi, Eugene (II)"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        }
    }
}