{
    "imdb": {
        "raw release dates": [
            {
                "country": "New Zealand\n",
                "date": "4 February 2013"
            },
            {
                "country": "Sweden\n",
                "date": "9 November 2013"
            }
        ],
        "release dates": [
            "New Zealand::4 February 2013",
            "Sweden::9 November 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "There Is a Light That Never Goes Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jane March takes a temporary assignment at Mosely & Loveridge for Simon Frost, the senior attorney, when his former personal assistant, Rose, is found drowned after a client function. On her first morning, Jane meets Rose's best friend, Linda, when she bursts into the office to ask for the things in Rose's desk. The police are still running their investigation into Rose's death. The funeral of Rose takes place that day; Jane is alone to explore the M&L offices. Linda meets Jane outside and tells her she does not believe Rose's death was at all related to alcohol, like...    "
                },
                "2": {
                    "title": "What Difference Does It Make?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jane and Linda pool information obtained from the flash drive Jane found taped under Rose's desk. Jane also tells Linda about Ganesh threatening her. When they follow a lead in one of the letters found in the file, the girls meet Sonya, another pal of Rose who was fired from M&L and they learn more about Ganesh. Linda calls in some favors and Jane causes nosy PA, Krystal, to find a new will.    "
                },
                "3": {
                    "title": "Sheila Take a Bow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    When Krystal sees Jane with Simon in the elevator, she calls Simon's wife, Felicity, who shows up at lunch and is unpleasant. Sonya goes ballistic toward Barry, the HR manager when she hears he is giving her a bad reference; Simon and Helen Irwin talk to her. Ganesh drives the Audi which the Blue Roses think hit the courier van; Linda prevents an attack in Linda's home. Jane applies for the PA position. Sonya helps Linda takes action; The Blue Roses make a new friend, Elizabeth Clyde.    "
                },
                "4": {
                    "title": "This Charming Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Derek Peterson storms to Simon, yelling about journalist, Adam Revill. Elizabeth moves into a new home. Ganesh asks The Blue Roses to help his friend, Pip, who was victimised by an unscrupulous games app developer. After Revill blogs confidential information about Lancaster, Derek calls Simon for help; Jane meets Revill at lunch and she talks to Amy, Derek's PA. Adam Revill makes a few contacts to Jane. Elizabeth works on the Pip problem. Jane worries about PA Amy, when she temporarily disappears but Amy is not as fragile as she seems.    "
                },
                "5": {
                    "title": "Pretty Girls Make Graves",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "4 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    An office emergency yields information for Jane. The Blue Roses obtain a lead to ID the homeless guy who saw Rose's death. Elizabeth teaches Linda a few tricks about hospitality and respect; homeless guy has some information about Rose. Ganesh is helpful when Jane wants to get back into Simon's safe and again when the security guard appears. The Blue Roses finally get to review the last security footage of Rose. Elizabeth's kindness to the former police officer gives him the strength to remedy a past injustice. Ganesh works on Rose's mobile. Jane continues to wonder ...    "
                },
                "6": {
                    "title": "Paint a Vulgar Picture",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "11 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Elizabeth is grieving over David's death. Ganesh cracks Rose's mobile and the Blue Roses learn Charlie may have been the last one to talk to Rose. Linda visits Baywater Bar for information and follows a few leads. Elizabeth is asked to help an undeserving friend of the friend who aided with Pip. Ganesh and Jane are asked to \"take one for the team\" but Ganesh's may hit more than his wallet. Obsessing on the photos from Rose's mobile, Linda pursues a photographer and a model.    "
                },
                "7": {
                    "title": "Money Changes Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Simon asks Jane to take an overnight trip when an out-of-town client wants M&L to investigate an industrial accident; Jane learns more than she can take from Ben, Simon and Linda. Ganesh has both good news and bad news about the tattoo and M&L has a drawings party. Ben wants to break up with Jane. Simon hands checks to Jane and Margie.    "
                },
                "8": {
                    "title": "Half a Person",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Linda confirms her suspicions about Ben and tells Jane, who brings her troubles to work. When there are problems, Simon offers assistance; the Blue Roses offer other assistance. Scary things begin to happen, Simon takes charge. Jane says goodbye to Ben; she is extremely happy to have her friends.    "
                },
                "9": {
                    "title": "Suffer Little Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Krystal organizes the annual M&L charity motorcycle fundraiser sponsored by Derek Peterson on behalf of children of leukemia; Jane sees the guy with the tattoo and the Blue Roses ID him as Karl Villiers. To get a police report, Ganesh and Elizabeth pull a caper on an internet predator. Jane tries to dig into Helen Irwin and her criminal law clients at work, while Elizabeth uncovers her own brand of information. Varsha is shocked to learn Ganesh knows romance and Derek Peterson wants Linda to call him. Grant turns detective but his efforts backfire.    "
                },
                "10": {
                    "title": "Handsome Devil",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Peterson pursues Linda with motorcycle races and dinner; when Linda tells him off it just fuels his interest. Krystal shags a lawyer from a rival firm on the M&L conference table after hours; Simon and Helen suspend her. When the shagging lawyer takes photos of the encounter, they go viral and Helen plans to fire her; but, Jane fights for her. Linda goes to dinner at Derek's mansion; he is clearly after her personal info. Jane draws a conclusion and makes Simon angry. Charlie slugs the shagging lawyer and Jane kisses him.    "
                },
                "11": {
                    "title": "This Night Has Opened My Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 13,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Charlie's father is beaten up in prison, and he ends up in ICU. A devastated Charlie tries to talk to Derek; Charlie and Jane crash Derek's party so Charlie can have it out with Derek. Linda is also guest at the party but she ignores Jane and has her own agenda. Jane consoles Charlie. The Blue Roses confront Linda about being at Derek's party without telling them. Helen tells Jane about Charlie's drug problem and Elizabeth goes rogue for charity. Both Linda and Jane are determined to talk to an escort who knew Rose.    "
                },
                "12": {
                    "title": "Girl Afraid",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 13,
                    "original air date": "22 May 2013",
                    "year": "2013",
                    "plot": "\n    Linda is rudely ejected from Derek's home after he checks emails and makes a 2:00 o'clock a.m. phone call. At M&L, Charlie is talking crazy; his father may be removed from life support. Simon confronts Jane and asks her to resign. Peterson meets with Helen Irwin. Linda and Ganesh go to Derek's home while Elizabeth and Jane go to Hannah's home. Hannah gets a phone call and visitor; Jane takes up netball. The video email is so bad, Ganesh hates for the girls to see it. Elizabeth manages to get Karl Villiers' registration information. Simon checks Jane's computer and she...    "
                },
                "13": {
                    "title": "Hand in Glove",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blue Rose (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 12,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Helen calls Jane, trying to pump her for information and the Blue Roses learn of Warren Bryson's death. Derek pays a nasty visit to Linda. Simon is suspicious Jane is secretly working for Peterson or Helen Irwin and they face off at her flat. Simon promises to answer all of Jane's questions. With Hannah and Billy safe, Elizabeth has a surprising encounter with an adversary as Simon and Jane attend the Bryson funeral. Jane tries to comfort Charlie at the boat his father gave him. As all of the pieces fall into place, who will be responsible for the death of Rose Harper...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Prebble, Antonia"
            },
            {
                "name": "Marshall, Siobhan"
            },
            {
                "name": "Minto, Matt"
            },
            {
                "name": "Varma, Rajeev"
            },
            {
                "name": "Ludlam, Jennifer"
            },
            {
                "name": "Trevena-Brown, James"
            },
            {
                "name": "Jullienne, Anna"
            },
            {
                "name": "Yiakmis, Stelios"
            },
            {
                "name": "Healey, Theresa"
            },
            {
                "name": "Buchanan, Luciane"
            },
            {
                "name": "Mason, George"
            },
            {
                "name": "Pistorius, Caren"
            },
            {
                "name": "Rawls, John"
            },
            {
                "name": "Foley, Tim"
            },
            {
                "name": "Fisher, Jan"
            },
            {
                "name": "Saussey, Jay"
            },
            {
                "name": "Pryor, Kyle"
            },
            {
                "name": "Keane, Murray"
            },
            {
                "name": "Tezel, Ayse"
            },
            {
                "name": "Flynn, Seth"
            },
            {
                "name": "McLeod, Lola"
            },
            {
                "name": "Davison, Josephine"
            },
            {
                "name": "Madhan, Nisha"
            },
            {
                "name": "Randerson, Jeremy"
            },
            {
                "name": "House, Rachel"
            },
            {
                "name": "Allan, Flynn"
            },
            {
                "name": "Forrester, Kura"
            },
            {
                "name": "Tarver, Maggie"
            },
            {
                "name": "Crawley, Lisa"
            },
            {
                "name": "Woodhouse, Cassandra"
            },
            {
                "name": "McDermott, Charlie"
            },
            {
                "name": "Devenie, Laurel"
            },
            {
                "name": "Huybens, Sophia"
            },
            {
                "name": "Wrightson, Elliot"
            },
            {
                "name": "Boniface, Catherine"
            },
            {
                "name": "Brown, Frank"
            },
            {
                "name": "O'Sullivan, Kirstie"
            },
            {
                "name": "Paterson, Robyn"
            },
            {
                "name": "Dando, Carolyn"
            },
            {
                "name": "Enari, Robert"
            },
            {
                "name": "Meecham, Shelley"
            },
            {
                "name": "Natoealofa, Thomas"
            },
            {
                "name": "Black, Owen"
            },
            {
                "name": "Rousselle, Campbell"
            },
            {
                "name": "Tasele, Vasa"
            },
            {
                "name": "White, Cian Elyse"
            },
            {
                "name": "Davis, William"
            },
            {
                "name": "Duke, Shirley"
            },
            {
                "name": "Hampson, Chris"
            },
            {
                "name": "Haworth, Kayleigh"
            }
        ],
        "locations": [
            "New Zealand"
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Drama"
        ],
        "countries": [
            "New Zealand"
        ],
        "country codes": [
            "nz"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 433,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTliYmNlMTYtYjJiOC00ZGQ2LWFmY2MtYTg3MDJkZjg4YzkyXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "A contemporary, smart investigative drama in which the lowly back-room office staff join forces to fight for justice in a corrupt corporate world. This will involve bending of office etiquette, somewhat... Jane is a humble office temp who takes on a new post at an inner city law firm and soon realises she's not just filling in for a secretary with the flu- she's sitting in a dead woman's chair. The deceased woman is Rose whose best friend Linda is convinced that she was murdered, despite police reports to the contrary. Linda quickly enlists Jane in her quest to find the truth and together they recruit the IT guy and the lady from payroll and form the Society of the Blue Rose. With some help from others on the apparently lowlier rungs in the office- our heroes fight high stakes crimes and shadowy corporate skulduggery to uncover the truth about Rose. They are united in purpose- and tattoos- to see out further injustices. But proving guilt is always harder than suspecting it...especially when you are the underdog.",
        "languages": [
            "English"
        ],
        "title": "The Blue Rose",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "The Blue Rose (New Zealand)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lang, Rachel"
            },
            {
                "name": "Griffin, James"
            },
            {
                "name": "McDermott, Kate"
            }
        ],
        "production companies": [
            {
                "name": "South Pacific Pictures"
            }
        ],
        "distributors": [
            {
                "name": "All3Media International"
            }
        ],
        "plot": [
            "A contemporary, smart investigative drama in which the lowly back-room office staff join forces to fight for justice in a corrupt corporate world. This will involve bending of office etiquette, somewhat... Jane is a humble office temp who takes on a new post at an inner city law firm and soon realises she's not just filling in for a secretary with the flu- she's sitting in a dead woman's chair. The deceased woman is Rose whose best friend Linda is convinced that she was murdered, despite police reports to the contrary. Linda quickly enlists Jane in her quest to find the truth and together they recruit the IT guy and the lady from payroll and form the Society of the Blue Rose. With some help from others on the apparently lowlier rungs in the office- our heroes fight high stakes crimes and shadowy corporate skulduggery to uncover the truth about Rose. They are united in purpose- and tattoos- to see out further injustices. But proving guilt is always harder than suspecting it...especially when you are the underdog.::Anonymous",
            "Jane is sitting in a dead girl's chair. Rose was a personal assistant for a lawyer in a prestigious New Zealand law firm when she drowned under extremely unusual circumstances. As her replacement, Jane starts meeting Rose's friends (and enemies) and learning her secrets. Rose was not who she seemed to be. Jane and friends of Rose form \"_The Blue Rose_ (qv)\" club to launch an underground investigation into Rose's death and finish the work Rose started.::LA-Lawyer"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 433,
                "rating": 7.1
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 37,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 106,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 175,
                "rating": 7.5
            },
            "males": {
                "votes": 183,
                "rating": 6.7
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 27,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 59,
                "rating": 5.8
            },
            "males aged 45 plus": {
                "votes": 90,
                "rating": 7.3
            },
            "females": {
                "votes": 150,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 9.1
            },
            "females aged 30 44": {
                "votes": 47,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 84,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 28,
                "rating": 6.9
            },
            "us users": {
                "votes": 115,
                "rating": 7.4
            },
            "non us users": {
                "votes": 149,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 103,
            "9": 63,
            "8": 94,
            "7": 77,
            "6": 32,
            "5": 22,
            "4": 8,
            "3": 7,
            "2": 10,
            "1": 17
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}