{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 September 2013"
            }
        ],
        "release dates": [
            "Canada::1 September 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Tryouts: Round 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Boyd Sharpe is an average guy in a major rut. On the cusp of 40, he decides to overcome his midlife crisis in an extreme way: become a mixed martial artist in one year. At the end of his training, he will face the ultimate physical test: a cage match against a pro. He enlists seasoned MMA trainer Peter Martell to help him. The two figure there must be more people like Boyd, and they're right: more than 250 hopefuls turn up for initial tryouts for the Cubicle to the Cage program Peter is developing. The \"Cubes\" come from all walks of life, including an overweight ...    "
                },
                "2": {
                    "title": "Tryouts: Round 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The 60 selected Cubes return for Round 2 tryouts. Trainer Peter Martell ups the intensity, weeding out the weak ones. Boyd is over-confident about his progress but Peter's grinding workout reminds him how far he has to go. We meet some of the Cubes who are going to make the cut. They come from vastly different backgrounds, but are united by one thing: none has ever seen such intense training. The seriousness of the program really hits home at a pro training session where a fighter is seriously hurt, and they see how quickly injury can sideline competitors. Peter gives...    "
                },
                "3": {
                    "title": "The Program Begins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Boyd and the other Cubes attend their first live pro fight. They start to truly understand what they have signed up for. The brutality of the sport is inescapable up close - humbling, scary, exhilarating. We meet Jeanette, a Cube, and her fiancée, Mike, a former pro who goes into the ring again after suffering a serious head injury. Mike wins - giving the cubes a sense of the sport's unpredictability, as well as the letdown of loss, the high of winning. They also start to get a sense of the sport's camaraderie. We meet Sebastian, an English teacher, who has never ...    "
                },
                "4": {
                    "title": "The Weight Cut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Eight weeks into the program, 25 cubes remain. Peter is surprised - and impressed; he had thought more would quit. The Cubes are excited to get some gear - now they look like a team. Peter puts them through a trial weight-cut to drop as many pounds as possible in a day. For over 24 hours they don't eat, don't drink. Dressed in plastic bags and winter clothes, they work out, then sweat it out in the sauna. It is the worst mental and physical stress of the program. Boyd calls it the worst experience of his life. For many, it emphasizes the mental challenge of MMA. Rick ...    "
                },
                "5": {
                    "title": "Morteza's KO",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The Cubes are in the third month of intense, six-days-a-week training. Peter is pushing them harder than ever. They get a morale boost when Drako, a martial arts apparel company, gives them each a full fighting kit. They spar for the first time. One Cube, Morteza, is ready to go to the next level, his first professional fight. A kick boxer from Iran, Morteza is fit and technically skilled, but Peter worries about his focus, a concern the other Cubes share. Their fears are grounded when Morteza is late for weigh-in. UFC legend Jeremy Horn stops by the gym for a lesson....    "
                },
                "6": {
                    "title": "The Next Phase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The Cubes are deflated by Morteza's defeat in his first pro fight. To cheer them up, Peter takes them on a field trip, and the Cubes bond over beers and share some laughs outside of the gym. Rick skips the group outing to train alone. He respects the others, but sees fighting as ultimately a solitary sport. Back at the gym, the intensity of the training steepens. The Cubes are nearing the halfway mark of the yearlong program, but are light years from ready for a real fight. Peter grows frustrated with their slow progress, and gives them an ultimatum: quit or step up. ...    "
                },
                "7": {
                    "title": "Cubes Join Pros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Seven months into the program, 25 Cubes remain. Peter wants to cut that number by half, to those who have a fighting chance of a pro match. He arranges one-on-one meetings to give them frank assessments of their. He expects many will quit when they learn where they stand. Rick and Peter discuss their mutual surprise that Rick has stuck it out. It has been the journey of his life, Rick says. Peter tells Rick he's as tough as anyone he has ever met. Steve is struggling physically, but his spirit is strong. He tells Peter he will have his fight - one way or another. ...    "
                },
                "8": {
                    "title": "Pro License",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Eight months in, and 13 Cubes remain. They have made great progress, but Peter still wonders if any will actually be ready to fight in just four months. Boyd is in constant pain but after more than a year since getting the program going he is not walking away. Rick is hurting badly, too: Peter gives he and Boyd each a week off to rest. The fun of the early days is gone - training is nothing but grind now. Peter takes the Cubes to the beach for a change of scenery from the gym. The Cubes go on a rafting field trip, too, for some time together away from the gym. Jock ...    "
                },
                "9": {
                    "title": "Renzo Gracie Academy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Renzo Gracie Academy is one of the top ju-jitsu clubs in North America - if not the world. Peter earned his belts there, and wants the Cubes to to see first-hand how elite fighters train, and to learn from them. With eight weeks to go, six of them make the trip. Boyd mulls his impending first fight during the 15-hour drive. His opponent, Robin Black, a pro with 9 fights to his name, is trying to get into Boyd's head with bullying blog posts. Rick is rejuvenated by the trip to New York, calling it a highlight of his life. Steve can't make the trip, but he is top of ...    "
                },
                "10": {
                    "title": "The Matchups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    One month left, and only Boyd has a fight lined up at the end of the program. The other Cubes hope Peter will deem them ready - and find them opponents. Boyd and Steve do a few rounds exhibition sparring at a fight to get a feel for getting in the cage. Steve remarks on the transformation he has seen in Boyd, who seems to have found a new seriousness, and killer instincts, to boot. Rick goes to see the match, his first live MMA experience, and is exhilarated. When a 49-year-old former boxer wins his match later that night, it inspires the older Cubes to keep going. ...    "
                },
                "11": {
                    "title": "The Final Fight: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Then there were three: only Rick, Steve and Boyd remain in the program, with fights lined up at the end of the year of punishing mental and physical conditioning. From the original pack of more than 250 contestants, it is down to a trio of 40-something men with incredible drive and commitment who prevailed over younger, stronger and faster competitors. Their fights looming, it is time to cut weight. Rick suffers so badly after the first day, and is putting his health in such danger, Peter considers cancelling his fight. But the other Cubes help Rick through. It is a ...    "
                },
                "12": {
                    "title": "The Final Fight: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cubicle to the Cage (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Steve has a concussion, but is otherwise OK after suffering a brutal knockout in his first pro fight. Rick looks back on the year, and what it has meant to him. Then it is his turn in the cage: he brings the drama of his wrestling days to a grand entrance. He fights hard, but loses in the second round to his much more experienced opponent. No matter - he is exhilarated, and keen to go it again, and soon. Then it is Boyd's turn - at long last. More than a year after he came up with what many though was a crazy plan his dream is coming true, and his whole family is ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Bordage, Nickie"
            },
            {
                "name": "Doyle, Rick"
            },
            {
                "name": "Goodfellow, Steve"
            },
            {
                "name": "Jolemore, Shawn"
            },
            {
                "name": "Martell, Peter"
            },
            {
                "name": "O'Malley, Jason Andrew"
            },
            {
                "name": "Shahi, Morteza"
            },
            {
                "name": "Sharpe, Boyd"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODY2MTc0NDk2OF5BMl5BanBnXkFtZTgwODIwMzU2MDE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Cubicle to the Cage is a 12-by-30-minute docu-soap about a group of ordinary people on an extraordinary journey as they commit a year of their lives to becoming professional Mixed Martial Arts fighters. This is a documentary series about people pushing past what they ever imagined they could endure - or achieve. It is a celebration of unusual passion and courage in average people who refuse to accept the mundane shapes their lives have assumed. The hard-hitting series does not hold anything back - its depiction of the stress and violence of the sport is a body-blow to the senses. But, as much as it is physical, the challenges are inward, too. More than simply a makeover series about turning wimps into fighting machines, Cubicle to the Cage is a multifaceted journey of self-discovery - physical, psychological, emotional, and spiritual. Along the way, the characters learn things about themselves they never could have from the safety of their cubicle lives. But to transcend their limits, they have to find them first. As Season 1 progresses, and the \"Cubes\" leave behind the safety and security of their cubicle lives - not to mention the comforts of a social life, family time, and relaxation - pain becomes a constant companion, exhaustion a way of life, and the prospect of serious injury just a punch or kick away.",
        "languages": [
            "English"
        ],
        "title": "Cubicle to the Cage",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Cubicle to the Cage (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hemmings, Greg"
            },
            {
                "name": "Maccormack, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "Hemmings House Pictures"
            }
        ],
        "distributors": [
            {
                "name": "radX"
            }
        ],
        "other companies": [
            {
                "name": "PostMan Post-Production Studio"
            },
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "_Cubicle to the Cage_ (qv) is a 12-by-30-minute docu-soap about a group of ordinary people on an extraordinary journey as they commit a year of their lives to becoming professional Mixed Martial Arts fighters. This is a documentary series about people pushing past what they ever imagined they could endure - or achieve. It is a celebration of unusual passion and courage in average people who refuse to accept the mundane shapes their lives have assumed. The hard-hitting series does not hold anything back - its depiction of the stress and violence of the sport is a body-blow to the senses. But, as much as it is physical, the challenges are inward, too. More than simply a makeover series about turning wimps into fighting machines, _Cubicle to the Cage_ (qv) is a multifaceted journey of self-discovery - physical, psychological, emotional, and spiritual. Along the way, the characters learn things about themselves they never could have from the safety of their cubicle lives. But to transcend their limits, they have to find them first. As Season 1 progresses, and the \"Cubes\" leave behind the safety and security of their cubicle lives - not to mention the comforts of a social life, family time, and relaxation - pain becomes a constant companion, exhaustion a way of life, and the prospect of serious injury just a punch or kick away.::Katie Wallace"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 7,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 2,
                "rating": 7.0
            },
            "non us users": {
                "votes": 3,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 8,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 7.2,
        "median": 1
    }
}