{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 January 2013"
            }
        ],
        "release dates": [
            "USA::9 January 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "60 Minutes Sports"
            },
            {
                "countries": "Italy",
                "title": "Senza paura"
            }
        ],
        "akas": [
            "60 Minutes Sports (original title)",
            "Senza paura Italy"
        ],
        "akas from release info": [
            "60 Minutes Sports (original title)",
            "Senza paura Italy"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "The Toughest Penalty/Lindsey Vonn/Ferrari of Fitness",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "3 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    \"The Toughest Penalty\" talks to former Southern Mississippi basketball coach Donnie Tyndall who is accused of academic fraud on behalf of prospective players. \"Lindsey Vonn\" talks to the skier as she rehabs a serious arm injury. \"Ferrari of Fitness\" talks to the founder of Technogym the second-largest manufacturer of fitness equipment in the world.    "
                },
                "2": {
                    "title": "Hope Solo/All In/Vintage Mario",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    \"Hope Solo\" profiles the controversial American soccer goalkeeper. \"All In\" rebroadcasts a profile of Dabo Swinney the head football coach of the now national champion Clemson Tigers. \"Vintage Mario\" talks to former race driver Mario Andretti who now owns a winery. \"Go Pro Moment\" follows a flying snowmobile driver.    "
                },
                "3": {
                    "title": "Miracle Man/Enhancing the Bike/The Nomads",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "7 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    \"Miracle Man\" profiles middleweight boxer Danny Jacobs who's battled back from bone cancer to a championship. \"Enhancing the Bike\" rebroadcasts an investigation into allegations of mechanical cheating in cycling. \"The Nomads\" looks at a group of African-American golfers who were once barred from all-white clubs and created their own social club to overcome prejudice. \"Go Pro Moment\" follows two kayakers as they go down a steep drainage ditch.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Fall of Lance Armstrong/Messi/Alone on the Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    \"The Fall of Lance Armstrong\" talks to Travis Tygart of USADA about the doping allegations made against the former Tour de France winner. \"Messi\" interviews Lionel Messi the star of Barcelona's football team. \"Alone on the Wall\" rebroadcasts and updates a classic 60 Minutes segment on climber Alex Honnold as he scales a rock wall using his bare hands and interviews him in a follow-up.    "
                },
                "2": {
                    "title": "The Making of Super Bowl XLVII/NFL Films/The Ride of His Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    \"The Making of Super Bowl XLVII\" goes behind the scenes in New Orleans to look at the production of Super Bowl XLVII and catches the infamous second half blackout as it happens. \"NFL Films\" looks at the family of Ed and Steve Sabol the creators of NFL films. \"The Ride of His Life\" previews a segment on a big wave surfer who wants to surf a 100 foot wave.    "
                },
                "3": {
                    "title": "The Ride of His Life/The Deepest Dive/Races from Hell/Boomer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    \"The Ride of His Life\" interviews Garrett McNamara who is attempting to surf a 100 foot wave. \"The Deepest Dive\" interviews free diver Herbert Nitsch who attempted to dive deeper on a single breathe than any other human being but blacked out and was seriously injured. \"Races from Hell\" takes a look at obstacle course running. \"Boomer\" previews a segment on ESPN's Chris Berman.    "
                },
                "4": {
                    "title": "Dodger Green/Boomer/Pete Dye",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    \"Dodger Green\" goes behind the scenes with the L.A. Dodgers and looks at how their new owners are spending a lot of money in an effort to create a winning team. \"Boomer\" interviews ESPN Anchor Chris Berman. \"Pete Dye\" profiles the world-renowned golf course designer. \"Dark Horse\" previews a profile of horse trainer Doug O'Neill.    "
                },
                "5": {
                    "title": "Dark Horse/Anatomy of a Nasty Pitch/Darts Wonderland",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 May 2013",
                    "year": "2013",
                    "plot": "\n    \"Dark Horse\" profiles horse trainer Doug O'Neill who is attempting a comeback after being accused of 'milkshaking' his horses. \"Anatomy of a Nasty Pitch\" interviews pitcher R.A. Dickey and examines the physics of his famous knuckleball. \"Darts Wonderland\" takes an in depth look at the world of professional darts. \"America's Cup\" previews a story on the famous yacht race.    "
                },
                "6": {
                    "title": "America's Cup/The Birdmen/Doubles/Secretariat",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    \"America's Cup\" takes a look at the new state-of-the-art technology behind U.S. Team Oracle's entry into the world famous yacht race. \"The Birdmen\" rebroadcasts and updates a segment on a group of extreme athletes who have made a suit the can fly. \"Doubles\" rebroadcasts and updates a segment on the Bryan twins two of the most successful tennis doubles players in the world. \"Secretariat\" looks back at the career of one the most famous racehorses in the world.    "
                },
                "7": {
                    "title": "LeBron/The Sport of Kings/The Deepest Dive/The Greatest Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    \"LeBron\" updates and rebroadcasts a profile of NBA superstar LeBron James. \"The Sport of Kings\" updates and rebroadcasts a segment on polo player Ignacio Figueras and his efforts to popularize the sport in the United States. \"The Deepest Dive\" rebroadcasts a segment on free diver Herbert Nitsch. \"The Greatest Game\" looks back at how a Francis Ouimet, a 20-year-old amateur, and former caddy won the 1913 U.S. Open.    "
                },
                "8": {
                    "title": "The Black Quarterback/Football Island/The Ride of His Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    \"The Black Quarterback\" talks to the men who helped break down one of the last racial barriers in the NFL. \"Football Island\" rebroadcasts and updates a segment on how American Samoa is a breeding ground for top football talent. \"The Ride of His Life\" rebroadcasts a segment on big wave surfer Garrett McNamara. \"The Stars in Stripes\" previews a segment on NFL referees.    "
                },
                "9": {
                    "title": "The Stars in Stripes/The Prosecutors/Harry",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    \"The Stars in Stripes\" talks to the two of the most famous NFL referees about the difficulty of their job. \"The Prosecutors\" interviews the two prosecuting attorneys involved in the Penn State sex abuse scandal. \"Harry\" profiles the famous Harvard rowing coach Harry Parker. \"7 on 7\" previews a look at the controversy behind 7-on-7 football.    "
                },
                "10": {
                    "title": "7-On-7/Fantasy/The Great Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    \"7-On-7\" looks at the controversy building behind 7-on-7 football. \"Fantasy\" examines the growth and popularity of fantasy sports leagues. \"The Great Falls\" looks at the dangers associated with whitewater kayaking on the Potomac River. \"Built by Bama\" previews a segment that goes behind these scenes of the Alabama football team.    "
                },
                "11": {
                    "title": "Built by Bama/NCAA/The Deer Antler Man/Fly Gal",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    \"Built by Bama\" looks at the conditioning and development program behind the Alabama football team. \"NCAA\" talks to an player advocate about whether colleges should pay their athletes. \"The Deer Antler Man\" interviews and investigates the man behind deer antler supplements. \"Fly Gal\" profiles fly fisher April Vokey.    "
                },
                "12": {
                    "title": "Game Used/KD/Sled Hockey",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    \"Game Used\" looks at the increasingly profitable sports memorabilia market. \"KD\" interviews and profiles NBA player Kevin Durant about how he is considered to be the second best player in the NBA. \"Sled Hockey\" offers a behind the scene look at the competitive sport of sled hockey. \"Gate Crasher\" previews a profile of skier Mikaela Shiffrin.    "
                }
            },
            "2": {
                "1": {
                    "title": "Gate Crasher/Big Vince/GoPro/The Wilderness",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    \"Gate Crasher\" profiles U.S. Olympic-Gold skiing favorite Mikaela Shiffrin. \"Big Vince\" profiles New England Patriots defensive tackle Vince Wilfork. \"GoPro\" looks at how the small, wearable camera is revolutionizing the sports world by allowing athletes to record their own exploits. \"The Wilderness\" examines the difficult transition that NFL players experience when they leave the game.    "
                },
                "2": {
                    "title": "Pit Bulls/A Second Act/The North Country Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    \"Pit Bulls\" looks at the pit crew behind the success of NASCAR's Hendrick Motorsports. \"A Second Act\" profiles Eddie George and looks at his post-NFL career. \"The North Country Boys\" looks at the people who helped organize the 1980 Winter Olympics at Lake Placid. \"Jeremy Jones\" previews a profile of the famous snowboarder.    "
                },
                "3": {
                    "title": "Wanna Bet?/Michigan's Secret Weapon/No Fall Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    \"Wanna Bet?\" looks at mob involvement in illegal sports gambling and examines efforts to legalize sports gambling in New Jersey. \"Michigan's Secret Weapon\" profiles Michigan's athletic counselor Greg Harden. \"No Fall Zone\" profiles famed snowboarder and free-rider Jeremy Jones.    "
                },
                "4": {
                    "title": "All Blacks/The Curse of the Cubs/Mindset",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    \"All Blacks\" profiles New Zealand's famous national rugby union team the All Blacks. \"The Curse of the Cubs\" talks to the Ricketts family about their efforts to turn the Chicago Cubs into a winner. \"Mindset\" examines research into brain injuries in football and the armed services.    "
                },
                "5": {
                    "title": "Numbers Men/Team USA/Down from the Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    \"Numbers Men\" examines how sports analytics is changing professional basketball. \"Team USA\" takes an inside look at America's national soccer team and its German coach Jurgen Klinsmann. \"Down from the Mountain\" interviews Alison Levine who has transitioned from mountain climbing to motivational speaking.    "
                },
                "6": {
                    "title": "Down to the Wire/Master of Motion/Wimbledon",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    \"Down to the Wire\" looks at the use of drugs in horse racing and how the sport is trying to address the problem. \"Master of Motion\" profiles fitness guru Kelly Starrett who has started a new movement focusing on correct posture and motion in exercise. \"Wimbledon\" goes behind the scenes of one of tennis's most prestigious tournament.    "
                },
                "7": {
                    "title": "Messi/The Great Falls/No Fall Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    \"Messi\" rebroadcasts an interview with Lionel Messi the star of Barcelona's football team. \"The Great Falls\" rebroadcasts a look at the dangers associated with whitewater kayaking on the Potomac River. \"No Fall Zone\" rebroadcasts a profile of famed snowboarder and free-rider Jeremy Jones.    "
                },
                "8": {
                    "title": "Fantasy/Pete Dye/Fly Gal",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "6 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    \"Fantasy\" rebroadcasts a segment on the growth and popularity of fantasy sports leagues in America. \"Pete Dye\" rebroadcasts a profile of the world-renowned golf course designer. \"Fly Gal\" rebroadcast a profiles of celebrated fly fisher April Vokey.    "
                },
                "9": {
                    "title": "Coach Cutcliffe/Formula E/Bare Knuckle Boxing",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    \"Coach Cutcliffe\" profiles the Duke football coach who has helped train NFL quarterbacks Peyton and Eli Manning. \"Formula E\" examines whether the future of motorsports will focus on electric cars. \"Bare Knuckle Boxing\" examines the dangerous and vicious sport which is often held in secret. \"GoPro Moment\" looks at golf.    "
                },
                "10": {
                    "title": "Phil Ivey/The Captain/Torture Swim",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "7 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    \"Phil Ivey\" profiles the one of the best poker players in the world as he stands accused of cheating in baccarat. \"The Captain\" talks to Tino Martinez and Michael Kay about Derek Jeter and rebroadcasts a segment on the New York Yankee great. \"Torture Swim\" examines how endurance athletes prepare for grueling swims in tough water. \"GoPro Moment\" looks at BMX biker Jackson Goldstone.    "
                },
                "11": {
                    "title": "Sex Assault on Campus/The Overuse Epidemic/Mariah Stackhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    \"Sex Assault on Campus\" examines the case of Kelsey Belnap who was gang raped by football players at the University of Montana. \"The Overuse Epidemic\" looks at how some sports injuries in young people are related to overuse of muscles and specialization in single sports. \"Mariah Stackhouse\" profiles the up-and-coming African-American golfer from Stanford. \"GoPro Moment\" looks at ice climbers in Greenland.    "
                },
                "12": {
                    "title": "More Than a Game/A Very Different Game/Born to Coach",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    \"More than a Game\" follows the football team of the U.S. Military Academy as it trains for the 2014 season and prepares to play Navy. \"A Very Different Game\" looks at the development of American-style professional football teams in South Asia. \"Born to Coach\" profiles Louisiana Tech women's basketball coach Tyler Summitt who is the son of legendary Tennessee women's basketball coach Pat Summitt. \"From the Press Box\" features Jon Wertheim talking about age in sports. \"GoPro Moment\" features lions using the camera.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Settlement/Z/Bobby Mitchell",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Settlement\" looks at the injury settlement between the NFL and the player's union and whether it adequately address brain injury. \"Z\" profiles Boston Bruins Defenseman Zdeno Chára who is considered by some to be the scariest player in hockey. \"From the Press Box\" discusses Bill Belichick. \"Bobby Mitchell\" profiles the former NFL player who helped breakdown racial barriers in the league. \"GoPro Moment\" follows snowboarder Travis Rice.    "
                },
                "2": {
                    "title": "The Season from Hell/Over the Edge/The Most Dangerous 8 Seconds",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Season from Hell\" interviews NFL operations chief Troy Vincent about some of the challenges faced by the NFL in the past year including the Ray Rice controversy, the behavior of Marshawn Lynch, and deflate-gate. \"Over the Edge\" profiles BASE jumping daredevil Matthias Giraud. \"The Most Dangerous 8 Seconds\" looks at the dangerous sport of professional bull riding and the success of Brazilian bull riders. \"GoPro Moment\" looks at skydivers.    "
                },
                "3": {
                    "title": "The Enforcers/Time for a Change Up/Missy/Bob Simon",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "4 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Enforcers\" looks at enforcers in ice hockey and examines the serious toll the job takes on the body of an athlete. \"Time for a Change Up\" examines a more scientific and analytical approach to pitching in baseball. \"From the Press Box\" Jon Wertheim talks about underdogs in the NCAA tournament. \"Missy\" profiles Olympic swimmer Missy Franklin who now swims in college. \"Bob Simon\" looks at some of the stories of the late correspondent.    "
                },
                "4": {
                    "title": "The Crit/Game Changer/The Teacher",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Crit\" takes a look at the Red Hook Criterium an unsanctioned fixed gear bicycle race held in Brooklyn, Barcelona and Milano. \"Game Changer\" profiles hockey player P. K. Subban of the Montreal Canadiens. \"The Teacher\" profiles legendary DeMatha Catholic High School basketball coach Morgan Wootten. \"Robert Wuhl\" talks about the relationship between fans and their teams. \"GoPro Moment\" two rock climbers scale the Monolithe de Sardières.    "
                },
                "5": {
                    "title": "The Gold Medal Factory/The Pressler Effect/Boys of Summer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    \"The Gold Medal Factory\" looks at the success of China's General Administration of Sport and examines whether it is adequately preparing Chinese athletes for life beyond sports. \"The Pressler Effect\" profiles Bryant University Lacrosse coach Mike Pressler who has found success in the wake of the 2006 Duke lacrosse case that cost him his job. \"From the Press Box\" Jon Wertheim talks about the career of Ichiro Suzuki. \"Boys of Summer\" looks at the tradition of summer league baseball in Cape Cod. \"GoPro Moment\" goes group surfing on a Supsquatch.    "
                },
                "6": {
                    "title": "FIFA/Trophy Trips/Sneakerhead/Top Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "3 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    \"FIFA\" talks to an anti-bribery expert about the controversy surrounding the international soccer organization. \"Trophy Trips\" takes a look at the growing market in adventure travel. \"From the Press Box\" talks about fathers and sons in professional sports. \"Sneakerhead\" looks at collectors of sports sneakers. \"Robert Wuhl\" talks about Wilt Chamberlain. \"Top Dog\" takes a look at sheepdog competitions. \"GoPro Moment\" goes to Veracruz for some kayaking.    "
                },
                "7": {
                    "title": "Barca/The Curse of the Cubs/Master of Motion",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "1 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    \"Barca\" rebroadcasts a segment that looks at the training system behind Barcelona's winning soccer team. \"The Curse of the Cubs\" rebroadcasts a profile about the Ricketts family about their efforts to turn the Chicago Cubs into a winner. \"Master of Motion\" rebroadcasts a profile of fitness guru Kelly Starrett who has started a new movement focusing on correct posture and motion in exercise. \"GoPro Moment\" watches children using an inflatable bag.    "
                },
                "8": {
                    "title": "Coach Cutcliffe/The Most Dangerous 8 Seconds/Boys of Summer",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    \"Coach Cutcliffe\" rebroadcasts a profile of the Duke football coach who has helped train NFL quarterbacks Peyton and Eli Manning. \"The Most Dangerous 8 Seconds\" rebroadcasts a look at the dangerous sport of professional bull riding and the success of Brazilian bull riders. \"Boys of Summer\" rebroadcasts a look at the tradition of summer league baseball in Cape Cod.    "
                },
                "9": {
                    "title": "STRIVR/Deflategate/Friday Night Lights/Gone Fishin",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    \"STRIVR\" looks at a company that is developing virtual reality as a tool for training in sports. \"Deflategate\" talks to a law professor about the scandal surrounding Tom Brady. \"Friday Night Lights\" goes to Odessa, Texas, to look at the high school and some of the players that were the subject of the famous book. \"Gone Fishin\" goes to the the White Marlin Open to examine the sport of competitive fishing. \"Go Pro Moment\" looks at the jockey's view of American Pharaoh.    "
                },
                "10": {
                    "title": "Pegulaville/Hurling/Baseball Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    \"Pegulaville\" talks to Terrence and Kim Pegula the new owners of the NFL's Buffalo Bills and NHL's Buffalo Sabers. \"Hurling\" takes an in depth look at the Irish sport of hurling. \"Baseball Island\" goes to the Caribbean island of Curacao to investigate why it has become such a hotbed of baseball talent. \"GoPro Moment\" looks at some basketball trick shots.    "
                },
                "11": {
                    "title": "The Art of the Cornerback/Back in the Game/The Next Big Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "3 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Art of the Cornerback\" talks to elite cornerbacks Richard Sherman and Darrelle Revis about the skills needed to play their position. \"Back in the Game\" profiles the CEO who has become the head football coach of Coastal Carolina. \"The Next Big Thing\" profiles rookie Edmonton Oilers center Connor McDavid. \"GoPro Moment\" looks at a marlin following bait and the Aurora Borealis in Norway.    "
                },
                "12": {
                    "title": "Coming Home/The Modern Gladiators/Hurricane's Last Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    \"Coming Home\" looks at former NBA star Chris Mullin who is the new head basketball coach at St. John's University. \"The Modern Gladiators\" looks at the violent sport of Florentine Football which combines soccer, rugby, football, and bare-knuckle brawling. \"Hurricane's Last Fight\" looks at how former boxer Rubin Carter helped to get a wrongfully accused man out of jail. \"GoPro Moment\" watches two skiers perform synchronized double back-flips in the Alps.    "
                }
            },
            "4": {
                "1": {
                    "title": "Tackle Football/NCAA/Grassroots/Extreme Climbing",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    \"Tackle Football\" examines how the NFL is encouraging youth football despite the problems associated with football related concussions. \"NCAA\" talks to the lawyer behind the anti-trust suit against the NCAA. \"Grassroots\" looks at how young children are recruited for elite youth basketball programs. \"Extreme Climbing\" examines the rigors of rock climbing and talks to elite climber Sasha DiGiulian. \"GoPro Moment\" looks at snowboarder Xavier De Le Rue.    "
                },
                "2": {
                    "title": "Daily Fantasy Sports/Cam Newton/The Silver Arrows/Speed Riding",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    \"Daily Fantasy Sports\" examines the controversial but lucrative world of daily fantasy sports. \"Cam Newton\" interviews the quarterback of the Carolina Panthers. \"The Silver Arrows\" looks at the formidable Mercedes Formula 1 team led by champion racer Lewis Hamilton. \"Speed Riding\" looks at the dangerous extreme skiing sport. \"From the Press Box\" talks about the Super Bowl.    "
                },
                "3": {
                    "title": "Jackson Wink/Three Kings/Boxing Brigade",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    \"Jackson Wink\" profiles MMA trainers Greg Jackson and Mike Winkeljohn. \"Three Kings\" looks at the controversy surrounding NCAA basketball coaches Rick Pitino, Jim Boeheim, and Larry Brown. \"Boxing Brigade\" looks at boxing in the U.S. Naval Academy. \"GoPro Moment\" looks at a herd of elephants.    "
                },
                "4": {
                    "title": "The Heart of an Athlete/The Back Nine with Bubba/Racing Drones/Welcome to Wellington",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    \"The Heart of an Athlete\" examines the dangers posed to college athletes by congenital heart defects. \"The Back Nine with Bubba\" offers a behind-the-scenes look at professional golfer Bubba Watson as he plays a casual game with some friends. \"Racing Drones\" looks at the growing sport of drone racing. \"Welcome to Wellington\" takes a look at the equestrian sport of show jumping. \"GoPro Moment\" looks at ice climbing.    "
                },
                "5": {
                    "title": "MVP/Unstoppable/Down to the Wire",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    \"MVP\" profiles Josh Donaldson the 2015 most valuable player of MLB. \"Unstoppable\" profiles multiple medal winning paralympian Alana Nichols who is now taking up sprint kayaking. \"Down to the Wire\" updates a segment on performance enhancing drugs in horse racing. \"GoPro Moment\" looks at an ancient Mesoamerican ceremony known as the Dance of the Flyers.    "
                },
                "6": {
                    "title": "Marshawn Lynch/Cheated/USA Rugby/A Survivor's March",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    \"Marshawn Lynch\" interviews the controversial former Seattle Seahawks running back. \"Cheated\" talks to Olympian Alysia Montano who lost out on a medal due to Russian athletes who were using performance enhancing drugs. \"USA Rugby\" examines the rebirth of rugby in the United States. \"A Survivor's March\" follows a survivor of the Bataan Death March as he braves a race that memorializes the march. \"GoPro Moment\" follows a wingsuit jumper as she flies over an active volcano.    "
                },
                "7": {
                    "title": "The Silver Arrows/Hurling/Fly Gal",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    \"The Silver Arrows\" rebroadcasts a look at the formidable Mercedes Formula 1 team led by champion racer Lewis Hamilton. \"Hurling\" rebroadcasts an in depth look at the Irish sport of hurling. \"Fly Gal\" rebroadcast a profile of celebrated fly fisher April Vokey.    "
                },
                "8": {
                    "title": "Boxing Brigade/Friday Night Lights/Gone Fishin",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    \"Boxing Brigade\" rebroadcasts a look at boxing in the U.S. Naval Academy. \"Friday Night Lights\" rebroadcasts a visit to Odessa, Texas, to look at the high school and some of the players that were the subject of the famous book. \"Gone Fishin\" rebroadcasts a visit to the the White Marlin Open to examine the sport of competitive fishing.    "
                },
                "9": {
                    "title": "Von Miller/Out of Africa/Full Throttle",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "6 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    \"Von Miller\" profiles the Super Bowl Most Valuable Player from the Denver Broncos. \"Out of Africa\" examines the exploitation of African athletes by football organizers around the world. \"Full Throttle\" looks at Ford's attempt to design a car capable of winning at Le Mans. \"GoPro Moment\" follows surfer Ry Craike.    "
                },
                "10": {
                    "title": "Doug Baldwin's Moment/All In/The Family Gasol/The Nemean Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    \"Doug Baldwin's Moment\" talks to the Seattle Seahawks wide receiver about his efforts to improve race relations. \"All In\" profiles Dabo Swinney the head football coach of the Clemson Tigers. \"The Family Gasol\" talks to Spanish brothers and star NBA players Pau and Marc Gasol. \"The Nemean Games\" looks at an effort to recreate an ancient competition to counter the commercialism of the modern Olympics.    "
                },
                "11": {
                    "title": "The Baylor Scandal/The New Celtics/Autism & Sports/World Series",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    \"The Baylor Scandal\" investigates the sexual assault scandal surrounding the Baylor Bears football team. \"The New Celtics\" talks to Brad Stevens the head coach of the Boston Celtics who wants to return the team to the championships ways of the past. \"Autism and Sports\" examines how sports can benefit children on the autistic spectrum. \"2016 World Series\" discusses the historic world series between the Chicago Cubs and the Cleveland Indians.    "
                },
                "12": {
                    "title": "The Rehabilitation of Jayson Williams/Revolution in Iran/Waterman",
                    "kind": "episode",
                    "episode of": {
                        "title": "60 Minutes Sports (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    \"The Rehabilitation of Jayson Williams\" talks to the former NBA star who was convicted for shooting his limo driver about his struggles with alcoholism. \"Revolution in Iran\" looks at the growth and development of women's soccer in Iran. \"Waterman\" profiles surfer Kai Lenny. \"GoPro Moment\" looks at sand skiing in Peru.    "
                }
            }
        },
        "number of episodes": 51,
        "cast": [
            {
                "name": "Alfonsi, Sharyn"
            },
            {
                "name": "Keteyian, Armen"
            },
            {
                "name": "Glor, Jeff"
            },
            {
                "name": "Wertheim, Jon"
            },
            {
                "name": "Ford, Jack"
            },
            {
                "name": "Brown, James"
            },
            {
                "name": "Stahl, Lesley"
            },
            {
                "name": "Simon, Bob"
            },
            {
                "name": "Kroft, Steve"
            },
            {
                "name": "Whitaker, Bill"
            },
            {
                "name": "Pelley, Scott"
            },
            {
                "name": "Oliver, Pam"
            },
            {
                "name": "Axelrod, Jim"
            },
            {
                "name": "Cooper, Anderson"
            },
            {
                "name": "Logan, Lara"
            },
            {
                "name": "Phillips, Mark"
            },
            {
                "name": "Rocca, Mo"
            },
            {
                "name": "Tygart, Travis"
            },
            {
                "name": "Keoghan, Phil"
            },
            {
                "name": "Martin, David"
            },
            {
                "name": "Lynch, Marshawn"
            },
            {
                "name": "Stern, Robert"
            },
            {
                "name": "Rose, Charlie"
            },
            {
                "name": "Pitts, Byron"
            },
            {
                "name": "Duncan, Jonathan"
            },
            {
                "name": "Marshall, Brandon"
            },
            {
                "name": "Kraft, Robert"
            },
            {
                "name": "O'Neill, Doug"
            },
            {
                "name": "Shiffrin, Mikaela"
            },
            {
                "name": "Krzyzewski, Mike"
            },
            {
                "name": "Spithill, James"
            },
            {
                "name": "Cochran, Scott"
            },
            {
                "name": "De'Vinner, Byron"
            },
            {
                "name": "Shiffrin, Jeff"
            },
            {
                "name": "Bilas, Jay"
            },
            {
                "name": "Vincent, Troy"
            },
            {
                "name": "Hochuli, Ed"
            },
            {
                "name": "McNamara, Garrett"
            },
            {
                "name": "Berman, Chris"
            },
            {
                "name": "O'Neill, Daniel"
            },
            {
                "name": "Jones, Jeremy"
            },
            {
                "name": "Wuhl, Robert"
            },
            {
                "name": "Premrl, Klemen"
            },
            {
                "name": "Michaels, Heather S."
            },
            {
                "name": "DuBois, Maurice"
            },
            {
                "name": "O'Donnell, Norah"
            },
            {
                "name": "Barrow, Lance"
            },
            {
                "name": "Posner, Michael"
            },
            {
                "name": "Rosen, Lon"
            },
            {
                "name": "Ulrich, Blake"
            }
        ],
        "genres": [
            "Documentary",
            "News",
            "Sport"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:PG"
        ],
        "number of seasons": 5,
        "rating": 6.9,
        "votes": 31,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjQ5MDM4NWEtYWQ1OC00MWY4LTk0MGMtZTJhOWFlZDk1MjUzXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "60 Minutes Sports",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Bellinger, Paul"
            },
            {
                "name": "Gavshon, Michael H."
            },
            {
                "name": "Goldberg, Alan B."
            }
        ],
        "distributors": [
            {
                "name": "Showtime Networks"
            }
        ],
        "plot": [
            "_60 Minutes Sports_ (qv) is a 1-hour news-magazine that re-broadcasts segments from the archives of _60 Minutes (1968)_ (qv) with emphasis on notable athletes and sports-related news coverage.::Showtime"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 31,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 6.9
            },
            "males": {
                "votes": 21,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.9
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 5.8
            },
            "us users": {
                "votes": 15,
                "rating": 7.1
            },
            "non us users": {
                "votes": 5,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 10,
            "9": 2,
            "8": 5,
            "7": 3,
            "6": 1,
            "5": 3,
            "4": 1,
            "3": 1,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 6.9,
        "median": 8
    }
}