{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "18 March 2013"
            },
            {
                "country": "Finland\n",
                "date": "28 September 2015"
            }
        ],
        "release dates": [
            "UK::18 March 2013",
            "Finland::28 September 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "WPC 56"
            },
            {
                "countries": "Denmark",
                "title": "Politiskilt 56"
            },
            {
                "countries": "Finland",
                "title": "Naiskonstaapeli 56"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Poliskvinnan"
            },
            {
                "countries": "Russia",
                "title": "Женщина-констебль"
            }
        ],
        "akas": [
            "WPC 56 (original title)",
            "Politiskilt 56 Denmark",
            "Naiskonstaapeli 56 Finland",
            "Poliskvinnan Finland (Swedish title)",
            "Женщина-констебль Russia"
        ],
        "akas from release info": [
            "WPC 56 (original title)",
            "Politiskilt 56 Denmark",
            "Naiskonstaapeli 56 Finland",
            "Poliskvinnan Finland (Swedish title)",
            "Женщина-констебль Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "A Different Beat",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 84,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A predator is targeting contestants in a beauty contest and Brinford's new WPC is on the trail. There's a shock in store for Briggs and DI Sawyer, when old foes come back to haunt them. Starring Claudia Jessie and Oliver Rix.    "
                },
                "2": {
                    "title": "Walk the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 80,
                    "original air date": "10 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Annie's involvement in a murder case causes a rift with her father. Briggs struggles to be a good husband, while Susie infuriates Swift. Fenton feels he is unable to do his job properly when asked for help by colleague.    "
                },
                "3": {
                    "title": "From the Shadows",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 78,
                    "original air date": "11 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Events take a bad turn when DI Sawyers missing suspect makes a violent reappearance. The net tightens around Briggs as Coulson recruits Fenton to do his dirty work. Annie and Tommy play cupid. Claudia Jessie and Oliver Rix.    "
                },
                "4": {
                    "title": "The Wayward Wind",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 78,
                    "original air date": "12 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Coulson uses Briggs's misfortune to reassert his power at the station. DI Sawyer questions a suspect with a chilling wartime story to tell. Tommy struggles to be professional when Gloria is accused of a crime and Shenton makes a shocking discovery at a boarding house.    "
                },
                "5": {
                    "title": "Requiem",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 74,
                    "original air date": "13 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    News of a tragic event forces the team to decide where their loyalties lie, but will they take a stand against Coulson? Time is running out for Annie and DI Sawyer as they struggle to unlock the dark secret of The Petra Project.    "
                }
            },
            "1": {
                "1": {
                    "title": "Sink or Swim",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 47,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    1956 in the Midland town of Brinford: The remains of a young boy, possibly thirty years old, are found in a disused mine by a dog-walker. At the same time Gina Dawson reports for duty as the first female constable at the town's police station and is greeted with hostility by Chief Inspector Nelson and patronised by sexist Sergeant Fenton. With the help of a lost dog Gina catches two thieves but Fenton lets them go as one of them, Brody, is his informer. Gina also crosses Fenton when he arrests black bus conductor Donald Palmer for assaulting Sylvia Stewart, whom he ...    "
                },
                "2": {
                    "title": "Memories Are Made of This",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 42,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Burns and Dawson take the mother of William Parker, the boy killed in the 1920s, to identify his effects after which the Chief Superintendent inspects the station. He is kind to Dawson but tough on P.C. Eddie Coulson - his son. Gina and station secretary Cathy join other police personnel at the birthday party that Burns' social-climbing wife Deborah has organized for her husband. A reluctant birthday boy, Burns rows with Deborah and repairs to the pub for a drink with desk sergeant Pratt, who is estranged from his teddy boy son, Sam. Pratt tells Burns that the chief ...    "
                },
                "3": {
                    "title": "Great Pretenders",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 40,
                    "original air date": "20 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    As William Parker is finally laid to rest Sergeant Pratt recalls how Coulson tried to beat a confession out of Evans but Burns takes Gina to see another likely suspect,baker Henry Fuller,who had argued with Stanley's brutal father. Gina hears from Mrs Fuller that her husband had had an affair with female employee Sarah,who disappeared at much the same time as the boys. Meanwhile,tipped off by Fenton's informant Brody,the police prepare to foil a bank raid but look stupid when a different bank is robbed. Fenton is humiliated but tracks a gang member to the hide-out and...    "
                },
                "4": {
                    "title": "Nature of the Beast",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 36,
                    "original air date": "21 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    As Eddie lies in a coma Fenton suggests Gina,who witnessed the attack,help him track down the assailant. Pratt approaches his son Sam,who is protecting the culprit Johnny Harris but says nothing. Eventually Fenton and Gina identify him but he has gone on the run,abandoning his wife and child. Harris plans another robbery but walks into a trap set by Fenton,with help from Sam whilst Eddie wakes from his coma to a new respect from his father. Burns has a distressing visit to Deborah before his mother-in-law turns up to take his little girls. Gina,feeling pressurized by ...    "
                },
                "5": {
                    "title": "Little Boy Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 34,
                    "original air date": "22 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Cathy dumps her aggressive boyfriend Bill whilst Gina puts her career above Frank's marriage proposal. Meanwhile the police are in the firing line of the press following the murder so Gina agrees to be bait despite Burns' protests and walk through the park where the women were attacked. She has an encounter with an angry Bill,who is arrested but then the real culprit strikes and Gina survives through her strong will and ability to talk to him. His arrest also ties in with the question of what happened to the missing Stanley and back at the police station all the staff...    "
                }
            },
            "2": {
                "1": {
                    "title": "Cry, Cry, Cry",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The travelling fair comes to town and Gina visits in search of runaway teenager Tracey Nichols. The fair's owner Brendan McCormac tells her that Tracey has returned to her family but in fact she is the lover of Brendan's son Sean who is hiding her. Tracey's Teddy boy brother and his gang arrive, looking for a fight, during which Tracey and Sean run away but he is fatally injured after being hit by a bus. Gina is dismayed when Jack Burns leaves to look after his wife. He is replaced by efficient Max Harper who investigates a sleazy murder committed by gangster friends ...    "
                },
                "2": {
                    "title": "Dead Man Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 31,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    A gang led by Charlie Crane floods the town with counterfeit ten shilling notes and Fenton's informant, petty thief Linus Brody, steals a purse which belongs to a gang member, putting him at risk from Crane though Matt and Fenton manage to rescue him and smash the gang. Rebecca is taken to the brothel frequented by Fenton but to gain information about her Matt sends Gina undercover to work at the club where Rebecca was a hostess. Gina learns that Rebecca was introduced to the dead man by Lenny Powell, an associate of Fenton and a gangster who runs a gaming club. ...    "
                },
                "3": {
                    "title": "Eye of the Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 28,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Fenton is annoyed when Briggs shows leniency to gay men pulled in following a raid on an underground homosexual bar. However Briggs is himself gay and, whilst he is married, he begins to resume his relationship with former lover Carl. Max links Powell to both Maddock and Rebecca and gives him a warning visit. Later Fenton tells Powell he can no longer cover for him. Rosie, the brothel madam and sometime mistress of Fenton, helps Rebecca escape but Max apprehends her at the train station. That night Fenton goes to visit Rosie and finds her dead. Returning home he ...    "
                },
                "4": {
                    "title": "That Old Devil Called Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 26,
                    "original air date": "13 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    As the police find Rosie's body Fenton lies about knowing her but at the police station Rebecca recognizes him and his secret is exposed, leading to his suspension. He does however tell Briggs that Powell owns the brothel and Max arrests Powell, though his men later spring him. Susie meets the charming Alan Reynolds, an ex-guards officer, at a marriage bureau but Sergeant Swift suspects that he is a fraud and reveals him to be a married man preying on lonely women for their money. After Coulson has tried to force himself on her again Gina seeks refuge with Chris, ...    "
                },
                "5": {
                    "title": "The Harder They Fall",
                    "kind": "episode",
                    "episode of": {
                        "title": "WPC 56 (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 26,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    PC Perkins sees Coulson molesting Gina and, despite being threatened by the chief, reports him to Briggs, who forces Coulson to take early retirement. Meanwhile Fenton, distraught at Rosie's death, seeks out Powell - who is planning to leave England on a fake passport. However Powell tells him that it was Chris - his illegitimate son - who killed Rosie and the councillor without his knowledge. Rejected by Powell Chris tips Max off to his father's whereabouts before trailing Gina to the safe house where Rebecca is hiding. Max and his officers follow and there is a ...    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "De'Ath, Charles"
            },
            {
                "name": "Bowler, John"
            },
            {
                "name": "Jacques, Jennie"
            },
            {
                "name": "Healy, Mark"
            },
            {
                "name": "Barriscale, James"
            },
            {
                "name": "Jeavons, Liam"
            },
            {
                "name": "Leskovac, Rachel"
            },
            {
                "name": "Bew, Kieran"
            },
            {
                "name": "Brocklebank, Daniel"
            },
            {
                "name": "Jessie, Claudia"
            },
            {
                "name": "Rix, Olly"
            },
            {
                "name": "Turner, Ben"
            },
            {
                "name": "Cain, Justine"
            },
            {
                "name": "Plester, Tim"
            },
            {
                "name": "Light, John"
            },
            {
                "name": "Overton, Chris"
            },
            {
                "name": "Duncan, Jessica"
            },
            {
                "name": "Lucas, Charlotte"
            },
            {
                "name": "Hill-Pearson, Philip"
            },
            {
                "name": "Horan, Gerard"
            },
            {
                "name": "Higgs, Michael"
            },
            {
                "name": "Duttine, John"
            },
            {
                "name": "Oldham, Marianne"
            },
            {
                "name": "Szam, Danny"
            },
            {
                "name": "Kennard, Matt"
            },
            {
                "name": "Howe-Douglas, Martha"
            },
            {
                "name": "Derges, Jack"
            },
            {
                "name": "Cooke, Emma"
            },
            {
                "name": "James, Melissa"
            },
            {
                "name": "Casey, Stephen"
            },
            {
                "name": "Dibley, Janet"
            },
            {
                "name": "Baker, Sean"
            },
            {
                "name": "Rice-Oxley, Mark"
            },
            {
                "name": "Huw, Richard"
            },
            {
                "name": "Kennard, Sam"
            },
            {
                "name": "Ndifornyen, Akemnji"
            },
            {
                "name": "Stephens, Jonty"
            },
            {
                "name": "Ryan, Michael"
            },
            {
                "name": "Hunt, Kathryn"
            },
            {
                "name": "Kilburn, Melanie"
            },
            {
                "name": "Charles, Alicia"
            },
            {
                "name": "Higson, Joanna"
            },
            {
                "name": "McLarney, Tom"
            },
            {
                "name": "Ormerod, Daniel"
            },
            {
                "name": "Clinton, Laura Jean"
            },
            {
                "name": "Verrall, Lynne"
            },
            {
                "name": "Sopp, Adam"
            },
            {
                "name": "Burt, Clare"
            },
            {
                "name": "Moriarty, Paul"
            },
            {
                "name": "Battye, Eileen"
            }
        ],
        "locations": [
            "Black Country Museum, Dudley, West Midlands, England, UK",
            "Birmingham, West Midlands, England, UK",
            "Birmingham & Midland Institute Building, Margaret Street, Birmingham, UK::(Brinkford Police Station)"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo::(5.1 surround)"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 3,
        "rating": 7.3,
        "votes": 549,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY2ODU5OTM5NV5BMl5BanBnXkFtZTgwMjg1Mjk5NDE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "WPC 56",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Moloney, Dominique"
            },
            {
                "name": "Brooking, Ray"
            }
        ],
        "production companies": [
            {
                "name": "BBC Birmingham"
            }
        ],
        "distributors": [
            {
                "name": "BBC One"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Access Bookings"
            },
            {
                "name": "Celex Casting & Management"
            }
        ],
        "plot": [
            "The daily challenges facing the first Woman Police Constable to join a West Midlands force in the 1950s, where sexism, chauvinism and petty grudges are rife.::Anonymous"
        ],
        "synopsis": [
            "WPC 56 is a drama series which follows the fortunes of police officer Gina Dawson, who faces a difficult battle to create a successful career for herself during the male-dominated world of the 1950s."
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "sound mix": [
                "Stereo (5.1 surround)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 549,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 44,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 143,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 213,
                "rating": 7.4
            },
            "males": {
                "votes": 239,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 19,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 71,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 131,
                "rating": 7.3
            },
            "females": {
                "votes": 185,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 24,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 69,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 81,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 26,
                "rating": 6.3
            },
            "us users": {
                "votes": 72,
                "rating": 6.9
            },
            "non us users": {
                "votes": 262,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 126,
            "9": 72,
            "8": 149,
            "7": 104,
            "6": 38,
            "5": 28,
            "4": 5,
            "3": 10,
            "2": 8,
            "1": 9
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}