{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 October 2013"
            },
            {
                "country": "Hungary\n",
                "date": "9 May 2014"
            },
            {
                "country": "Finland\n",
                "date": "10 June 2014"
            },
            {
                "country": "Portugal\n",
                "date": "27 September 2014"
            },
            {
                "country": "Germany\n",
                "date": "6 February 2015"
            },
            {
                "country": "Netherlands\n",
                "date": "5 September 2016"
            }
        ],
        "release dates": [
            "USA::9 October 2013",
            "Hungary::9 May 2014",
            "Finland::10 June 2014",
            "Portugal::27 September 2014",
            "Germany::6 February 2015",
            "Netherlands::5 September 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Tomorrow People"
            },
            {
                "countries": "Croatia",
                "title": "Ljudi budućnosti"
            },
            {
                "countries": "Hungary",
                "title": "A kiválasztottak"
            },
            {
                "countries": "Portugal",
                "title": "Gente do Amanhã"
            },
            {
                "countries": "Russia",
                "title": "Люди будущего"
            },
            {
                "countries": "Serbia",
                "title": "Ljudi sutrašnjice"
            },
            {
                "countries": "Turkey (Turkish title)",
                "title": "Yarinin Insanlari"
            },
            {
                "countries": "Vietnam",
                "title": "Loai Nguoi Tuong Lai"
            }
        ],
        "akas": [
            "The Tomorrow People (original title)",
            "Ljudi budućnosti Croatia",
            "A kiválasztottak Hungary",
            "Gente do Amanhã Portugal",
            "Люди будущего Russia",
            "Ljudi sutrašnjice Serbia",
            "Yarinin Insanlari Turkey (Turkish title)",
            "Loai Nguoi Tuong Lai Vietnam"
        ],
        "akas from release info": [
            "The Tomorrow People (original title)",
            "Ljudi budućnosti Croatia",
            "A kiválasztottak Hungary",
            "Gente do Amanhã Portugal",
            "Люди будущего Russia",
            "Ljudi sutrašnjice Serbia",
            "Yarinin Insanlari Turkey (Turkish title)",
            "Loai Nguoi Tuong Lai Vietnam"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 705,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Stephen can suddenly teleport, do telepathy and telekinesis, like the voice in his head Cara, and others living underground. His missing father was their leader. His uncle Jed heads Ultra, who find and kill them or take their powers.    "
                },
                "2": {
                    "title": "In Too Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 538,
                    "original air date": "16 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Jed sends Stephen with older partner to catch thief 17, stealing for his sick mother. Cara gives Stephen watch with chip to protect from mind-reader Jed sets on his nephew.    "
                },
                "3": {
                    "title": "Girl, Interrupted",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 458,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Stephen plants a computer virus for sending breakout locations to the rebel stolen supercomputer Tim, but Jed sends an ambush and traps Cara. Stephen offers to inject her with Ultra's power-removing serum. Cara reveals how her powers came.    "
                },
                "4": {
                    "title": "Kill or Be Killed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 429,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Ultra's most wanted, Killian McCrane, resurfaces after years of being in hiding, Stephen enlists John's help in tracking him down. John reluctantly agrees to help, but changes his mind when he learns that Killian isn't after Jedikiah as everyone suspects. Stephen, wants to help, but Cara explains that John's history with Killian, which brings back a flood of memories from John's past, is making him do something he never thought he would do again. Meanwhile, Stephen's mom, Maral is suspicious of his whereabouts, putting him in an awkward position.    "
                },
                "5": {
                    "title": "All Tomorrow's Parties",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 410,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    After Stephen breaks Ultra protocol during a training exercise, Jedikiah's mysterious boss insists on meeting Stephen. Stephen grows concerned when he learns Jedikiah is unable to protect him, so he turns to John, who is only interested for selfish reasons. Elsewhere, the Tomorrow People are desperate to go topside to a party like normal people, but John and Cara disagree on the dangerous plan. Meanwhile, Stephen makes a plan to go to Homecoming with Astrid, but when he bails on her once again, she decides to find out what he is really up to.    "
                },
                "6": {
                    "title": "Sorry for Your Loss",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 394,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    When Stephen and Russell head out for a night of fun, they run into a potential new break-out. Stephen and Russell report back to John and Cara about the new person, but they want to keep a low profile from Ultra. Sadly, Russell learns that his dad has passed away and he is torn about whether or not he should go home. John volunteers to accompany Russell to help keep him out of trouble. Meanwhile, Jedikiah has a shocking secret that could destroy his career.    "
                },
                "7": {
                    "title": "Limbo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 371,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    When Stephen decides to have some fun with his newfound powers, Jedikiah takes extreme measures to make sure it doesn't happen again. After John and Russell return from their trip, John feels a strange tension between himself and Cara. Stephen tries to handle a new and dangerous breakout on his own, but finds himself in over his head and needing help from his fellow Tomorrow People. Meanwhile, Stephen has a moment of clarity when it comes to his father, and is more determined than ever to figure out what happened to him.    "
                },
                "8": {
                    "title": "Thanatos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 358,
                    "original air date": "4 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stephen (Robbie Amell) is determined to uncover what he hopes is the key to finding his father, and crafts a plan with the Tomorrow People that involves getting inside Jedikiah's (Mark Pellegrino) head. Meanwhile, Cara (Peyton List) and Russell (Aaron Yoo) encounter an uninvited visitor in the subway tunnel base. Stephen takes a risky opportunity and snoops around Ultra.    "
                },
                "9": {
                    "title": "Death's Door",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 371,
                    "original air date": "11 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    When John finds himself in a dangerous situation, Stephen is unable to help without revealing himself to Ultra. Not satisfied with the answer he has discovered about his father's disappearance, Stephen decides to take drastic measures with the help of his fellow Tomorrow People to find out the truth. Meanwhile, Cara and Russell negotiate a trade with Jedikiah, which ultimately makes Jedikiah take a big risk.    "
                },
                "10": {
                    "title": "The Citadel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 342,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After Stephen returns from the brink, he thinks he has a clue to what happened to his father, but his fellow Tomorrow People are not sure they believe him. When the Tomorrow People learn some disappointing news from John, they make an unexpected decision about their future. The Tomorrow People finally get a lead on Ultra's secret research lab and they devise a dangerous plan to free all those being held captive there. Meanwhile, Stephen's mom introduces Stephen and his brother Luca to a new man she is dating - but Stephen is having a hard time getting a read on him.    "
                },
                "11": {
                    "title": "Rumble",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 337,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stephen and his fellow Ultra trainees are given a test by Jedikiah to see who is worthy of becoming an Ultra agent, but not everyone is happy to work as a team. Cara is faced with a mysterious visitor from her past. Russell is sent on a dangerous recon mission that could force a clash between Tomorrow People groups. Meanwhile, John works with a new break-out.    "
                },
                "12": {
                    "title": "Sitting Ducks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 313,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Something seems a little off... Stephen feels uneasy about his fellow trainee Hillary who has a secret agenda of her own. Stephen's mom wants the family to go camping including her new boyfriend Peter, whom Stephen seems to have a difficult time reading. Knowing he is going to be out of town, Stephen asks for Cara and John to make sure that everything is okay with Astrid while he's gone.    "
                },
                "13": {
                    "title": "Things Fall Apart",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 476,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Stephen is left to face The Founder due to Jedikiah. To protect Astrid, he has to make a dangerous deal. Cara issues a harsh and unexpected punishment to John when they clash. A surprising secret about Stephen's mom is revealed.    "
                },
                "14": {
                    "title": "Brother's Keeper",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 324,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    After getting some shocking news, Stephen attempts to restore order in both his worlds by making a deal with Jedikiah. With a new break-out on the loose, Cara and Russell try to lure him in but must contend with a trap from Ultra. Meanwhile, Jedikiah is closer to developing a new secret technology that could change his future.    "
                },
                "15": {
                    "title": "Enemy of My Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 309,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Julian is back and angrier than ever, but when he gets caught by Ultra he is forced to strike a deal that could cost his and Stephen's lives. John once again disobeys Cara's orders when he learns the Julian has discovered the location of the Tomorrow People's lair. Meanwhile, Astrid is plagued by nightmares after her near-death experience and turns to her new friend John for some comfort.    "
                },
                "16": {
                    "title": "Superhero",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 346,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Stephen is still walking a fine line with his Ultra partner Hillary, who continues to be suspicious of his loyalties. When the Tomorrow People and Ultra learn that there is a new breakout doing good for humans, they both want her on their side. Meanwhile, Morgan takes a risk and betrays Jedikiah's trust to help the Tomorrow People - but what Jedikiah discovers from Morgan is an even bigger surprise.    "
                },
                "17": {
                    "title": "Endgame",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 359,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The truth about the past comes out. Confrontations with the founders and Jedekiah force the tomorrow people to choose sides.    "
                },
                "18": {
                    "title": "Smoke and Mirrors",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 345,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Both Ultra and The Tomorrow People track a breakout who is flaunting his powers as a street magician. Jedikiah has fled Ultra and tells Luca of Stephen's powers. Meanwhile The Leader announces the genesis of a kinder and gentler Ultra.    "
                },
                "19": {
                    "title": "Modus Vivendi",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 342,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Founder requests a summit with The Tomorrow People. Cara agrees but only if Hillary is held hostage. Ultra agents find Jedikiah's hideout, but with John's help, eludes capture. Stephen attempts to reach Roger using the machine at Ultra.    "
                },
                "20": {
                    "title": "A Sort of Homecoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 314,
                    "original air date": "21 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Everyone becomes concerned about the consequences if the Founder learns that Roger may return. Meanwhile, Stephen tries to destroy the machine the Founder has been using to train him.    "
                },
                "21": {
                    "title": "Kill Switch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 326,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Russell decides to sacrifice Roger. Meanwhile, John turns to Astrid for advice.    "
                },
                "22": {
                    "title": "Son of Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tomorrow People (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 410,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    With the possible return of Roger on the horizon, everyone is concerned about the consequences if The Founder were to find out. Now aware of the truth about the machine The Founder has been using him to train in, Stephen needs John and Cara's help to destroy it. Meanwhile, Russell and other Tomorrow People have lost hope they will ever find The Refuge and choose to head out on their own.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Amell, Robbie"
            },
            {
                "name": "List, Peyton"
            },
            {
                "name": "Mitchell, Luke"
            },
            {
                "name": "Yoo, Aaron"
            },
            {
                "name": "Mantock, Madeleine"
            },
            {
                "name": "Pellegrino, Mark"
            },
            {
                "name": "Pierce, Jeffrey"
            },
            {
                "name": "Merrells, Simon"
            },
            {
                "name": "Kogan, Jacob"
            },
            {
                "name": "Clarke, Sarah"
            },
            {
                "name": "PenaVega, Alexa"
            },
            {
                "name": "Pope, Carly"
            },
            {
                "name": "Golding, Meta"
            },
            {
                "name": "Wiggins, Laura"
            },
            {
                "name": "Kenney, Bettina"
            },
            {
                "name": "Arthur, Madeleine"
            },
            {
                "name": "Blake, Dalias"
            },
            {
                "name": "Lawson, Byron"
            },
            {
                "name": "Rambin, Leven"
            },
            {
                "name": "Kummen, Mitchell"
            },
            {
                "name": "Cadrot, Thomas"
            },
            {
                "name": "Young, Nicholas"
            },
            {
                "name": "Hurley, Elizabeth"
            },
            {
                "name": "Eversman, Nick"
            },
            {
                "name": "Swan, Serinda"
            },
            {
                "name": "Gant, Robert"
            },
            {
                "name": "Hogan, Michael"
            },
            {
                "name": "Mackay, James"
            },
            {
                "name": "Hollingsworth, Benjamin"
            },
            {
                "name": "Lee, Jaeson"
            },
            {
                "name": "Armstrong, Michasha"
            },
            {
                "name": "Bellamy, Chad"
            },
            {
                "name": "Panton, Giles"
            },
            {
                "name": "Busby, Cindy"
            },
            {
                "name": "Rosen, Elisabeth"
            },
            {
                "name": "Yusuf, Synthia"
            },
            {
                "name": "Loyola, Dejan"
            },
            {
                "name": "Mitchell, Nathan"
            },
            {
                "name": "Dunn, Connor"
            },
            {
                "name": "Yanagiya, Mathew"
            },
            {
                "name": "Cotton, Ben"
            },
            {
                "name": "Dohring, Jason"
            },
            {
                "name": "Duffield, Burkely"
            },
            {
                "name": "Stewart-Jones, Andrew"
            },
            {
                "name": "Fredrichs, Cali"
            },
            {
                "name": "Joseph, Jarod"
            },
            {
                "name": "Miranda, Aeriél"
            },
            {
                "name": "Anderson, Shamier"
            },
            {
                "name": "Cecere, Fulvio"
            },
            {
                "name": "Gatien, Elise"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada::(Pilot shot in New York, Production moved to Vancouver)",
            "JC Studios, Brooklyn, New York City, New York, USA",
            "Coquitlam, British Columbia, Canada",
            "41 Cooper Square, New York, NY 1003, New York, USA::(location of the Ultra Building)"
        ],
        "genres": [
            "Action",
            "Drama",
            "Sci-Fi"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Portugal:12AP",
            "Singapore:PG13::(TV rating)"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 32283,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEyMDA4NjY0Nl5BMl5BanBnXkFtZTgwMDgzNDIxMDE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The story of several young people from around the world who represent the next stage in human evolution, possessing special powers, including the ability to teleport and communicate with each other telepathically. Together they work to defeat the forces of evil.",
        "languages": [
            "English"
        ],
        "title": "The Tomorrow People",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Berlanti, Greg"
            },
            {
                "name": "Klemmer, Phil"
            },
            {
                "name": "Plec, Julie"
            }
        ],
        "production companies": [
            {
                "name": "Berlanti Productions"
            },
            {
                "name": "CBS Television Studios"
            },
            {
                "name": "Fremantle"
            },
            {
                "name": "Warner Bros. Television"
            }
        ],
        "distributors": [
            {
                "name": "The CW Network (The CW)"
            },
            {
                "name": "Channel 4 Television"
            },
            {
                "name": "DiziMax"
            },
            {
                "name": "SBS9"
            },
            {
                "name": "Sixx"
            },
            {
                "name": "Viasat 6"
            }
        ],
        "other companies": [
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Arena Synchron Berlin"
            },
            {
                "name": "Canada Film Capital"
            },
            {
                "name": "Clairmont Camera Film & Digital"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Mad Old Nut Productions"
            },
            {
                "name": "Mad Old Nut Productions"
            }
        ],
        "plot": [
            "Evolved humans with amazing abilities (Teleportation, Telekinesis, Telepathy) are being hunted down by agents of Ultra.::Awinash Singh",
            "The story of several young people from around the world who represent the next stage in human evolution, possessing special powers, including the ability to teleport and communicate with each other telepathically. Together they work to defeat the forces of evil.::CW",
            "Stephen Jameson thinks that he's going insane but finds out that he has the ability to move things with his mind, read peoples thoughts, and teleport from place to place. But Stephen finds out that he's not the only one that has these. These people call themselves _The Tomorrow People_ (qv). A new step in human evolution being hunt down by Ultra, a secret organization that hunt this species. There's a shadow war going on but who will come on top the humans or the Tommorow people",
            "They are the next evolutionary leap of mankind, a generation of humans born with paranormal abilities - _The Tomorrow People_ (qv). Stephen Jameson stands at the crossroads between the world we know and the shifting world of the future. Up until a year ago, Stephen was a \"normal\" teenager - until he began hearing voices and teleporting in his sleep, never knowing where he might wake up. Now, Stephen's issues have gone far beyond the usual teenage angst, and he is beginning to question his sanity. In desperation, Stephen decides to listen to one of the voices in his head, and it leads him to his first encounter with the Tomorrow People - John, Cara and Russell - a genetically advanced race with the abilities of telekinesis, teleportation and telepathic communication. _The Tomorrow People_ (qv) are being hunted down by a paramilitary group of scientists known as Ultra. Led by Dr. Jedikiah Price, Ultra sees the Tomorrow People as a very real existential threat from a rival species, and the outcast group has been forced to hide out in an abandoned subway station just beneath the surface of the human world. Trading in secrets, Jedikiah offers Stephen the chance for a normal life with his family and best friend, Astrid, if he will help in the struggle to isolate and eradicate the Tomorrow People. On the other hand, Cara, John and Russell offer Stephen a different type of family and a home where he truly belongs. Unwilling to turn his back on humanity or the world of the Tomorrow People, Stephen sets out on his own path - a journey that could take him into the shadowy past to uncover the truth about his father's mysterious disappearance, or into an unknown future with _The Tomorrow People_ (qv).::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 32283,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 35,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 10838,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 8992,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 3191,
                "rating": 6.9
            },
            "males": {
                "votes": 15996,
                "rating": 7.2
            },
            "males aged under 18": {
                "votes": 16,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 6498,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 5920,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 2159,
                "rating": 6.8
            },
            "females": {
                "votes": 8941,
                "rating": 7.4
            },
            "females aged under 18": {
                "votes": 19,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 4220,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 2958,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1004,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 175,
                "rating": 5.7
            },
            "us users": {
                "votes": 3884,
                "rating": 7.1
            },
            "non us users": {
                "votes": 11342,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 8634,
            "9": 3888,
            "8": 6683,
            "7": 5893,
            "6": 3158,
            "5": 1644,
            "4": 757,
            "3": 538,
            "2": 339,
            "1": 749
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}