{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "24 September 2013"
            },
            {
                "country": "Finland\n",
                "date": "3 July 2014"
            },
            {
                "country": "Germany\n",
                "date": "2 April 2015"
            },
            {
                "country": "France\n",
                "date": "2 April 2015"
            }
        ],
        "release dates": [
            "UK::24 September 2013",
            "Finland::3 July 2014",
            "Germany::2 April 2015",
            "France::2 April 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Wrong Mans"
            },
            {
                "countries": "Finland",
                "title": "Väärät miehet"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Fel män"
            },
            {
                "countries": "France",
                "title": "The Wrong Mans - Mauvaise pioche"
            },
            {
                "countries": "France",
                "title": "The Wrong Mans"
            },
            {
                "countries": "Germany",
                "title": "The Wrong Mans - Falsche Zeit, falscher Ort"
            },
            {
                "countries": "Hungary",
                "title": "Rosszkor, rossz helyen"
            },
            {
                "countries": "Poland",
                "title": "Pomyleni"
            },
            {
                "countries": "Russia",
                "title": "Не те парни"
            }
        ],
        "akas": [
            "The Wrong Mans (original title)",
            "Väärät miehet Finland",
            "Fel män Finland (Swedish title)",
            "The Wrong Mans - Mauvaise pioche France",
            "The Wrong Mans France",
            "The Wrong Mans - Falsche Zeit, falscher Ort Germany",
            "Rosszkor, rossz helyen Hungary",
            "Pomyleni Poland",
            "Не те парни Russia"
        ],
        "akas from release info": [
            "The Wrong Mans (original title)",
            "Väärät miehet Finland",
            "Fel män Finland (Swedish title)",
            "The Wrong Mans - Mauvaise pioche France",
            "The Wrong Mans France",
            "The Wrong Mans - Falsche Zeit, falscher Ort Germany",
            "Rosszkor, rossz helyen Hungary",
            "Pomyleni Poland",
            "Не те парни Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "X-Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 141,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Phil and Sam are presumed dead, killed by a car bomb, but are on a witness protection scheme in Texas, working under assumed names. Unlike Phil, who loves it, Sam is homesick and wants to find out who tried to kill them. Learning that his mother is ill Phil agrees they should return and are introduced to sinister Carlos Espinosa, who gives them new identities. They leave work one step ahead of Marat's vengeful brother Yuri, who is out to get them but they are arrested at the airport.    "
                },
                "2": {
                    "title": "White Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 106,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Arrested at the airport the pair discover that Espinosa has used them as drug mules and they are sent to a penitentiary where Sam attracts the attention of a tough inmate. Agent Miller agrees to release them if they testify against Espinosa but the drug lord sends his lawyer to tell the boys that they are doomed unless they help find the whereabouts of money stolen from Espinosa by serial killer and white supremacist Nathan Cross. Having obtained the evidence from Cross, who is killed in a prison riot, the pair are rescued , they assume by Espinosa,but the rescuers ...    "
                },
                "3": {
                    "title": "Action Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 104,
                    "original air date": "23 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Flown to Slovenia Phil and Sam realize that their rescuers are terrorists who have mistaken them for the bomb makers who occupied their prison cell before them. They are forced to infiltrate a laboratory to steal deadly chemicals but, after a shoot-out among the terrorists, manage to escape, along with the chemicals and Nathan's glass eye, which has a code written on it disclosing the whereabouts of the stolen money. Pursued by surviving terrorist Khalil they manage to board a train and make it to France but, with no passports, are not allowed on the cross-channel ...    "
                },
                "4": {
                    "title": "Wise Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 108,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The lads hi-jack a plane, parachuting out over Kent and hitch-hiking to Bracknell where they make contact with MI5 boss Cox, giving her the chemical weapon. Khalil follows them in a stolen boat but is arrested whilst Sam is confronted by Dimitri, who admits that he planted the car bomb in revenge for Marat's death but he is shot by the police. Phil is tracked down by Esposito's lawyer and gives him the glass eye but Esposito is later arrested by agent Miller and Phil, reunited with his mother, proposes that the reward money goes to his Texan girlfriend Rosa. Sam is ...    "
                }
            },
            "1": {
                "1": {
                    "title": "The Wrong Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 245,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Recently dumped by girlfriend Lizzie - who is now his boss - office worker Sam Pinkett is the sole witness to a car crash on a lonely country road. Sam picks up an abandoned phone and hears an Oriental voice say, If you are not here by 5 o'clock we will kill your wife. Phil Bourne, the office mailroom boy, who still lives with his mum and craves excitement, encourages Phil to save the woman, keeping their involvement secret from the police, Lizzie and Sam's office rival Noel. The caller addresses Sam as Mr Stevens so the two men decide to visit Stevens at the local ...    "
                },
                "2": {
                    "title": "Bad Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 185,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Secret Service agent Jack Walker shoots a man with a stun gun and takes him prisoner. Phil and Sam are also taken prisoner by the real Stevens, who claims that he sent money to his wife's abductor, Mr Lau, a casino owner to whom he owed gambling debts, but it somehow never arrived. He sends the lads to meet Lau with an empty case and they try to bluff him into thinking they have the money to release Scarlett, Stevens' wife. However the deceit is rumbled and they flee, taking with them Lau's nephew Jason, whom they tie up behind the council boardroom. Unfortunately Mr ...    "
                },
                "3": {
                    "title": "Dead Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 162,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Seeing Lau's van pull up outside the office Phil sneaks in and frees Scarlett and he and Sam take her to Phil's house where Linda, Phil's mum, mistakes her for Phil's girlfriend. They then return her to Stevens but she is so angry with him she hits - and accidentally kills - him, ungratefully telling the police on the phone that Phil and Sam were the culprits. They flee again and are saved by agent Walker, who is seeking Russian spy Marat Malankovic, and seems to think the lads are involved. Stevens is killed by double-crossing fellow agent Smoke and, opening his car ...    "
                },
                "4": {
                    "title": "Inside Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 147,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After confiding in her father Mr Reid, the council supremo, that a music box has gone missing from her safe, Scarlett contacts Phil and Sam and demands they return it or else she will tell the police they killed Stevens. They discover it was sold to Marat Malankovic and set out to buy it with the money found in the car boot but they are pursued by Lau, who takes all the cash. They arrive at Marat's house intending to steal the box and find a party in progress, during which Phil saves Marat from an attempt to kill him. The grateful Russian gives the lads the music box ...    "
                },
                "5": {
                    "title": "Wanted Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 150,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Sam gives Scarlett the music box but Phil has discovered why she was so desperate for its return. In it is hidden a memory stick which shows her having sex with transport minister Ian Culverson in order to blackmail him into approving an unpopular land deal which will make her father wealthy but leave Lizzie to take the blame. Following their involvement with two murders and deal with Lau the boys attract the attention of MI5 boss Ms Cox, who sends agents after them. Smoke kills Malenkovic before, accompanied by several of his colleagues and a helicopter, pursuing ...    "
                },
                "6": {
                    "title": "Running Mans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wrong Mans (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 152,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Thanks to some nifty driving by Phil the pair escape from Smoke and jump a train to bring them back to town. They turn up at the council's big gala dinner with the evidence to trap Scarlett and her father but are side-tracked when Smoke abducts Lizzie and threatens to kill her unless he is given the documents Marat gave the boys. This leads to a show-down with MI5 agents firing off against each other and Phil and Sam literally caught in the middle. However right prevails and it even looks as it Sam will be getting back with Lizzie.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Baynton, Mathew"
            },
            {
                "name": "Corden, James"
            },
            {
                "name": "Solemani, Sarah"
            },
            {
                "name": "French, Dawn"
            },
            {
                "name": "Basden, Tom"
            },
            {
                "name": "Cawley, Paul"
            },
            {
                "name": "Long, Jordan"
            },
            {
                "name": "Utgoff, Alec"
            },
            {
                "name": "Fox, Emilia"
            },
            {
                "name": "Uppal, Chandeep"
            },
            {
                "name": "Moore, Stephen Campbell"
            },
            {
                "name": "Front, Rebecca"
            },
            {
                "name": "Calder, David"
            },
            {
                "name": "Wong, Benedict"
            },
            {
                "name": "Trujillo, Raoul Max"
            },
            {
                "name": "Bowie, John Ross"
            },
            {
                "name": "King, Rowena"
            },
            {
                "name": "Koji, Andrew"
            },
            {
                "name": "Lansley, Oliver"
            },
            {
                "name": "Chong, Christina"
            },
            {
                "name": "Warnaby, John"
            },
            {
                "name": "Howick, Jim"
            },
            {
                "name": "Griffith, Anastasia"
            },
            {
                "name": "Scott, Dougray"
            },
            {
                "name": "Wise, Charlie Walker"
            },
            {
                "name": "Moran, Nick"
            },
            {
                "name": "Roden, Karel"
            },
            {
                "name": "Pow, Duncan"
            },
            {
                "name": "Jones, Rufus"
            },
            {
                "name": "Skinner, Dan Renton"
            },
            {
                "name": "Levey, Elliot"
            },
            {
                "name": "Cooper, Daisy May"
            },
            {
                "name": "Gracie, James"
            },
            {
                "name": "Whitcher, Rosa"
            },
            {
                "name": "Alastair, John"
            },
            {
                "name": "Haiden, Melissa"
            },
            {
                "name": "Panthaki, Ray"
            },
            {
                "name": "Elder, Steven"
            },
            {
                "name": "Franklin, Vincent"
            },
            {
                "name": "Higgins, Paul"
            },
            {
                "name": "Sampson, Roy"
            },
            {
                "name": "Murtagh, Diarmaid"
            },
            {
                "name": "Tollady, Jennifer"
            },
            {
                "name": "Bee, Sandra"
            },
            {
                "name": "Spiro, Samantha"
            },
            {
                "name": "Plester, Tim"
            },
            {
                "name": "Bonhomme, Lamar"
            },
            {
                "name": "Cotterill, Chrissie"
            },
            {
                "name": "Harewood, David"
            },
            {
                "name": "Watkins, Jason"
            }
        ],
        "locations": [
            "Unilver/Birdseye building and surrounding area, Walton-on-Thames, Surrey, England, UK",
            "London, England, UK",
            "Faversham, Kent, England, UK",
            "Hampshire, England, UK"
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Thriller"
        ],
        "runtimes": [
            "29"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Ireland:15",
            "Norway:12::(TV rating)",
            "United Kingdom:15"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 5820,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMyNjE2NjM0MV5BMl5BanBnXkFtZTgwMjg3MDg1MDE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "From actor/writer duo James Corden and Mathew Baynton, The Wrong Mans series centers on Sam Pinkett and Phil Bourne, office workers for Berkshire County Council, who have their menial existence turned upside-down by a chance phone-call and a case of mistaken identity. After being sole witness to a car crash on a desolate country road, Sam answers an abandoned mobile telephone and hears a message that was clearly not meant for him: \"If you are not here by 5 o'clock, we will kill your wife\". Encouraged by office mail-room delivery boy Phil that they can be the heroes of the hour, the duo soon find themselves plunged into a deadly kidnap situation. The Wrong Mans involves a world of unexpected international conspiracy and intrigue, with the mysterious Scarlett and Stevens and the enigmatic secret agent Walker at the heart of the unfurling chaos. Sam and Phil must dodge bullets and escape explosions in their quest to save not just themselves, but their loved ones and ultimately their whole town.",
        "languages": [
            "English"
        ],
        "title": "The Wrong Mans",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Baynton, Mathew"
            },
            {
                "name": "Corden, James"
            },
            {
                "name": "Basden, Tom"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            },
            {
                "name": "Hulu"
            }
        ],
        "distributors": [
            {
                "name": "Polyband"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Buzzy's Recording"
            },
            {
                "name": "Helicopter Film Services"
            },
            {
                "name": "Molinare Studio"
            },
            {
                "name": "Panalux"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "From actor/writer duo James Corden and Mathew Baynton, _The Wrong Mans_ (qv) series centers on Sam Pinkett and Phil Bourne, office workers for Berkshire County Council, who have their menial existence turned upside-down by a chance phone-call and a case of mistaken identity. After being sole witness to a car crash on a desolate country road, Sam answers an abandoned mobile telephone and hears a message that was clearly not meant for him: \"If you are not here by 5 o'clock, we will kill your wife\". Encouraged by office mail-room delivery boy Phil that they can be the heroes of the hour, the duo soon find themselves plunged into a deadly kidnap situation. _The Wrong Mans_ (qv) involves a world of unexpected international conspiracy and intrigue, with the mysterious Scarlett and Stevens and the enigmatic secret agent Walker at the heart of the unfurling chaos. Sam and Phil must dodge bullets and escape explosions in their quest to save not just themselves, but their loved ones and ultimately their whole town.::BBC ad"
        ],
        "tech": {
            "runtime": [
                "29 min"
            ],
            "color": [
                "Color"
            ],
            "camera": [
                "Arriflex Cameras (Alexa)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5820,
                "rating": 7.8
            },
            "aged under 18": {
                "votes": 4,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 1326,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 1975,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 893,
                "rating": 7.7
            },
            "males": {
                "votes": 3411,
                "rating": 7.8
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 964,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 1492,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 690,
                "rating": 7.7
            },
            "females": {
                "votes": 1085,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 350,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 446,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 193,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 92,
                "rating": 6.2
            },
            "us users": {
                "votes": 735,
                "rating": 8.0
            },
            "non us users": {
                "votes": 2702,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 1136,
            "9": 1150,
            "8": 1853,
            "7": 1003,
            "6": 336,
            "5": 114,
            "4": 54,
            "3": 37,
            "2": 24,
            "1": 113
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}