{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2013"
            },
            {
                "country": "UK\n",
                "date": "29 October 2013"
            },
            {
                "country": "Sweden\n",
                "date": "17 December 2013"
            },
            {
                "country": "Germany\n",
                "date": "15 March 2014"
            },
            {
                "country": "Japan\n",
                "date": "26 April 2014"
            },
            {
                "country": "Hungary\n",
                "date": "10 September 2014"
            },
            {
                "country": "Belgium\n",
                "date": "9 October 2014"
            },
            {
                "country": "Finland\n",
                "date": "30 November 2014"
            },
            {
                "country": "Netherlands\n",
                "date": "14 February 2015"
            },
            {
                "country": "Switzerland\n",
                "date": "29 October 2016",
                "notes": "                            (German speaking region)"
            }
        ],
        "release dates": [
            "UK::2013",
            "UK::29 October 2013",
            "Sweden::17 December 2013",
            "Germany::15 March 2014",
            "Japan::26 April 2014",
            "Hungary::10 September 2014",
            "Belgium::9 October 2014",
            "Finland::30 November 2014",
            "Netherlands::14 February 2015",
            "Switzerland::29 October 2016                            (German speaking region)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Escape Artist"
            },
            {
                "countries": "Finland",
                "title": "Pahan vanki"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "I ondskans grepp"
            },
            {
                "countries": "France",
                "title": "Perfect crime"
            },
            {
                "countries": "Germany",
                "title": "Der Anwalt des Teufels"
            },
            {
                "countries": "Hungary",
                "title": "A szabadítóművész"
            },
            {
                "countries": "Russia",
                "title": "Мастер побега"
            },
            {
                "countries": "Spain",
                "title": "Abogado y asesino"
            },
            {
                "countries": "USA",
                "title": "The Escape Artist"
            }
        ],
        "akas": [
            "The Escape Artist (original title)",
            "Pahan vanki Finland",
            "I ondskans grepp Finland (Swedish title)",
            "Perfect crime France",
            "Der Anwalt des Teufels Germany",
            "A szabadítóművész Hungary",
            "Мастер побега Russia",
            "Abogado y asesino Spain",
            "The Escape Artist USA"
        ],
        "akas from release info": [
            "The Escape Artist (original title)",
            "Pahan vanki Finland",
            "I ondskans grepp Finland (Swedish title)",
            "Perfect crime France",
            "Der Anwalt des Teufels Germany",
            "A szabadítóművész Hungary",
            "Мастер побега Russia",
            "Abogado y asesino Spain",
            "The Escape Artist USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Escape Artist (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 227,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Will Burton is a junior barrister known as the Escape Artist for his skill at having his clients' cases discharged in court. Will is happily married to Kate with a son, Jamie, and eyeing career advancement. His latest client, Liam Foyle, is accused of torturing and killing Sandra Mullins but Will manages to get the jury to acquit him via a loop-hole. Despite the victory in court, Foyle becomes obsessed with revenge when Will snubs Foyle's offer of a handshake. He stalks the family and files a complaint against Will, who arrives home to find Kate murdered and Foyle ...    "
                },
                "2": {
                    "title": "Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Escape Artist (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 188,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Maggie defends Foyle on the charge of killing Kate and, although she finds him a weird, unsettling young man, gets him bail. He immediately shadows Will's nine-year old son. Foyle gives Eileen Morris, a fellow cage bird breeder, as his alibi and, other than Will's statement, no forensics link him to the crime. Though barred from participating in the case Will does his own sleuthing, helped by colleagues Danny and Trevor, and links Eileen to the Sandra Mullins murder. He tries to tell Maggie he now knows Foyle was guilty then but she has a case to win to gain promotion...    "
                },
                "3": {
                    "title": "Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Escape Artist (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 188,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Maggie successfully defends Foyle, who is acquitted of Kate's murder but Will warns her to be wary of her unsettling client. Feeling let down locally Will travels to the Scottish border in search of another post and runs into Foyle, who would appear to have followed him. There is a fight and a fire breaks out, Will calling the ambulance and Foyle taken to hospital. However there is to be another trial before Will's nightmare comes to an end.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Tennant, David"
            },
            {
                "name": "Kebbell, Toby"
            },
            {
                "name": "Okonedo, Sophie"
            },
            {
                "name": "Jensen, Ashley"
            },
            {
                "name": "Brennan, Brid"
            },
            {
                "name": "Gardner, Tony"
            },
            {
                "name": "Lesser, Anton"
            },
            {
                "name": "Marsden, Roy"
            },
            {
                "name": "Wight, Stephen"
            },
            {
                "name": "Barry, Gus"
            },
            {
                "name": "Woodeson, Nicholas"
            },
            {
                "name": "Spark, Jeany"
            },
            {
                "name": "Dickie, Kate"
            },
            {
                "name": "Ryecart, Patrick"
            },
            {
                "name": "Ransom, Jessica"
            },
            {
                "name": "Gerbeshi, Faton"
            },
            {
                "name": "Cochrane, Michael"
            },
            {
                "name": "Dolan, Monica"
            },
            {
                "name": "Foster, Robert A."
            },
            {
                "name": "Gregory, Roxanne"
            },
            {
                "name": "Niles, Aaron"
            },
            {
                "name": "Petrie, Alistair"
            },
            {
                "name": "Donnaghey, Connor"
            },
            {
                "name": "Foster, Robert"
            },
            {
                "name": "Jacob, Jasper"
            },
            {
                "name": "Pennington, Michael"
            },
            {
                "name": "Jourdan, Gabrielle"
            },
            {
                "name": "Albasiny, John"
            },
            {
                "name": "Hodgkinson, John"
            },
            {
                "name": "Betts, Nigel"
            },
            {
                "name": "Leesley, Geoffrey"
            },
            {
                "name": "Albrecht, Richard"
            },
            {
                "name": "Carling, Victoria"
            },
            {
                "name": "Cross, Gary"
            },
            {
                "name": "Culbertson, Rod"
            },
            {
                "name": "Donaghey, Connor"
            },
            {
                "name": "Guthrie, Caroline"
            },
            {
                "name": "Matthews, Ken"
            },
            {
                "name": "McCafferty, Gillian"
            },
            {
                "name": "Mitchell, Ross"
            },
            {
                "name": "Payton, James"
            },
            {
                "name": "Stewart, Ewan"
            },
            {
                "name": "Summers, Garry"
            },
            {
                "name": "Toomey, Patrick"
            },
            {
                "name": "Young, Gary"
            },
            {
                "name": "Simmons, Tina"
            },
            {
                "name": "Atkins, Lasco"
            },
            {
                "name": "Bradley, Ben"
            },
            {
                "name": "Cowlin, Chris"
            },
            {
                "name": "KB, Forbes"
            }
        ],
        "locations": [
            "Edinburgh, Scotland, UK",
            "London, England, UK",
            "Chorleywood, Hertfordshire, England, UK::(exterior scenes)"
        ],
        "genres": [
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "180"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "Finland:K-12",
            "Netherlands:12"
        ],
        "original air date": "2013 (UK)",
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 4638,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY2MGEzNmItOGRjOC00Njk1LWJjYjctMGUwOGIwNzk3NzBkXkEyXkFqcGdeQXVyMTk3NDAwMzI@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Revolves around Will Burton, a talented junior barrister of peerless intellect and winning charm who specialises in spiriting people out of tight legal corners. He is in high demand as he has never lost a case. But when his talents acquit the notorious prime suspect in an horrific murder trial, that brilliance comes back to bite him with unexpected and chilling results, not to mention a shocking twist in the tale.",
        "languages": [
            "English"
        ],
        "title": "The Escape Artist",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-2013",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wolstencroft, David"
            }
        ],
        "director": [
            {
                "name": "Welsh, Brian"
            }
        ],
        "production companies": [
            {
                "name": "Wolstencorp"
            },
            {
                "name": "Endor Productions"
            },
            {
                "name": "Red Arrow International"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Film Mánia"
            },
            {
                "name": "Guan Yue International"
            },
            {
                "name": "Katholieke Radio Omroep (KRO)"
            },
            {
                "name": "Vitaya"
            },
            {
                "name": "Vox"
            },
            {
                "name": "WOWOW Prime"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "Creative Regie"
            },
            {
                "name": "Mediacom 24-7"
            },
            {
                "name": "Milk Publicity"
            }
        ],
        "plot": [
            "A junior barrister celebrated for spiriting people out of tight legal corners represents an accused murderer.",
            "Revolves around Will Burton, a talented junior barrister of peerless intellect and winning charm who specialises in spiriting people out of tight legal corners. He is in high demand as he has never lost a case. But when his talents acquit the notorious prime suspect in an horrific murder trial, that brilliance comes back to bite him with unexpected and chilling results, not to mention a shocking twist in the tale.::BBC"
        ],
        "synopsis": [
            "The drama revolves around Will Burton (David Tennant), a talented junior barrister of peerless intellect and winning charm who specialises in spiriting people out of tight legal corners. He is in high demand as he has never lost a case. But when his talents acquit the notorious prime suspect in an horrific murder trial, that brilliance comes back to bite him with unexpected and chilling results, not to mention a shocking twist in the talevhavnal, 2013= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =(NOTE : The original BBC version was shown in three parts ~ an hour each. The version shown in the United States on PBS was edited to two parts ~ 90 minutes each. This is the American version.)A man runs through a rainy downtown London and hails a taxi. The driver eyes him suspiciously as the man talks about cocaine in a hold-all and a double-barreled shotgun. The man apologizes to the driver, saying hes a lawyer.The man sits in front of a group of students on career day. When the teacher asks who knows what a barrister is, the mans own son, Jamie, answers that the barrister stops people from going to prison, even if the evidence may be circumspect, and that may sometimes keep him from coming on holiday as promised. Mr. Burton clarifies that he basically talks to a judge in a court. He gives an example about how he would help if a student is accused by a classmate of stealing a pen his job would be to convince the jury that the witness was mistaken. When another student asks what would happen if the accused actually DID take the pen but denies it, Burton answers that the student would be guilty but that it would bring reasonable doubt to the case. Jamie points out that the student would be getting away with it. The questioner replies, only if Jamies dad was on his side.A female barrister looks through a file as she is being driven to the Central Criminal Courthouse. Burton arrives at the CCC and is told that Maggie Gardner will be prosecuting. Burton asks, again?In the courtroom, Gardner, the female barrister for the prosecution, argues to the judge that the accuseds wielding a hunting knife was NOT an act of defense, the clue being the word hunting. Burton counters that sometimes a pre-emptive strike is allowed by law, especially, as in this case, when the victim (the accused here) had a shotgun pointed to his head. After the case, the accused, now free, offers to shake Burtons hand, which Burton takes, after a long pause.As a news report plays on about an unsolved brutal ritualistic murder (the body was found by two dog walkers), and how the police was still asking for witnesses to come forward, a man walks between several aviaries inside his house (there is an award ribbon on one of the aviaries), sprinkling seed through the chicken wire. He sits down to eat when theres a banging at the door it is the police, with a warrant. The man, annoyed, screams for them to come back after breakfast. The police storm in.Burton runs into Gardner in the courthouse and she congratulates him. She is skeptical when he claims he doesnt know what shes talking about. He walks away, grinning, gnawing on an apple.At the office, Mayfield, a senior, hands Burton a glossy magazine where Burton has been deemed the number one barrister under 40 Margaret Maggie Gardner is second. A clerk ribs Burton about applying for Silk. Gardner, back in the car, leafs through the article with a glum expression.The clerk hands Burton, who is on his way out, a large stack of documents. Burton demurs, saying his is on his way to his cottage for the weekend. A senior barrister walks by and asks Burton to take a look at it, adding that the solicitor, Brown, asked for Burton himself. Burton wonders aloud why Brown would ask him over a Silk. The senior says if someone was to be chained inside a safe in a shark tank, they would want the assistance of someone like Houdini.Burton walks quickly along a soccer field, as a mother yells at the boys playing a match. He kisses her and she is surprised to see him. As they watch, Jamies shot on goal goes wide and bounces off the post. After the game, Burton says he found an apple in his pocket; his wife says she is trying to get him to eat something that is not made of cheese.At home, Burton struggles with the dishwasher. His wife comes by and works the controls easily. Burton finishes packing his overnight bag, almost forgetting the stack of documents he was given. They reach the cottage and unpack. The wife puts Jamie to sleep. Burton makes tea and grabs the documents, but his wife entices him to join her in the bath. He sets the tea and the documents down. Later, in bed, she tells him Jamie said he was a hit at school and that the students think Burton can get them out of any crime they would commit. She adds that what the students do not know, is that his brain is full of holes and that his hard drive is full. As she cuddles him, Burton reaches for the documents on the nightstand. His eyes grow big as he reads it.Back at the office, Burton asks Brown why he didnt want a Silk to take the case. Brown says a Silk would just try to ram it through the court and that the client needs someone who would spend days, elbows deep in the evidence. And because Burton wins.The clerk comes by as Burton looks at the photographs in the file. He tells the clerk that he had never seen photographs like that, and that the victim was alive for most of what happened. The clerk walks out without saying a word.In the visiting room, Burton narrates how the accused should say the body was found that he was walking a while with his dog through undergrowth, not noticing that he was collecting blood on his shoes. He first thought he had stepped on the remains of an animal. The accused, Mr. Foyle (the man with the aviaries), posits it might have been a squirrel and then muses about how gray squirrels are killing red squirrels in their habitat, and that the gray squirrels are then being killed by recently unseen black squirrels. Foyle concludes that you cant be too careful.Brown tries to move the questioning forward and asks when Foyle usually does his laundry, and then why, after consistently doing so on Tuesdays, he, on the week in question, went on a Monday. Burton prompts Foyle to say that it was because he ran out of clothes, and not because he had blood on his shoes.Burton mentions the large number of visits Foyle had to websites featuring extreme sadomasochism, torture and necrophilia, which are consistent with what happened to the victim. Foyle denies visiting these sites but Burton points to the credit card charges to these sites. Foyle says the credit cards are lying. Burton worries aloud that Foyles presentation style will not go over well with the jury. Foyle says, what you see is what you get. Brown smirks that, that is the problem. Foyle turns and glares at Brown and asks Burton if Brown has to be there; Burton says yes.Foyle thinks a while and asks Burton if hes picked up on the fact that he, Foyle, does not like people and is not a nice person, and then wonders if Burton is behaving the way he is because he thinks he is guilty. Foyle demands that Brown leaves. Brown leaves. Foyle did not like being stared at. As they drink tea, Foyle tells Burton that as they spend more time together, the more Burton reminds him of himself.Later, Burton runs out of the courthouse, bypassing Brown, for some air. He stops at a shop for some cigarettes and sees a tabloid headline proclaiming, Arrest Made in Ritual Slaying, with a picture of the victim below.At a fancy reception, Gardners senior offers light-hearted condolences for coming in second in the magazine ranking, but she shrugs it off saying that it reminds her of coming in second to Burton on a school final. Burton, with his wife, looks as if he doesnt know what she is talking about; Gardner admits it was a long time ago. Gardner notes that Burton will be up against her colleague Julian on the Foyle trial and they express surprise that she is not the prosecutor. She shrugs again and says she is thinking more of working the defense side. She thinks the case is a lost cause and wonders why Burton would seek to defend Foyle. She thinks he will get a lot of exposure but for the wrong reason. Burton says he doesnt do it for the exposure, but because everyone deserves a defense.Back home at Jamies birthday party, Burton goes out to the balcony to take a call. Jamie brings him a piece of cake and asks who the call was from. Burton tells him it was a computer expert and Jamie jokingly asks if the expert will help back-up Burtons hard drive. Later, as Burton reads over the case, the wife brings him a book on easy-learning English conversation. He is only slightly amused. She then presents him with a card from the mail, an invitation to his college reunion. He is only slightly amused.Foyle does calisthenics in his cell before he is taken to the courthouse. Reporters swarm around the police van, ignoring Burton who is walking past outside.In the communal dressing room, Julian notes that Gardner will be in the gallery. Julian points out that being number one results in everyone wanting to knock you down. He asks if Burton had petitioned the judge for an adjournment, and Burton confesses, saying that he needed more time.In court, Julian characterizes the case as being beyond description and defying community and humanity. A coroner, a park employee, and a banker testify to the heinous injuries sustained by the victim Sandra Mullins, the observation that a man was seen rising from a lying position in the bushes, and that the credit card transactions were made by Liam Foyle to companies that distribute depraved pornography, respectively. From the dock, Foyle yells, liar; to which the judge reprimands him as his only warning. Someone in the gallery yells, murderer, and Burton writes, lynch mob, on his pad and shows it to his assistant, who nods.Burton reminds the judge that he had submitted an application for an adjournment, noting that in light of the testimony of the experts for the prosecution that he will need more time for his computer forensic specialist to prepare his counter arguments. The judge refuses, saying that a fast trial is in the interest of the public and threatens Burton with contempt if he pursues it further.The wife wakes in the middle of the night and finds Burton sitting at the end of Jamies bed. She urges him to go back to bed, but hes thinking about installing locks on their windows. He says the world is broken. She thinks he shouldnt watch the news so close to bedtime.In his holding cell, Foyle tells Burton that he is not inspiring much confidence in the courtroom. Will says he knows what he is doing and that he is working at Foyles will. Foyle apologizes. Foyle confirms he only has the one computer.In court, Burton argues while SOMEbody had to pay for the murder of Sandra Mullins, and Foyle is admittedly unlikeable, that the testimony presented by the prosecution does not prove Foyle was involved in the murder. Burton calls the prosecutions computer expert to the stand and asks him why Foyle would pay for the s-m websites but not actually visit them. He asks the expert if it is possible that upon visiting other porn websites, that his identity was stolen and used by someone else to access the s-m websites. Julian objects, saying that the case is not about identity theft or porn websites, to which Burton counters that in light of his inability to bring his own computer forensic specialist because of the lack of time, he has to follow this line of questioning, especially since the expert on the stand is the prosecutions own witness.in camera , Burton argues that his client has been falsely branded as a torturer, pervert, necrophiliac and that there is no way he can receive a fair trial now. The judge admits that he messed up. Back in court, he dismisses the jury and releases Foyle. Outside, Foyle offers a handshake; Burton walks away.At home, Burton is still fussing with the dishwasher. The wife, studying Italian in bed, looks out the window and sees Jamie on the balcony waving at someone on the street below. By the time she gets out, the man is gone.As she is peeing, the wife tries to reassure Burton, who is fidgeting nervously at his reunion. The wife had been taking a pregnancy test. When Jamie comes by, she tells him she has good news. Burton forgets his cell phone in the bathroom. After she reads Jamie a bedtime story, the wife gets in the bath. A man is staring at her from the window.Back at the reunion, Burton finally realizes hes missing his phone and by the time he returns to the bathroom, the wife has been calling repeatedly. He tells her to make sure everything is locked and to call the police. Burton finds the police searching the grounds. They find a party balloon with the words, Sorry Youre Leaving, on it.At the office, Burton is with Mayfield and a police detective, who is eager but not very helpful. As Burton has never lost a case, or ever refused to take on a client (cherry-picking is frowned upon), the police have nothing to go on.Back home, Burton installs motion sensor lights.Back home, Foyle feeds his birds, including an owl, while chanting, Everybodys hungry.At the office, Burton asks the clerk if there has been a reply from the QC selection committee. The clerk suggests Burton wait on that. The partners tell Burton he has been named in complaints from Foyle about unprofessional conduct and dishonest behavior that Burton had expressed doubts in their conversations. Burton is incredulous as they WON the case. The partners recommend Burton delay his application for Silk. The partners call the clerk, Danny, to hold up the other lawyers before they leave for the day so they can strategize their next move.Burton calls his wife to tell her he will be late. She urges him to hurry as she has something to show him. She and Jamie will meet him at the cottage. He loses her cell signal. Burton calls his wife but it goes to voicemail. It is dark when they unpack their car. Jamie goes in first and the wife, Kate, lags behind. When she goes in the cottage, she calls for Jamie but he does not answer.Burton makes it to the cottage. The car is left at the gate as Kate had it when she was unpacking; the dog is walking around loose. The house is dark and nothing happens when Burton flips the light switch. He picks up a poker and a flashlight and yells for Kate and Jamie. He finds her in a back room, lying in a pool of blood. He looks up and sees Foyle standing outside the window. Burton finds Jamie curled up in a fetal position, trembling, in the toy box. He finally gets a cell signal and calls for an ambulance.The coroner takes Kates body away. Burton is huddled underneath blankets by the side of the gate.Foyle is locked up in a jail cell.After the funeral, a senior barrister assures Burton that he is family and that things will be taken care of.At home, Burton sleeps with Jamie in his arms.At a bar, Burton and Danny make small talk until Danny tells him that Gardner is the defense counsel.Burton goes to see Gardner outside her office. She is contrite but reminds him that, quoting Burton himself, everyone deserves a defense. Burton pulls an apple from his pocket and slams it into a finial in the fence.Burton rushes to comfort Jamie who has had a bad dream.Mayfield walks through the office calling for Trevor Harris. He tells him the case has been moved up. Harris asks if Mayfield knows for sure that Jamie did not see anything. Mayfield barks that the only things they have to work with are blood, ID, and alibi.At home, Burton is trying to convince a credit card representative that his wife does not wear aftershave nor is interested in Peter Rabbit collectibles. When the rep asks to talk to Kate, Burton freaks and tosses his phone. Jamie has been watching this from the staircase. Burton apologizes and assures Jamie that he can talk to him about that night at any time.In the visiting room, Foyle prattles on about what happens to the animals in the forest when there is a heavy rain. Brown tries to get him back on track but then Foyle stares as Gardner pours tea leaves into a container of hot water. Brown says there is only one witness (Burton) because Jamie has not made a statement, yet. Brown says their effort will be focused on affirming Foyles alibi, that he was with a Ms. Morris. Foyle knows Burton cannot be part of the prosecution as he will be testifying as a witness, and knows this because he had a law class at Cambridge. Foyle wonders if he may have crossed paths with Gardner and then expresses relief that Burton will not be working the case as he always beats Gardner. He says, off the cuff, that it was dark, and then returns to talking about the animals in the rain.At her office, Gardners senior comes by and thinks she is working late because she has qualms. She says Burton lost his wife; the senior counters that if the tables were turned, Burton would not hesitate. He says she is not Burton, at least not yet.Burton is sitting outside the office in his car. Danny runs out and tells him that Mayfield is lead, and Harris is assisting. Burton does not look pleased. Also, forensics found a size 12 footprint outside the cottage; Foyle is a size 9. His alibi is that he was having dinner with a neighbor, Eileen Morris.In a bar, a private investigator shows Burton a printout from an internet news site when Morris presented Foyle with a Parish Council award for his birds. Burton thinks he has seen her name somewhere else.Burton follows Morris from the Parish Council as she takes a box to a self-storage building. Burton meets with Danny and tells him that Foyles alibi may not be solid. Burton asks where the Sandra Mullins case file is. He wonders if the box could wind up near his office.As his officemates stare at him, Burton goes to his office and goes through the case file. He finds what he is looking for and scurries out when an office mate approaches.Danny stops Harris outside the office but Harris stops him when he tries to tell him something.Foyle is again doing calisthenics when the guards come by to take him to court. Burton drops Jamie off at school.Foyle pleads not guilty. Gardner asks that bail be granted due to lack of evidence and the judge agrees. Outside the court, Foyle reaches into Gardners car to shake her hand. She does, hesitantly, and drives off. At a stop, she sprays sanitizer on her hand.At home, Foyle pleasantly admonishes Morris, who had been waiting for him on the sidewalk, for bailing him out. She had been caring for his birds in his absence.Burton strolls through the office as they are discussing the case. Mayfield intercepts him and they walk outside. Mayfield is surprised no one had told Burton about the plea, or that Foyle posted bail. Burton runs off.Jamie and a classmate walk out of a snack shop. Foyle, who had been waiting, follows them. Burton finds out from the school that Jamie had already left with his friend. He drives by the school but another classmate doesnt know where Jamie is. Foyle follows the two boys onto the bus and sits behind them. Burton makes it home but his mom has not heard from Jamie. The classmate gets off at his stop. Foyle moves to the seat across the aisle. Jamie looks over at Foyle. Jamie comes home and Burton makes him swear that he will not talk to anyone he doesnt know and that he will be picking Jamie up from school from now on.Danny meets with Harris at a mall restaurant as Harris looks around nervously. Danny talks about football and how their team is missing their star striker. Harris reminds him that their star cannot play and cant even watch the match. Burton shows up and Harris freaks, and then apologizes that another barrister wasnt chosen for the case; its just that he was available. Harris calms down when Burton says he is the hardest working barrister at the firm.Burton says that Foyle had mentioned he had a storage unit but gave it up six months before the murder. Someone else took it on after that Eileen Morris.Burton leaves. Danny gets up to leave, handing Harris a brief. He says that Spencer ___ will be on holiday shortly, but he, Danny, hasnt decided where yet.At home, Jamie is blaring a video of Burton and Kates wedding. Burton puts it on mute and asks Jamie if he saw the man. Jamie says it was dark. He puts the sound back up.Gardner is at home looking through the file when someone throws stones at her window. No one is there. She gets a call from Brown who says Foyle wants to meet with them immediately. Foyle doesnt show up at their office. Gardner suggests they go to Foyles house but Brown says they cant do that. She storms out.Burton in bed with Jamie is listening to Kates outgoing message over and over. He tosses the phone.On her way home, Gardner sees a man running toward her and pulls out a can of mace. Its Burton. He is convinced Foyle murdered Kate and urges Gardner not to be alone. Outside her home, a neighbor asks if her friend, who was ringing her doorbell, found her. She enters her home and walks in, scared out of her mind."
        ],
        "tech": {
            "runtime": [
                "3 hr (180 min) (3 parts)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arri Alexa"
            ],
            "negative format": [
                "SxS Pro"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "ProRes 4:4:4 (1080/23.976p) (source format)"
            ],
            "printed film format": [
                "HDTV"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4638,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 5,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 1022,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 1399,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 1101,
                "rating": 7.6
            },
            "males": {
                "votes": 2025,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 514,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 762,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 625,
                "rating": 7.3
            },
            "females": {
                "votes": 1685,
                "rating": 8.0
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 18 29": {
                "votes": 494,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 610,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 460,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 99,
                "rating": 6.4
            },
            "us users": {
                "votes": 752,
                "rating": 7.7
            },
            "non us users": {
                "votes": 2126,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 676,
            "9": 810,
            "8": 1516,
            "7": 1029,
            "6": 363,
            "5": 112,
            "4": 45,
            "3": 31,
            "2": 20,
            "1": 36
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}