{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::2013                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ruby, Alexis Renee"
            },
            {
                "name": "Seman, Natalie Scott"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$5,000 (estimated)",
        "plot outline": "Peace Code TV/Radio is the thought provocative program created by writer, director, and musician, Gaylord Parsons, in service of discovering the Eternal Peace Code and elevating the world to its greatest destiny: permanent peace and harmony among all humans. The show is hosted by Sheena Luxor, and features guest appearances from the Magnificent Light Makers, a talented group of 12 young musicians and actors, recruited and assembled by Gaylord Parsons, and inspired by the first youth band he founded in his neighborhood many years ago on his 7th birthday. The mission of the Magnificent Light Makers is to bring peace to the world through music and dramatic arts. Peace Code TV also features dynamic interviews of everyday citizens and celebrities, in search of the Peace Code. Original episodes of Peace Code TV appear in the movie \"Truth Seekers, The Music Of Souls,\" which features Alexis Ruby as Sheena Luxor, The Queen Of Light, and leader of the Magnificent Light Makers. Sheena faces fierce enemies, and greedy weapons dealers in her journey to discover the Peace Code. She courageously stands strong in the most dangerous circumstances.",
        "languages": [
            "English"
        ],
        "title": "Peace Code TV",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Peace Code TV (United States)"
        ],
        "writer": [
            {
                "name": "Parsons, Gaylord"
            }
        ],
        "production companies": [
            {
                "name": "Eternal Light Cinema"
            }
        ],
        "distributors": [
            {
                "name": "Eternal Light Films"
            }
        ],
        "plot": [
            "_Peace Code TV_ (qv)/Radio is the thought provocative program created by writer, director, and musician, Gaylord Parsons, in service of discovering the Eternal Peace Code and elevating the world to its greatest destiny: permanent peace and harmony among all humans. The show is hosted by Sheena Luxor, and features guest appearances from the Magnificent Light Makers, a talented group of 12 young musicians and actors, recruited and assembled by Gaylord Parsons, and inspired by the first youth band he founded in his neighborhood many years ago on his 7th birthday. The mission of the Magnificent Light Makers is to bring peace to the world through music and dramatic arts. _Peace Code TV_ (qv) also features dynamic interviews of everyday citizens and celebrities, in search of the Peace Code. Original episodes of _Peace Code TV_ (qv) appear in the movie \"Truth Seekers, The Music Of Souls,\" which features Alexis Ruby as Sheena Luxor, The Queen Of Light, and leader of the Magnificent Light Makers. Sheena faces fierce enemies, and greedy weapons dealers in her journey to discover the Peace Code. She courageously stands strong in the most dangerous circumstances.::Renee Ruby, Co-Producer"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}