{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Blim, Chris"
            },
            {
                "name": "Henry, Justin"
            },
            {
                "name": "Liiv, Alix"
            },
            {
                "name": "Mayo, Miranda Rae"
            },
            {
                "name": "Owens, Dawan"
            },
            {
                "name": "Rusk, Adrienne"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ1MTg5NzY2M15BMl5BanBnXkFtZTcwMDM3NzQxOQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "In American Caravan, six young Americans journey across the Middle East in the footsteps of Revolution. The narrative is driven by the cast's quest to meet and be inspired by the Arab youth who started it all. But almost immediately, the cast's fearlessness is at odds with the Producers' conservative \"safe\" plans for them; and what starts out as an exercise in public diplomacy and reality television quickly turns in to a headlong collision with the Arab Spring and a one-of-a-kind story of American and Arab youth as they travel to Tunisia, Egypt, Lebanon, Oman and the United Arab Emirates. For everyone, it becomes a life changing experience with high drama, danger, adventure, conflict, joy, sadness, music and love.",
        "languages": [
            "English"
        ],
        "title": "American Caravan",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "American Caravan (United States)"
        ],
        "writer": [
            {
                "name": "Gary, Jerome"
            }
        ],
        "production companies": [
            {
                "name": "Layalina Productions"
            },
            {
                "name": "Visionaire Media"
            }
        ],
        "plot": [
            "In _American Caravan_ (qv), six young Americans journey across the Middle East in the footsteps of Revolution. The narrative is driven by the cast's quest to meet and be inspired by the Arab youth who started it all. But almost immediately, the cast's fearlessness is at odds with the Producers' conservative \"safe\" plans for them; and what starts out as an exercise in public diplomacy and reality television quickly turns in to a headlong collision with the Arab Spring and a one-of-a-kind story of American and Arab youth as they travel to Tunisia, Egypt, Lebanon, Oman and the United Arab Emirates. For everyone, it becomes a life changing experience with high drama, danger, adventure, conflict, joy, sadness, music and love.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}