{
    "imdb": {
        "raw release dates": [
            {
                "country": "Austria\n",
                "date": "14 April 2013"
            }
        ],
        "release dates": [
            "Austria::14 April 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Colors of Florence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Join the modern day gladiators of Calcio Storico, an ancient sport that is a mix of football, soccer, wrestling and boxing. This year's final features Rodrigue Koumgan, a Cameroonian immigrant, who has become a hugely popular player and used the sport as a way to integrate into Italian culture. But standing in his path to victory is Alessio Giorgerini, a legendary player in his 17th and final Calcio Storico season.    "
                },
                "2": {
                    "title": "Lightning in a Bottle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Deep in the woods of Southern California a movement is underway - every year thousands gather to celebrate life through the universal language of art, music, movement and dance. Lightning in a Bottle is produced by The Do Lab; a creative event company founded by brothers Josh, Jesse, and Dede Flemming. Over the course of a few days the brothers and an army of volunteers and professional designers must transform an empty peninsula into one of the world's premier art and sustainability festivals. This year's festival will play host to more than 15,000 attendees, the ...    "
                },
                "3": {
                    "title": "A World Beneath the Waves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Artist Jason deCaines Taylor creates amazing sculptures that he installs on the ocean floor, creating a breathtaking museum beneath the waves. These pieces evolve with the changing conditions of the seas in which they are embedded - functioning as both a living coral reef for sea life and as an underwater gallery accessible to adventurous scuba divers. We follow Jason as he takes on the biggest challenge of his career, a gigantic four part mullite tone installation of human figures. Complicating matters, Jason's plan requires that he create and submerge these gigantic...    "
                },
                "4": {
                    "title": "In Search of Blue Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    British vintage clothing dealer David White is on a mission to find Blue Gold - the rarest and most valuable denim on the planet. As a vintage clothing dealer for the last 11 years, David has become one of Europe's leading vendors of high-end American vintage clothing, specializing in rare denim. We'll join him as he heads from London to Colorado descending into 18th century gold mines and cold calling at remote dust bowl farms hoping to strike gold in the form of denim left behind since the 1940's. David will guide us through the trials and tribulations of a true ...    "
                },
                "5": {
                    "title": "Hardware Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Danish designer Anouk Wipprecht creates amazing wearable artworks that live at the intersection of fashion and technology. At first glance, the audience at her shows may react to the aesthetic of the design, but for Anouk fabric itself is an interface. As her \"fashiontech\" dresses move down the runway they may begin to smoke, bleed dye, or sprout mechanized spider limbs. Indeed Anouk's creations are very much unique objet d'art in and of themselves. A scooter accident has left Anouk with a broken leg - but that should not slow her down as she tackles her biggest ...    "
                },
                "6": {
                    "title": "Waves of Promise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The tough streets of Durban South Africa are home to a very special surf school. The Umthombo surf program is designed to transition underprivileged children out of street life and glue sniffing by giving them a stable alternative and physical outlet. We follow seventeen year old Sfiso Ngcobo as he prepares to enter his first major competition, the Hurley Junior Championships. South Africa is more than two decades removed from the Apartheid era, but racial tensions remain an ongoing social issue and for Sfiso, making friends among his peers in the often insular world ...    "
                },
                "7": {
                    "title": "Red Ape Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Dr. Karmele Llano Sanchez runs the International Animal Rescue's Indonesian operation, attempting to rehabilitate endangered Bornean orangutans at a remote outpost in West Kalimantan. These primates hold an important place in Bornean culture, the name Orangutan derives from the Indonesian and Malay words for \"person\" and \"forest\" - therefore Orangutan means \"person of the forest\". Yet these respected creatures are in serious danger: many are displaced from their habitats by deforestation, while others are taken as pets by local families or poached by black market ...    "
                },
                "8": {
                    "title": "The Face of the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Contemporary artist Jorge Rodriguez-Gerada's works are created on a vast scale, covering several acres of land and are only visible from a considerable height. The message in these colossal sized projects reveals itself only when one takes a significant step back from the details and observes the big picture. Jorge is now preparing to embark on his biggest challenge to date, a huge urban art piece covering eight acres that will open Northern Ireland's Belfast Festival. The Belfast Festival is deeply rooted in a community eager to improve its image following decades of...    "
                },
                "9": {
                    "title": "Yuja Wang: Dresses Up Chopin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Yuja Wang is known as much for her tiny, tight dresses and high, high heels as for her warm tone, energy and estimable technique. Her distinct playing style and sexy outfits, have made her the provocative enfant terrible of the classical music scene as this young pianist has set the classical world on fire. We follow Yuja as a public and private persona in her adopted hometown of New York City as she prepares for an exhilarating recital of works at New York City's famed Carnegie Hall. Yuja's program includes pieces from Prokofiev and Chopin and features Stravinsky's ...    "
                },
                "10": {
                    "title": "Unknown Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    He's a nine-time world champion with rugged good looks and the body of an elite athlete - so why haven't you heard of Iñaki Osa Goikoetxea? Because \"Goiko\" is the reigning champ of the all-but-forgotten sport of jai alai. In another time and place, he might be as famous as Kelly Slater or Michael Jordan. Instead, he's happy to keep the sport of his ancestral homeland alive in Southern Florida. In this episode of Bullit the Documentary, we journey to the beaches of Miami to spend a few days in the life of this superstar athlete. Goiko grew up in Zumaia, a small fishing...    "
                }
            },
            "1": {
                "1": {
                    "title": "Encounter at Ribbon Reef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Dr. Dean Miller, a scientific cameraman, embarks on an expedition to Australia's Great Barrier Reef to document the behavior of one of the world's least understood creatures - The Dwarf Minke Whale.    "
                },
                "2": {
                    "title": "A Day at the Racetrack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    A close look behind the scenes of Southern California's legendary Del Mar Race track with jockey Chantal Sutherland. Chantal has over 1000 wins in her native Canada, but to make her dreams come true, she needs to show she has what it takes to compete in this heavily male dominated world at one of the top tracks on the planet.    "
                },
                "3": {
                    "title": "Knight's Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The original action sport of Jousting is back. Luke Binks is one of the world's leading armor blacksmiths and lives his life by the chivalric code of medieval knighthood. Journey with Luke to the Great Tournament of St. Wendel, Germany, where the top jousters on the planet gather to honor knightly traditions and keep one of the world's first extreme sports alive... through armored combat.    "
                },
                "4": {
                    "title": "Ibiza Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 May 2013",
                    "year": "2013",
                    "plot": "\n    Legendary DJ Steve Lawler has invited his protégé Alex to Ibiza, the Mecca of electronic music. Steve plans to surprise Alex with the opportunity of a lifetime- a chance to play in front of 10,000 people on opening night of the island's most famous club, Space. Will Alex be up to the task or will nerves get the best of him?    "
                },
                "5": {
                    "title": "Ghosts of Gocta Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 May 2013",
                    "year": "2013",
                    "plot": "\n    Cedric Dumont is determined to become the first person ever to BASE jump from the mythical Gocta Waterfall - deep in the jungles of Chacapoyas, Peru. The Gocta Falls have claimed many lives and are said to be cursed by Incan ancestors.    "
                },
                "6": {
                    "title": "Valencia Burning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    An in-depth look at the famous Las Fallas festival of fire in Valencia, Spain. Local artists build spectacular statues with the sole intention of burning them to the ground in front of thousands of cheering spectators.    "
                },
                "7": {
                    "title": "Geoff vs the Volcano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 May 2013",
                    "year": "2013",
                    "plot": "\n    For Geoff Mackley, nothing in life will ever compare to the mind blowing rush of becoming the first person to reach the edge of Marum Volcano's famed lava lake on Ambrym Island, Vanuatu.    "
                },
                "8": {
                    "title": "In Harmony with Horses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Canadian cowboy Jonathan Field uses \"natural horsemanship\" methods to transform wild horses into working animals in a matter of hours. His special gift has helped many students, owners, and enthusiasts redefine the centuries old relationship between man and horse.    "
                },
                "9": {
                    "title": "Running with Dragons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Photojournalist, Palani Mohan is renowned for capturing Asia's most beautiful landscapes. We accompany him on his assignment to document the spectacular and highly competitive Bali Kite Festival.    "
                },
                "10": {
                    "title": "At Home with a Hippo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Hippos are some of the most dangerous and fearsome creatures on the planet. But one South African family is more than happy to welcome one into their home. Jessica is one lovely giant Hippo, defying all odds.    "
                },
                "11": {
                    "title": "Life Among Giants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    We follow the adventures of elephant driver \"Yut\", as he travels through Thailand with his thick skinned friend \"Bantoon\" the elephant. Together they journey to the city of Surin to attend the annual elephant festival.    "
                },
                "12": {
                    "title": "Sacred Ink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Samson Harp is one of a small group of tattoo artists who are determined to preserve the ancient art of Polynesian tatau. This sacred practice is achieved by hand-tapping painful symbolic tattoos onto the skin using incredible hand tools.    "
                },
                "13": {
                    "title": "From Pole to Pole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Pat Farmer's greatest run in history - from the North Pole to the South Pole. Pat will run two marathons a day, every day, for an entire year, covering 13,000 miles through 14 countries - raising $100 million for the International Red Cross.    "
                },
                "14": {
                    "title": "Becoming Sumo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "14 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Egyptian by birth, Osunaarashi moved to Japan to study the ancient art of sumo. As a Muslim foreigner, adjusting to life in the ancient and honor bound Japanese sumo stable is difficult, but with determination and desire, he is destined to become Africa's first professional sumo wrestler.    "
                },
                "15": {
                    "title": "The Firemakers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Welcome to the world's biggest fireworks competition. More than 1 million people will watch the skies of English Bay, Canada explode with light as Brazil, Vietnam and Italy battle it out for the title.    "
                },
                "16": {
                    "title": "Running with the Pack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The high energy world of sled dog racing. Jill Garnet has dedicated her life to re-training, re-socializing and rehabilitating dogs who have landed in Alaska's animal control kennels. Jill gives these dogs a second chance as members of her sled team, while raising awareness about proper sled dog breeding practices.    "
                },
                "17": {
                    "title": "Quayola - Abstracting the Masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "4 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    UK-based visual artist Davide Quagliola (aka Quayola) deconstructs historic works of art, rebuilding them with video graphics to form a modern interpretation. Go behind the scenes in Rome, London and Paris on Davide's most ambitious project to date: creating a 3D sculpturing robotic arm to execute his designs.    "
                },
                "18": {
                    "title": "Skiing Jaws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "11 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Big wave surfer Chuck Patterson is determined to progress the sport. After years of hard work and several failed attempts, Chuck is ready to unveil his prototype Surf Skis. He'll put them to the test on one of the most powerful waves on earth , Jaws in Maui. This is big wave surfing like no one has ever seen before.    "
                },
                "19": {
                    "title": "Survival and Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Join the best in the business for a two week ride-along with the Zermatt helicopter ski patrol. Avalanche prevention, aerial patrol and daring rescues.    "
                },
                "20": {
                    "title": "Spirits of Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bullit: The Documentary (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    At the tender age of 17, Lydia Wetsi is about to become the youngest female pilot in Africa. Together with a dozen other girls training at a special flight school/Academy in Ghana, West Africa, she learns to fly and maintain Zenith CH701 light aircraft. As pilots, these young girls will provide health eduction solutions to people in remote villages via aerial supply solutions that they have developed.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Arrasate, Juan Ramon"
            },
            {
                "name": "Binks, Luke"
            },
            {
                "name": "Burgess, Crystal"
            },
            {
                "name": "Burgess, Stuart"
            },
            {
                "name": "Dumont, Cedric"
            },
            {
                "name": "Eaton, Brit"
            },
            {
                "name": "Farmer, Pat"
            },
            {
                "name": "Fernandez, Gregory"
            },
            {
                "name": "Field, Jonathan"
            },
            {
                "name": "Flemmin, Josh"
            },
            {
                "name": "Flemming, Jesse"
            },
            {
                "name": "Flemming, Steven"
            },
            {
                "name": "Garnet, Jill"
            },
            {
                "name": "Garrido, Reynaldo"
            },
            {
                "name": "Giorgerini, Alessio"
            },
            {
                "name": "Goikoetxea, Iñaki Osa"
            },
            {
                "name": "Harp, Samson"
            },
            {
                "name": "Koumgan, Rodrigue Nana"
            },
            {
                "name": "Lawler, Steve"
            },
            {
                "name": "Lopez, Imanol"
            },
            {
                "name": "Mackley, Geoff"
            },
            {
                "name": "Miller, Dean"
            },
            {
                "name": "Mohan, Palani"
            },
            {
                "name": "Mqadi, Sandile"
            },
            {
                "name": "Ngcobo, Sfiso"
            },
            {
                "name": "Nyembe, Mpendulo"
            },
            {
                "name": "Osunaarashi"
            },
            {
                "name": "Patterson, Chuck"
            },
            {
                "name": "Quayola"
            },
            {
                "name": "Rodriguez-Gerada, Jorge"
            },
            {
                "name": "Sanchez, Karmele"
            },
            {
                "name": "Shaw, Heather"
            },
            {
                "name": "Sutherland, Chantal"
            },
            {
                "name": "Taylor, Jason deCaines"
            },
            {
                "name": "Wang, Yuja"
            },
            {
                "name": "Wetsi, Lydia"
            },
            {
                "name": "White, David"
            },
            {
                "name": "Wipprecht, Anouk"
            }
        ],
        "locations": [
            "Great Barrier Reef, Queensland, Australia",
            "Norway",
            "Ambryn, Vanuatu",
            "Del Mar, California, USA",
            "Bali, Indonesia",
            "Vancouver, British Columbia, Canada",
            "Zermatt, Kanton Wallis, Switzerland",
            "Ghana",
            "South Africa",
            "Alaska, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States",
            "Austria"
        ],
        "country codes": [
            "us",
            "at"
        ],
        "language codes": [
            "en",
            "de"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTM4NzQ3MDMtNDMzZi00YWMxLTk5ZTQtMzU0MTFmZDQwZTI5XkEyXkFqcGdeQXVyNDA0MDA0MzU@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Character driven half-hour films told through a spectacular blend of visual storytelling, in-the-moment interview and voice over narration. With an emphasis on high production value and diverse subject matter, the series transports viewers around the globe to experience inspiring personal journeys in captivating locations. The films endeavor to bring audiences a first-hand look at what only a privileged few have seen; the inside of an active volcano, behind the scenes of professional Sumo wrestling, face-to-face encounters with endangered Minke whales. The stories are told in a professional and approachable style that entertains and informs general audiences while maintaining a connection with core fans. The depth and breadth of topics and locations make this series unlike anything else on television - and while each story can be viewed as a standalone film, all of the episodes adhere to our signature style and format.",
        "languages": [
            "English",
            "German"
        ],
        "title": "Bullit: The Documentary",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Bullit: The Documentary (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Chursinoff, Rob"
            },
            {
                "name": "Deaville, Lee"
            },
            {
                "name": "Fabio, Jim"
            }
        ],
        "production companies": [
            {
                "name": "Red Bull Media House"
            }
        ],
        "distributors": [
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Servus TV"
            }
        ],
        "plot": [
            "Character driven half-hour films told through a spectacular blend of visual storytelling, in-the-moment interview and voice over narration. With an emphasis on high production value and diverse subject matter, the series transports viewers around the globe to experience inspiring personal journeys in captivating locations. The films endeavor to bring audiences a first-hand look at what only a privileged few have seen; the inside of an active volcano, behind the scenes of professional Sumo wrestling, face-to-face encounters with endangered Minke whales. The stories are told in a professional and approachable style that entertains and informs general audiences while maintaining a connection with core fans. The depth and breadth of topics and locations make this series unlike anything else on television - and while each story can be viewed as a standalone film, all of the episodes adhere to our signature style and format.::George Woolley"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}