{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "28 September 2013"
            },
            {
                "country": "Canada\n",
                "date": "12 October 2013"
            },
            {
                "country": "USA\n",
                "date": "23 November 2013"
            },
            {
                "country": "Sweden\n",
                "date": "18 January 2014"
            },
            {
                "country": "France\n",
                "date": "16 February 2014"
            },
            {
                "country": "Sri Lanka\n",
                "date": "27 April 2014"
            },
            {
                "country": "Russia\n",
                "date": "2 May 2014"
            },
            {
                "country": "Australia\n",
                "date": "4 May 2014"
            },
            {
                "country": "Ukraine\n",
                "date": "2 June 2014"
            },
            {
                "country": "Germany\n",
                "date": "28 August 2014"
            },
            {
                "country": "Hungary\n",
                "date": "18 July 2015"
            }
        ],
        "release dates": [
            "UK::28 September 2013",
            "Canada::12 October 2013",
            "USA::23 November 2013",
            "Sweden::18 January 2014",
            "France::16 February 2014",
            "Sri Lanka::27 April 2014",
            "Russia::2 May 2014",
            "Australia::4 May 2014",
            "Ukraine::2 June 2014",
            "Germany::28 August 2014",
            "Hungary::18 July 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Atlantis"
            },
            {
                "countries": "Brazil",
                "title": "Atlântida"
            },
            {
                "countries": "Hungary",
                "title": "Atlantis"
            },
            {
                "countries": "Poland",
                "title": "Atlantyda"
            },
            {
                "countries": "Russia",
                "title": "Атлантида"
            },
            {
                "countries": "Serbia",
                "title": "Atlantida"
            },
            {
                "countries": "Spain",
                "title": "Atlantis"
            },
            {
                "countries": "Ukraine",
                "title": "Атлантида"
            }
        ],
        "akas": [
            "Atlantis (original title)",
            "Atlântida Brazil",
            "Atlantis Hungary",
            "Atlantyda Poland",
            "Атлантида Russia",
            "Atlantida Serbia",
            "Atlantis Spain",
            "Атлантида Ukraine"
        ],
        "akas from release info": [
            "Atlantis (original title)",
            "Atlântida Brazil",
            "Atlantis Hungary",
            "Atlantyda Poland",
            "Атлантида Russia",
            "Atlantida Serbia",
            "Atlantis Spain",
            "Атлантида Ukraine"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "A New Dawn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 159,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A year has passed and much has changed. With her father dead, Ariadne is queen and finds herself at war with her old adversary, Pasiphae.    "
                },
                "2": {
                    "title": "A New Dawn: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 136,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Pasiphae lays siege to Atlantis and without the Palladium to protect it, the city looks set to fall with the last remaining hope resting on Jason, Hercules and Pythagoras who are facing a battle of their own.    "
                },
                "3": {
                    "title": "Telemon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 124,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Ariadne is formally named queen, but with Pasiphae still at large and the city struggling in the aftermath of the battle, Atlantis remains vulnerable    "
                },
                "4": {
                    "title": "The Marriage of True Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 130,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Ariadne must undertake a journey to Telemon's homeland of Aegina. With the kingdom beset by Colcheans, Jason fears for the queens safety.    "
                },
                "5": {
                    "title": "The Day of the Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 143,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The wounded Pasyphae casts a spell, bringing to life an army of dead soldiers who become a ravaging zombie army, turning those whom they bite, including Dion, into the same.    "
                },
                "6": {
                    "title": "The Grey Sisters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 145,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    As Medea escapes Jason takes the wounded Ariadne back to Atlantis, where Orpheus swears that he will retrieve Eurydice from Hades. Unable to cure Ariadne because Medea used a dagger imbued with a magic spell the Oracle directs Jason towards the Grey Sisters, who tell him that only Medea's blood will act as a cure but she must not be killed. Having located Medea and obtained a vial of her blood Jason is captured by Pasiphae, who appears to want reconciliation and asks him about his mother, but he is rescued by Pythagoras and Hercules. They return to Atlantis to revive ...    "
                },
                "7": {
                    "title": "A Fate Worse Than Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 103,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Pasiphae is determined to stop Jason's wedding to Ariadne, no matter what the cost.    "
                },
                "8": {
                    "title": "The Madness of Hercules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 98,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    As Jason is due for execution in two days unhappy high priest Melas protests to Pasiphae, who has his adopted daughter Cassandra as her hostage to make him betray Jason. Hercules tries to free Jason but is himself caught and imprisoned with him though Ariadne and her loyal advisor Delmos arrange for their escape, which leads to their own arrest by the traitor Cilix. Pasiphae now prepares to declare herself the ruler of Atlantis and a reluctant Hercules prevails upon Medusa to tell the truth and save them all.    "
                },
                "9": {
                    "title": "The Gorgon's Gaze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 106,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Learning that the gods have refused to acknowledge her as the rightful ruler of Atlantis Pasiphae tortures Ariadne in an attempt to make her voluntarily declare her step-mother as the true queen. Jason and his friends are in hiding but Medusa persuades Pythagoras to sneak into town and, helped by the inventors Daedalus and Icarus and a repentant Melas, steal Pandora's box. Guilt-ridden for her part in the Oracle's death Medusa uses it to revive the curse on her and turn her hair into snakes and, with her severed head in his hand, Jason enters Atlantis to confront ...    "
                },
                "10": {
                    "title": "The Dying of the Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 95,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    Jason is on the run with his friends, who are shocked by his recklessness and arrogance - fulfilling the Oracle's view that knowing Pasiphae is his mother would 'blacken his heart'. A worried Pythagoras sneaks back into Atlantis and learns from Melas and Cassandra that Jason's father Aeson can give him the love to counter Pasiphae's baleful influence but he is a leper hiding from society. Pythagoras locates him but before he can meet up with his son Jason is separated from the others and attacked by soldiers - with Medea once more somewhat mysteriously coming to his ...    "
                },
                "11": {
                    "title": "Kin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 89,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    Jason is captured and returned to the city but Pasiphae seems reluctant to kill him and is relieved when Cassandra tells her that the gods oppose his execution. Instead he is put into the gladiatorial arena, giving Aeson the chance to rescue him, as lepers traditionally bore away the corpses of the arena dead. Having revealed to Jason that he is his father Aeson escapes with him to rejoin his friends in the woods and although he himself is mortally wounded he is able to return his son to the light.    "
                },
                "12": {
                    "title": "The Queen Must Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 123,
                    "original air date": "16 May 2015",
                    "year": "2015",
                    "plot": "\n    Jason is determined rescue his fellow prisoners from the amphitheater, and makes a daring return to Atlantis, which is becoming an even more dangerous realm under Pasiphae's villainous rule. The hero and his friends face treachery at every turn, and come to realise that the only hope for the future is to kill the queen.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Earth Bull",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 361,
                    "original air date": "23 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Whilst deep sea diving in search of his father, feared drowned, young Jason travels through a white light and ends up in the ancient city of Atlantis. Pursued by soldiers he is rescued by budding mathematician Pythagoras, who shares a house with the former hero Hercules, now an over-weight drunk. Pythagoras is selected by lottery as one of seven young people to be sacrificed to the monster the Minotaur, in the labyrinthine caverns outside the city, to ensure Atlantis's future safety. Jason opts to take his place but is joined by Pythagoras and Hercules after an ...    "
                },
                "2": {
                    "title": "A Girl by Any Other Name",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 239,
                    "original air date": "30 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Now regarded as a local hero after killing the Minotaur, Jason is approached by elderly Itheus to find his daughter Demetria, who went missing in the forest and has been captured by the Maenads, a group of female worshipers of the god Dionysus, in order to join their number. Jason sets out to find her accompanied by Pythagoras and Hercules, but they are caught by the Maenads and meet Medusa, another unwilling abductee, who helps them escape with Demetria. They are pursued by the high priestess Anysia, but Jason and Medusa thwart the attackers, though Jason fears the ...    "
                },
                "3": {
                    "title": "A Boy of No Consequence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 209,
                    "original air date": "7 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Jason beats an arrogant bully who is striking an old man but the bully is Heptarian, nephew of queen Pasiphae - who is also betrothed to a reluctant Ariadne. For punishment Jason, along with Pythagoras and Hercules, must join a group of slaves training for the sport of bull leaping. If they can jump over a charging bull they will be spared. Aware of Ariadne's attraction to Jason Pasiphae, a witch, acquires a lock of his hair, with which she fashions a doll and sticks pins in it to incapacitate the boy on the day of the bull leaping. However Hercules sends a message to...    "
                },
                "4": {
                    "title": "Twist of Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 194,
                    "original air date": "14 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Hunting in the woods with Pythagoras and Hercules Jason finds an abandoned baby which, against the others' advice, he takes home to nurse with help from Medusa. Unbeknown to Jason the child is the son of King Laius and his wife Jocasta and Laius, with help from Pasiphae, has abandoned the child as a seer told the king one day his son would kill him. Learning that the baby has disappeared Laius sends soldiers to find him but Jocasta and royal adviser Tiresias get to him first. Tiresias is anxious to help the unhappy Jocasta save her son and so he tells Laius the baby ...    "
                },
                "5": {
                    "title": "White Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 173,
                    "original air date": "21 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    A messenger brings Ariadne news that her exiled brother Therus wants to see her so Jason, Pythagoras and Hercules escort her to a hunting lodge in the forest where he is hiding out. Pasiphae gets wind of what is happening and sends soldiers after them but they elude the soldiers. Therus wants Ariadne to come away with him. He tells her that he is exiled because the evil, power-mad Pasiphae framed him as a plotter trying to kill their father Minos and he fears that Pasiphae will harm Ariadne as well. However she refuses, claiming that she must stay in the city to help ...    "
                },
                "6": {
                    "title": "The Song of the Sirens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 169,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Desperate to make Medusa fall for him Hercules seeks out cave-dwelling sorceress Circe, who gives him a jar containing the Song of the Sirens and when she hears it it has its effect on Medusa. Then she suddenly falls ill and when Hercules returns to ask Circe to cure her he finds that he has walked into a trap, designed to lure Jason into Circe's clutches - thus fulfilling a prophecy by the Oracle. With Medusa dying and Hercules turned into a pig Jason is forced to agree to a dangerous request to save his friends.    "
                },
                "7": {
                    "title": "The Rules of Engagement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 168,
                    "original air date": "4 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Minos announces the betrothal of Heptarian to the unwilling Ariadne and, as a celebration, there is a pankration, or fighting contest with no rules but a money prize. Jason decides to enter, trained by his friends and ultimately he and the previously unbeaten Heptarian are the finalists, Jason becoming a popular winner. Ariadne uses this as an excuse to persuade Minos that Heptarian's defeat is a sign that the marriage is not favoured by the gods. Minos is convinced but this antagonizes Pasiphae, who has Ariadne's friend and servant Korinna killed in revenge.    "
                },
                "8": {
                    "title": "The Furies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 162,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Hercules volunteers himself and the boys to take a trunk containing a dowry for the bride of Philemon, son of the wealthy Medios, across the desert to Helios. Pythagoras has a bad feeling about it, increased when his brother Arcas arrives and joins their caravan. Fleeing robbers the party takes shelter in a cave, the home of the Furies, who punish murderers. Seeking revenge for the death of his father Arcas invokes them and they chase the caravan across the desert but when the Furies catch up with the group the killer's identity is unexpected and his fate depends on a...    "
                },
                "9": {
                    "title": "Pandora's Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 154,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Kyros, a vicious money lender to whom Hercules is in debt abducts Medusa and will only release her if Hercules and Jason bring him a box from Hades, the Underworld. Advised by Eunapius, a former servant of the Underworld goddess Persephone enter Hades and obtain the box but are warned that if opened it will bring bad luck upon mankind. Jason devises a plan to free Medusa by tricking Kyros with a duplicate box but unfortunately Medusa's curiosity gets the better of her and she opens the box.    "
                },
                "10": {
                    "title": "The Price of Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 150,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Medusa, having opened Pandora's box, now has snakes for hair and the power to literally petrify with one look so she is hiding in a cave. Hercules sets out to save her, followed by Pythagoras and Jason but they are captured by robbers and rescued by the mysterious Atalanta. Hercules overhears Pythagoras tell Atalanta that, according to inventor Daedalus, Medusa can be cured if Hercules gives his life to save her but when they arrive at her cave she forbids Hercules to sacrifice himself for her.    "
                },
                "11": {
                    "title": "Hunger Pangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 151,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Desperate for food Jason eats the remains of an abandoned feast but soon after starts to act strangely, waking up nude in a chicken coop after eating a hen. Pythagoras explains that he has stolen sacrificial food offered to the goddess of witchcraft Hecate and is condemned to turn into a hound by night. Fortunately Pythagoras finds a cure and enlists Ariadne's assistance but they have to act fast to stop Jason being hunted down by Heptarian and his soldiers.    "
                },
                "12": {
                    "title": "Touched by the Gods: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 149,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Jason is reminded of his promise to Circe and her grim warning should he fail to Honor their pact. With her threat hanging over him he has no choice but to act. He must kill the Queen. Infiltrating the palace will not only be mortally dangerous but also nigh on impossible. Under the cover of night, our heroes set out, but soon Jason's intentions start to unravel. As the alarm is raised, it's going to take more than just courage and chemistry to save his life - he needs the help of someone on the inside.    "
                },
                "13": {
                    "title": "Touched by the Gods: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlantis (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 186,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Minos' health continues to fade as the tyrannical Pasiphae's scheming reaches its zenith. She sentences Ariadne to a gruesome execution not even the worst of enemies would deserve. Now that the court's loyalty is with the Queen, Jason is Ariadne's last hope. He'll need all the help he can get if he and his friends are to save her life, but fortunately there are a few in Atlantis who remain loyal to the King. The battle lines are drawn in Atlantis once and for all but just as the odds seem stacked against Jason, a shocking revelation is made that exposes the past and ...    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Addy, Mark"
            },
            {
                "name": "Donnelly, Jack"
            },
            {
                "name": "Emms, Robert"
            },
            {
                "name": "Hart, Aiysha"
            },
            {
                "name": "Parish, Sarah"
            },
            {
                "name": "Rooper, Jemima"
            },
            {
                "name": "Stevenson, Juliet"
            },
            {
                "name": "Manson, Amy"
            },
            {
                "name": "Bones, Ken"
            },
            {
                "name": "De Jersey, Peter"
            },
            {
                "name": "Maiello, Pino"
            },
            {
                "name": "Siddig, Alexander"
            },
            {
                "name": "Walker, Oliver"
            },
            {
                "name": "Davidson, Stuart"
            },
            {
                "name": "Cranitch, Lorcan"
            },
            {
                "name": "Fox, Ellie"
            },
            {
                "name": "Regan, Vincent"
            },
            {
                "name": "Dixon, Joe"
            },
            {
                "name": "Arterton, Hannah"
            },
            {
                "name": "Taylor-Joy, Anya"
            },
            {
                "name": "Lindsay, Robert"
            },
            {
                "name": "Mayger, Martyn"
            },
            {
                "name": "Timms, Joseph"
            },
            {
                "name": "Scanlan, Emmett J"
            },
            {
                "name": "Coombes, Thomas"
            },
            {
                "name": "Pickup, Ronald"
            },
            {
                "name": "Broadbent, Lou"
            },
            {
                "name": "Hannah, John"
            },
            {
                "name": "Baughan, Jason"
            },
            {
                "name": "Cheater, Jason"
            },
            {
                "name": "Standen, Clive"
            },
            {
                "name": "Cohu, Lucy"
            },
            {
                "name": "Pugh, Robert"
            },
            {
                "name": "Thomas, Sian"
            },
            {
                "name": "Oliver, Gary"
            },
            {
                "name": "Light, John"
            },
            {
                "name": "Cree, Steven"
            },
            {
                "name": "Garrett, Henry"
            },
            {
                "name": "Swainsbury, Sam"
            },
            {
                "name": "Griffiths, Ciaran"
            },
            {
                "name": "Bennachimo, Marko"
            },
            {
                "name": "Evans, Helen"
            },
            {
                "name": "Horler, Gerald Royston"
            },
            {
                "name": "Jones, Mark Lewis"
            },
            {
                "name": "Jacobs, Paul"
            },
            {
                "name": "De Selo, Charlie"
            },
            {
                "name": "Allchurch, Lorenzo"
            },
            {
                "name": "Dickman, Harry"
            },
            {
                "name": "Swann, Sam"
            },
            {
                "name": "Johnson, Karl"
            }
        ],
        "locations": [
            "Morocco",
            "Wales, UK",
            "Chepstow, Monmouthshire, Wales, UK::(studio) (Film Studio)",
            "Redcliffe Caves, Redcliffe Parade, Bristol, England, UK"
        ],
        "genres": [
            "Adventure",
            "Drama",
            "Fantasy",
            "Romance"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby",
            "DTS::(Stereo)"
        ],
        "certificates": [
            "Singapore:PG::(season 1)"
        ],
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 9958,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzY3MjcyNzU3NV5BMl5BanBnXkFtZTgwNzc0NTEwMDE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Atlantis",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2015",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Capps, Johnny"
            },
            {
                "name": "Murphy, Julian"
            },
            {
                "name": "Overman, Howard"
            }
        ],
        "production companies": [
            {
                "name": "Urban Myth Films"
            },
            {
                "name": "BBC Cymru Wales"
            },
            {
                "name": "BBC America"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "BBC America"
            },
            {
                "name": "CNBC-e"
            },
            {
                "name": "Channel 1+1"
            },
            {
                "name": "FOX8"
            },
            {
                "name": "Hiru TV"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "Space"
            },
            {
                "name": "Story TV"
            },
            {
                "name": "Sveriges Television (SVT)"
            },
            {
                "name": "TV3"
            },
            {
                "name": "e2"
            }
        ],
        "special effects": [
            {
                "name": "Colin Gorry Effects"
            },
            {
                "name": "Coulier Creatures FX"
            },
            {
                "name": "Vine Post Production"
            },
            {
                "name": "The Visual Effects Company"
            },
            {
                "name": "Vine FX"
            }
        ],
        "other companies": [
            {
                "name": "Agora Films"
            },
            {
                "name": "Small World Theatre"
            },
            {
                "name": "BBC National Orchestra of Wales"
            },
            {
                "name": "Welsh Business Finance"
            },
            {
                "name": "Aquarium Studios"
            },
            {
                "name": "Guys & Dolls Casting"
            },
            {
                "name": "Location Safety"
            },
            {
                "name": "Lynch Mob"
            },
            {
                "name": "Mad Dog 2020"
            },
            {
                "name": "Take 2 Films"
            }
        ],
        "plot": [
            "Far from home, Jason washes up on the shores of the ancient and mysterious city of _Atlantis_ (qv).::BBC"
        ],
        "synopsis": [
            "The city of Atlantis is a strange, ancient dwelling; a world of bull leaping, of snake-haired goddesses and of palaces so vast it was said they were built by giants. Young Jason arrives in the city and an epic adventure begins"
        ],
        "tech": {
            "runtime": [
                "45 min (UK)"
            ],
            "sound mix": [
                "Dolby",
                "DTS (Stereo)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arricam ST",
                "Panavision Cameras and Lenses"
            ],
            "negative format": [
                "35 mm"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9958,
                "rating": 6.7
            },
            "aged under 18": {
                "votes": 9,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 2807,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 3018,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 1526,
                "rating": 6.5
            },
            "males": {
                "votes": 5201,
                "rating": 6.5
            },
            "males aged under 18": {
                "votes": 5,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 1800,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 2035,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 1035,
                "rating": 6.3
            },
            "females": {
                "votes": 2568,
                "rating": 7.0
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 9.2
            },
            "females aged 18 29": {
                "votes": 978,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 941,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 469,
                "rating": 7.1
            },
            "top 1000 voters": {
                "votes": 117,
                "rating": 5.6
            },
            "us users": {
                "votes": 1158,
                "rating": 6.9
            },
            "non us users": {
                "votes": 4029,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 2269,
            "9": 919,
            "8": 1607,
            "7": 1872,
            "6": 1252,
            "5": 706,
            "4": 436,
            "3": 273,
            "2": 181,
            "1": 443
        },
        "arithmetic mean": 7.2,
        "median": 7
    }
}