{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 February 2013"
            },
            {
                "country": "USA\n",
                "date": "23 February 2013"
            }
        ],
        "release dates": [
            "USA::1 February 2013",
            "USA::23 February 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Man in the Mirror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steel River (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Terry is confronted by his manager Shelton in a bold confrontation, attitudes fly, leaving Terry aware that being in love, has a price to pay and sees a lonely man in the mirror.    "
                },
                "2": {
                    "title": "Rejection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steel River (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Addison reveals his truth to Will. After touring with the group \"CHANCE\", Terry is summoned to O'Hara records by CEO Keith Reynolds. Terry is given the worst news he could imagine. Identities are compromised and social rejection come into play.    "
                },
                "3": {
                    "title": "Addiction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steel River (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Terry relieves his stress with Dex only to find out his addiction of being happy is in another world. After being released from his recording contract, Terry confronts his manager Shelton, in a furious rage and learns that he still has choices. Kadoe and Rontae's addiction for one another leads them to an unhealthy situation.    "
                },
                "4": {
                    "title": "Three's a Crowd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steel River (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Ivan comes home to devastation. His mother Brenda advises him on self-control. Addison, Ivan and Kadoe drown their sorrows with drinks and laughter. Will comes home to Michelle, noticing her sadistic ways.    "
                },
                "5": {
                    "title": "Time Heels All Wounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steel River (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Ivan's online hook up rebound approach backfires. Brenda advises Ivan that being in love with the struggle is never easy. Kadoe calls Ivan out on his failed attempts of distracting his pain.    "
                },
                "6": {
                    "title": "The Shock Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steel River (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Kadoe and Addison is shocked to see Rontae with Greg. Addison gets a phone call that leaves him in a state of shock. Sean gives Greg shock therapy treatment.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "II, Horatius Croom"
            },
            {
                "name": "Anthony, Brandon"
            },
            {
                "name": "King, Cort"
            },
            {
                "name": "Williams, Emani"
            },
            {
                "name": "Adams, Wesley"
            },
            {
                "name": "Carter, Andrea"
            },
            {
                "name": "Jordan, Karris"
            },
            {
                "name": "King, Jordan"
            },
            {
                "name": "Williams, Chances"
            },
            {
                "name": "Andrews, Luckie"
            },
            {
                "name": "Carmichael, Ira"
            },
            {
                "name": "Congo, Andre"
            },
            {
                "name": "Cook, Devin Dolo"
            },
            {
                "name": "Davidson, Marcello"
            },
            {
                "name": "Maki, Courtney"
            },
            {
                "name": "Sapp, Trey"
            },
            {
                "name": "Bracket, Brittany"
            },
            {
                "name": "Butler, Ayalanda"
            },
            {
                "name": "Spears, Malcolm"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "98"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "number of seasons": 1,
        "rating": 9.4,
        "votes": 8,
        "plot outline": "Steel River, set in Atlanta Georgia, captures different emotions that are seen through the eyes of four gay men, stifled, damned, immune, and jaded. Some of the poignant disasters in their lives come from the idea of what they thought they were going to become. Life as you well no, does not always work the way that you wanted.",
        "languages": [
            "English"
        ],
        "title": "Steel River",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Steel River (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kamell, Jermaine"
            },
            {
                "name": "Lewis, Tyrell"
            },
            {
                "name": "Lewis, Tyrell Mello"
            }
        ],
        "production companies": [
            {
                "name": "Atlanta Dream Team"
            },
            {
                "name": "Imagination Films"
            }
        ],
        "distributors": [
            {
                "name": "Signal 23 Television"
            }
        ],
        "other companies": [
            {
                "name": "True Talent Casting"
            }
        ],
        "plot": [
            "_Steel River_ (qv), set in Atlanta Georgia, captures different emotions that are seen through the eyes of four gay men, stifled, damned, immune, and jaded. Some of the poignant disasters in their lives come from the idea of what they thought they were going to become. Life as you well no, does not always work the way that you wanted.::Anonymous"
        ],
        "synopsis": [
            "Steel River is an American Alternative series developed for television by Jermaine Kamell and Executive Producer, Tyrell \"Mello\" Lewis. The series stars, (Cort King), who plays Addison Hall, whom by all appearances has life where he wants it, but in actuality that couldnt be further from the truth. As he continues to deal with emotional issues from childhood, he covers all the bases of suffering in silence without healing, yet, expecting love and commitment. Very much torn from himself, he is reactive not proactive. To others, however, Addison is the all American guy, the boy next door, the one you can take home to mama, who happens to be gay. After his mothers passing, he is forced to deal with issues he once was protected from. At the end of the repast, his father explodes condemning him about his lifestyle and banishes him from his family. Returning to Atlanta was the loneliest ride of his life, trying to be strong seemed somehow far fetched. Arriving home, greeted by his best friends, Ivan McRay played by (Brandon Anthony), insists on being there for him during his time of need, but because of Ivans strong uncouth ways he doesnt receive him as well as he should. Ivan is crazy as hell and is a get in your mamas face type of dude. Just when you think youve heard the last from Ivan, it somehow starts right back at the beginning, in your face. The married, William Washington, played by (Karras Jordan), is Addisons child hood best friend. Although the thought of a questionable sexuality has been in effect since childhood, it doesnt fit into who he has become. He fights against his feelings for Addie with a hidden secrecy. Unlike the others, William, stays away from Addison during his time of need.\nAs Noahs Arc deals with awareness and Queer as Folk deals with promiscuity, Steel River is the show about the possibilities of being free without judgment. For the first time, these characters are truly on their own with no safety net to catch them if they fall. Steel River is set against the back drop of Atlanta. It follows the lives of four gay men as they deal with the issues and challenges of being themselves, living in an American Taboo in which black and gay isnt kind. What is unique about STEEL RIVER is that all characters are trying to find their solution to find inner peace. Steel River is a show about the closeted, the free and the brave. "
        ],
        "tech": {
            "runtime": [
                "1 hr 38 min (98 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 9.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 5.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 6,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.4,
        "median": 1
    }
}