{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 March 2013"
            }
        ],
        "release dates": [
            "USA::6 March 2013"
        ],
        "episodes": {
            "2": {
                "3": {
                    "title": "Innovations in Manufacturing",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Innovations in manufacturing are explored, as American Farmer travels the globe to visit Machinery Link, A&O Forklift, and Agile Manufacturing.    "
                },
                "4": {
                    "title": "Produce",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    This episode is a sweet treat, as American Farmer explores the world of produce.    "
                },
                "5": {
                    "title": "Innovations in Machinery and Manufacturing",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Machinery and manufacturing are explored as American Farmer takes a look at the companies who are vital to the agriculture industry.    "
                },
                "6": {
                    "title": "Beyond the Windmill",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    From the heart of the dairy industry, to the world of rice production, this episode explores agriculture at its core.    "
                },
                "7": {
                    "title": "Innovations in Irrigation",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    From sub-surface drip irrigation to advancements in fertilizer technology, American Farmer explores it all.    "
                },
                "8": {
                    "title": "Soil Sampling Solutions",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "30 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Producers discover the latest advancements in laboratory soil sampling solutions, as well as the latest satellite technologies which are instrumental to the precision ag community.    "
                },
                "9": {
                    "title": "Plastic Production",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    From cast urethane custom plastics to quality built manufacturing products, American Farmer explores the companies dedicated to farming.    "
                },
                "10": {
                    "title": "Sweet Treats",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n    The latest advancements in agriculture and farming. From seed to harvest, livestock and more, our producers have traveled the country covering the people, places and issues impacting all areas of farm country.    "
                },
                "11": {
                    "title": "Grain Management",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Farmer (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Going above and beyond the world of grain management, American Farmer explores the companies dedicated to creating a more economical, safe, and easy way to manage grain.    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Cowan, Charlie"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "budget": "$500,000 (estimated)",
        "plot outline": "American Farmer is a breakthrough program on a mission to showcase the latest advancements in agriculture and farming. From seed to harvest, livestock and more, our producers have traveled the country covering the people, places and issues impacting all areas of farm country.",
        "languages": [
            "English"
        ],
        "title": "American Farmer",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "American Farmer (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Cass, Sarah"
            }
        ],
        "production companies": [
            {
                "name": "DMG Productions"
            }
        ],
        "distributors": [
            {
                "name": "DMG Productions"
            },
            {
                "name": "RFD-TV"
            }
        ],
        "plot": [
            "_American Farmer_ (qv) is a breakthrough program on a mission to showcase the latest advancements in agriculture and farming.",
            "_American Farmer_ (qv) is a breakthrough program on a mission to showcase the latest advancements in agriculture and farming. From seed to harvest, livestock and more, our producers have traveled the country covering the people, places and issues impacting all areas of farm country.::Sarah Cass"
        ],
        "synopsis": [
            "Hear the untold stories from farmers instrumental to the crop cultivation of the fresh foods and textiles we enjoy daily. From citrus growers to potato farmers, berry pickers to grain harvesters, American Farmer covers the major crops grown in the United States.Tractors, combines, irrigation systems, planters, tillage, grain harvesters, balers, cutters, shredders, fertilizer sprayers, and seed spreaders are just some of the farm equipment manufactured by our featured guests. These companies offer revolutionary technologies to better the life of the American Farmer.Learn about new and innovative products that are improving the health and nutrition of farm animals. With advancements in technology, industry leaders are continually working on creating products and ideas that benefit both, farmers and their livestock.Precision Agriculture\nAmerican Farmer explores industry leaders on the cutting edge of farming management- optimizing crop production and reducing environmental impacts through new satellite and GPS technologies and more.Now, more than ever, we are in need of new ways to increase productivity of farming and create a more sustainable and environmentally compatible way of life. American Farmer features the latest advancements in sustainable agriculture production and is devoted to exploring the latest developments in renewable energy, sustainable living, and technologies that help to create a positive impact on the environment.American Farmer airs every Tuesday on RFD-TV. From the food we eat to the gas in our cars, RFD-TV focuses on serving those with an interest in agriculture, keeping the industry professional up to date."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}