{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2013"
            },
            {
                "country": "UK\n",
                "date": "25 March 2013"
            }
        ],
        "release dates": [
            "UK::2013",
            "UK::25 March 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Plebs"
            },
            {
                "countries": "Russia",
                "title": "Плебеи"
            }
        ],
        "akas": [
            "Plebs (original title)",
            "Плебеи Russia"
        ],
        "akas from release info": [
            "Plebs (original title)",
            "Плебеи Russia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "The Accident",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 78,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ruthless entrepreneur Crassus is building a new housing estate with no regard for health or safety - which results in Stylax's death. Builder Jason turns up to reveal that he inadvertently killed Stylax due to Crassus's disregard for rules and joins with Marcus and Grumio to force Crassus to give them their own property - actually a run-down former public lavatory.    "
                },
                "2": {
                    "title": "The Critic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 78,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Despite only being open a few days, the boys' bar receives a devastating '1 Fork' review from the leading food critic in Rome. Grumio invites her back for a re-match with his experimental new menu; while Jason can't stop hiring waitresses.    "
                },
                "3": {
                    "title": "The Marathon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 60,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Aurelius is running in a marathon to raise funds for lepers and challenges Jason to also compete. Marcus sees the opportunity to make money by telling race organizer Diana that he is the carer for mentally-challenged Grunio, leading to her setting up the Grumio Foundation. This backfires on Marcus when he is expected to take part in the marathon whilst Jason sets out to nobble Aurelius, in order to win a bet.    "
                },
                "4": {
                    "title": "The Satirist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 48,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Marcus starts to date stand-up comic Minerva and books her at the Crown and Toga with Aurelius, Grumio and Jason as the warm-up act, house band Cerberus. Unfortunately for Marcus she uses his poor sexual performance as her material whilst Grumio's departure to be a solo artist is no more successful than Aurelius and Jason's new folk duo Gemini.    "
                },
                "5": {
                    "title": "Lupercalia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 45,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It is the Roman festival of love and Gloria asks Marcus to be her date at the Crown and Toga's couples night. Grumio attends the occasion alone but ends up devouring an engagement ring by accident. As a result only one of two romances goes smoothly.    "
                },
                "6": {
                    "title": "The Bathhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 36,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    Marcus, Grumio and Jason take up a free trial at the new bath-house Elysium, where Grumio discovers a loop-hole, allowing them to stay indefinitely, Jason courts yoga instructress Cleo and Marcus hopes to interest businessman Evander in investing in the Crown and Toga. Unfortunately Marcus's dealings with Evander eventually lead to the trio's - nude - expulsion from Elysium.    "
                },
                "7": {
                    "title": "The Accountant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 38,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    When the Crown and Toga is hit by a huge tax bill Marcus seeks the help of glamorous Jewish accountant Rebecca Shatzberg, though it means he must pretend to be Jewish himself. Unfortunately Rebecca's brother Simon - literally - exposes him and it is down to Grumio and his racing snail to come up with the money.    "
                },
                "8": {
                    "title": "Beer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 37,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    A Germanian bar opens and attempts to sell a popular drink called beer. Grumio engages his super-palate to try and discover the recipe, whilst Marcus has a run-in with the fire brigade.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Orgy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 135,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Rome, 27 B.C. - Young scribe Marcus falls for new neighbour Cynthia, a Briton, and to impress her asks lazy slave Grumio to clean the dog poo from her doorstep. Marcus's sex-mad colleague and house-mate Stylax is anxious for them to respond to an invitation to an orgy so Marcus invites Cynthia, trusting she will not know what it will be like. Grumio, however, accidentally lets slip to Metella, Cynthia's sarcastic slave, the nature of the gathering whilst Stylax is forced by his boss, Flavia, to attend. Thus Stylax ends up cage-fighting whilst Marcus must watch his ...    "
                },
                "2": {
                    "title": "The Gladiator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 123,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The boys are introduced to Cynthia's new boyfriend Cassius, a friendly local gladiator. Everyone's charmed apart from Marcus who hopes that, one way or another, their relationship will be short-lived. Stylax plays a prank on Aurelius which gets out of hand.    "
                },
                "3": {
                    "title": "The Erotic Vase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 106,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Stylax buys Grumio an erotic vase for his birthday featuring a character who bears a striking resemblance to someone nearby. Marcus has done nothing for his slave and, under pressure from the girls, suggests they swap roles for the day. Stylax hangs out with his cousin Lucretia, with whom he has an unusually close relationship.    "
                },
                "4": {
                    "title": "The Herpes Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 86,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    To endear himself to Cynthia, Marcus befriends a stray cat whom she's rescued from the courtyard. Stylax is suffering from a disturbing itch and visits a sexual health clinic where he falls for an attractive nurse.    "
                },
                "5": {
                    "title": "Bananae",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 91,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Mass immigration from Thrace puts the boys into contact with a sexy Thracian lodger Irina and a dazzling yellow exotic fruit, the Banana. Meanwhile, Marcus has an unfortunate encounter with an elderly war veteran.    "
                },
                "6": {
                    "title": "Saturnalia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 89,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    A soothsayer predicts a misfortune for Cynthia,making her reluctant to attend the festival of Saturnalia in case something happens to her. Marcus,hoping to use the festival to make his move on Cynthia,tries to bribe the soothsayer but she claims the future is irreversible. Following a domestic mishap Cynthia agrees to go after all but Stylax and Marcus have been roped into waiting at Flavia's Saturnalia party and take drastic action to leave. Meanwhile Grumio has a close call with a zealous priest who wants to ship him off to Cyprus as a castrati.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Chariot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 86,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Marcus and Stylax win big on the chariot race but Marcus fails to get a date with Cynthia so instead he takes out new resident Amada, unaware that she is a prostitute. Stylax uses his winnings to pose as a charioteer but cannot afford an actual chariot. He tries to blackmail Cornelius, husband of Flavia, when he sees a nude woman in his house but Cornelius explains that he is a sculptor and she is his model. Marcus ends up in Cynthia's bad books when she learns he has been with Amanda, whom she is trying to evict as a bad influence. Fortunately for Stylax Amanda helps...    "
                },
                "2": {
                    "title": "The Best Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 83,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Office colleague Aurelius asks Marcus to be best man at his arranged marriage to the virginal Drusilla and to organize his stag night ,which turns out to be a dismal affair with only Marcus, Stylax and his depressed driving instructor and workmate Claudius in the party. Grumio tags along but gets stoned on a bag of hen bane seeds given him by the landlord to sell. The group goes to the Kitty Club where Cynthia is a waitress but they are thrown out after Aurelius tries to grab Cynthia and the night ends disastrously with the lads dissuading the driving instructor from ...    "
                },
                "3": {
                    "title": "The Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 92,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Grumio finds a baby behind the dustbins and takes her home to raise as his own, naming her Binny. Marcus is against their keeping her but is outvoted by Stylax who can claim paternity leave and engage the services of pretty wet-nurse Philippa. Cynthia, rehearsing for her one woman show about the Trojan Horse, complains that Binny keeps her awake at night and eventually even Grumio finds it too much. He takes Binny to the orphanage but is dismayed by the conditions there and brings her home. Fortunately the landlord's strong arm man the childless Davus and his wife are...    "
                },
                "4": {
                    "title": "The Patron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 82,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Grumio catches dysentery from eating an apple he picked up in a urinal but rather than pay for a doctor Marcus takes Cynthia's advice to hold a vigil with her, praying to the goddess Hygea since it allows them to kiss and he is not over-joyed when Grumio recovers. Stylax quits his job after meeting wealthy Gaius, who wants to be his patron and sponsor him as a charioteer. However, after wrongly assuming that Gaius's interest in him was sexual and fleeing from him he has to grovel to get his job back.    "
                },
                "5": {
                    "title": "The New Slave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 94,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    On impulse Stylax buys a new slave Mushki. His efficiency and culinary skill impress Marcus but Stylax is worried that he is too attentive, bordering on the psychotic. Grumio is jealous and wanders off, getting caught and put in the slave auction but, still impressed by Mushki, Marcus is not keen to buy him back - until Mushki goes too far in taking drastic action against Cynthia and Metella, who have criticized him. Marcus has to face facts and cough up to get Grumio back.    "
                },
                "6": {
                    "title": "The Candidate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 100,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    It?s a public holiday in Rome for the local elections. Marcus and Stylax sign up as hired clappers for wig-wearing politician Victor of the Gracchii. Grumio however is drawn towards another candidate Julius Priscus who?s giving away free promotional plums.    "
                },
                "7": {
                    "title": "The Phallus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 82,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The boys bump into old school friend Fabianus, who is now a hot shot lawyer living the high life in Rome. Through him, Stylax reconnects with old flame Cordelia.    "
                },
                "8": {
                    "title": "The Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 88,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Marcus and Stylax try to raise 3,000 denari to avoid Cynthia from being deported back to England and Grumio visits the landlord in prison through a sewage pipe.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Beasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 108,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Though anxious for himself, Stylax and Grumio to see a beast show in the arena Marcus is sufficiently captivated by the Gallic animal rights activist Delphine that he and his friends take part in a nude protest against animal cruelty. Ultimately this leads to them being thrown to a lion in the arena, along with Landlord, whose formidable mother has now taken over the building. Fortunately she has also inadvertently shown Grumio how to save himself from the lion.    "
                },
                "2": {
                    "title": "Justin Junior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 90,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Grumio's long lost father comes calling. Marcus meets Delphine's ex and Stylax dates a discus thrower.    "
                },
                "3": {
                    "title": "The Vestal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 105,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Marcus's Parents visit and shower them with presents, Marcus tries hiding his new Gaulfriend from them. Grumio invents blue cheese, landlord finds new ways to make money. Stylax has his eyes on the vestal virgins with disastrous results.    "
                },
                "4": {
                    "title": "The Cupid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 74,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Grumio is spotted in the street by actress and director Iona Ruffina, who casts him as Cupid in her play 'Bastardus Rex' and Stylus, anxious to meet groupies, understudies leading man Sebastus. When Sebastus has an accident Stylax is called upon to go on stage but he is a terrible actor and Marcus is annoyed when Iona invites Delphine to go on tour with her. Come the first night things do not go according to plan - which works to Marcus's advantage.    "
                },
                "5": {
                    "title": "The Crimewave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 83,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    After they are mugged Stylax enrols the trio in a self-defence class, run by ex-legionnaire Hector, who delights in humiliating Marcus in front of Delphine. Meanwhile Grumio falls for cake baker Agatha but fears she is fattening him up to make him dependent on her. The arrival of her ex-boyfriend saves the day for both Grumio and Marcus but Stylax loses his harassment suit after Flavia insists on frisking him.    "
                },
                "6": {
                    "title": "Jugball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 68,
                    "original air date": "2 May 2016",
                    "year": "2016",
                    "plot": "\n    Egyptian Ramases comes to Marcus's office on work experience and impresses with his wealth since his father owns the company, teaching Stylax and Marcus the game of jugball whilst Grumio uses his credit card in the local food hall. When Flavia protests Ramases sacks her and replaces her with Marcus but the concentration on playing jugball leaves the firm's grain store open to thieves and before long things are back to normal.    "
                },
                "7": {
                    "title": "The New Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 78,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n    After a row in the supermarket Grumio injures slave Terrence and has to fill in for him whilst he recovers. New master Tarquin proves to be very strict but Grumio knows how to outwit him, encouraging the other slaves to rebel. Meanwhile Marcus persuades Delphine to move in with him but, being used to communal living, she wants to share everything - including sex with Stylax - whilst Stylax himself is disappointed by Aurelius's pool party.    "
                },
                "8": {
                    "title": "The Weatherist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 69,
                    "original air date": "16 May 2016",
                    "year": "2016",
                    "plot": "\n    Weather forecaster Strabo moves into the block and foretells an earthquake, causing a mass exodus from the city. Stylax hopes to use the earthquake to get nearer to workaholic new colleague Pandora but things do not go as planned for him or Marcus who both end up close and personal with the wrong people - before Strabo makes another, wrong, prediction.    "
                }
            },
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Plebs (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Rosenthal, Tom"
            },
            {
                "name": "Sampson, Ryan"
            },
            {
                "name": "Basden, Tom"
            },
            {
                "name": "Theobald, Karl"
            },
            {
                "name": "Fry, Joel"
            },
            {
                "name": "Mackichan, Doon"
            },
            {
                "name": "Davis, Tom"
            },
            {
                "name": "Colquhoun, Sophie"
            },
            {
                "name": "Bewley, Lydia Rose"
            },
            {
                "name": "Pointing, Jonathan"
            },
            {
                "name": "Dayne, Bella"
            },
            {
                "name": "Lipman, Maureen"
            },
            {
                "name": "Scarborough, Adrian"
            },
            {
                "name": "Taylor, Ellie"
            },
            {
                "name": "Elsworthy, Laura"
            },
            {
                "name": "Seweryn, Maximilien"
            },
            {
                "name": "Wall, Kim"
            },
            {
                "name": "Stuke, Neil"
            },
            {
                "name": "Duvitski, Janine"
            },
            {
                "name": "Parisi, Cliff"
            },
            {
                "name": "Rosenthal, Jim"
            },
            {
                "name": "Schneider, David"
            },
            {
                "name": "Sweet, Jonny"
            },
            {
                "name": "Williamson, Shaun"
            },
            {
                "name": "Bea, Aisling"
            },
            {
                "name": "Lindsay, Robert"
            },
            {
                "name": "Rigby, Daniel"
            },
            {
                "name": "Key, Tim"
            },
            {
                "name": "Cottle, Matthew"
            },
            {
                "name": "Murphy, Brian"
            },
            {
                "name": "Callow, Simon"
            },
            {
                "name": "Mihailov, Vladimir"
            },
            {
                "name": "Todorova, Elena"
            },
            {
                "name": "Vansittart, Rupert"
            },
            {
                "name": "Andrews, Tom"
            },
            {
                "name": "Dyer, Danny"
            },
            {
                "name": "Prince, Javone"
            },
            {
                "name": "Edmond, Neil"
            },
            {
                "name": "Gardner, Tony"
            },
            {
                "name": "McFarlane, Colin"
            },
            {
                "name": "Todorova, Gabriella"
            },
            {
                "name": "Adefope, Lolly"
            },
            {
                "name": "Downie, Tim"
            },
            {
                "name": "Rylance, Beth"
            },
            {
                "name": "Spiro, Samantha"
            },
            {
                "name": "Connolly, Lizzy"
            },
            {
                "name": "Osmanoglu, Naz"
            },
            {
                "name": "Putner, Paul"
            },
            {
                "name": "Margolyes, Miriam"
            },
            {
                "name": "Webb, Danny"
            }
        ],
        "locations": [
            "Nu Boyana Studios, Sofia, Bulgaria",
            "Bulgaria",
            "Sofia, Bulgaria"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "United Kingdom:12::(Some episodes)",
            "United Kingdom:15::(Some episodes)",
            "United States:TV-14"
        ],
        "number of seasons": 5,
        "rating": 8.0,
        "votes": 5364,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjVkYjg4OTYtODA1NS00NGUzLTkzN2ItZDI2Mzc0MTZlZTkwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDAxMTYzMjQ@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Plebs",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Basden, Tom"
            },
            {
                "name": "Leifer, Sam"
            },
            {
                "name": "Morgan, Matt"
            }
        ],
        "production companies": [
            {
                "name": "Rise Films"
            }
        ],
        "distributors": [
            {
                "name": "Universal Pictures Company"
            }
        ],
        "special effects": [
            {
                "name": "DNegTV"
            }
        ],
        "other companies": [
            {
                "name": "Splice TV"
            }
        ],
        "plot": [
            "PLEBS follows three desperate young men from the suburbs as they try to get laid, hold down jobs, and climb the social ladder in the big city - a city that happens to be Ancient Rome."
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5364,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 14,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 1220,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 1746,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 692,
                "rating": 7.8
            },
            "males": {
                "votes": 3076,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 9,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 886,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1358,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 548,
                "rating": 7.8
            },
            "females": {
                "votes": 891,
                "rating": 8.0
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 319,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 363,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 129,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 61,
                "rating": 6.5
            },
            "us users": {
                "votes": 375,
                "rating": 8.1
            },
            "non us users": {
                "votes": 2487,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 1499,
            "9": 1085,
            "8": 1517,
            "7": 731,
            "6": 221,
            "5": 106,
            "4": 55,
            "3": 29,
            "2": 35,
            "1": 86
        },
        "arithmetic mean": 8.3,
        "median": 8
    }
}