{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "April 2013"
            }
        ],
        "release dates": [
            "USA::April 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Happy Birthday, Bitch!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dates Like This (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "11 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    A year after Meg took a chance on her 30th date and Alicia jogged off into the sunset, both girls are ready and willing to move on to the next phase of their lives. Alicia's plans to focus on herself and her dancing are less glamorous in practice than in theory and she begins to realize her post-breakup social life is in shambles and her career prospects are equally grim. Meg's put-yourself-out-there philosophy is paying off with a promising new mystery romance, and a hip new group of lesbian gal-pals. But even the best laid plans can get shaken up when the universe ...    "
                },
                "2": {
                    "title": "Mona Lisas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dates Like This (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The girls continue to bond with their new friends. Alicia, perhaps a little too enthusiastic about being included, opens up about, well, almost everything. Danielle puts the pressure on Meg to move their relationship forward while Alicia starts to use Zachary as a sounding board for her boy troubles. With secrets, miscommunications, and surprising requests around every bend, Alicia and Meg both end up reluctantly making some major promises that will prove costly to keep.    "
                },
                "3": {
                    "title": "Not So Happy Hour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dates Like This (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Unable to sit back any longer, Blake puts Meg in the hot seat in an effort to get some answers. Danielle meets Alicia for the first time and realizes that she may be getting more than she bargained for when she asked to be more involved in Meg's social life. Alicia calls on Meg to help decipher the nature of her budding flirtations with Zachary. What starts as an innocent scoping-out-the-situation happy hour visit to Alicia's new bar turns into an unwelcome trip down memory lane for Meg as someone from her past unexpectedly resurfaces.    "
                },
                "4": {
                    "title": "Sorry Ladies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dates Like This (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    It's the night of The Post No Bills' concert. Meg juggles the stress of Danielle meeting her friends and the guilt of her impending dinner date. Blake turns up the heat on her flirtation, but oblivious Alicia has all she can handle as she tries to avoid ex-boyfriend Scott and ex-one night stand Dave while not blowing her carefully crafted cover.    "
                },
                "5": {
                    "title": "The Good, the Bad & the Boring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dates Like This (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    After the concert fiasco, Meg's secret date goes better than she anticipated and she's sent into a spiral of doubt about what she wants in life and love. Alicia breaks down at work as the gravity of her mistake of the previous night dawns on her. Zachary is predictably there to comfort her but this time the elephant in the room can no longer be avoided. Meanwhile, the real reason behind Nikki's amazing blogging \"work ethic\" is revealed.    "
                },
                "6": {
                    "title": "Fork and Field",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dates Like This (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In the season finale, Meg comes clean to Danielle about her date and her hesitations about jumping into their relationship with both feet. Alicia brings a visitor home in an effort to try to explain herself and her actions. In the process, she has her eyes opened to a life philosophy she's never been presented with before. Perched on the precipice, she's poised to define herself and her future through her actions, but with so many options, what will she choose?    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Barr, Jessie"
            },
            {
                "name": "Poulos, Leigh"
            },
            {
                "name": "Vaughn, Hannah"
            },
            {
                "name": "Gehring, Matt"
            },
            {
                "name": "McCafferty, Kathy"
            },
            {
                "name": "Robles, Rebecca"
            },
            {
                "name": "Kean, William Goulet"
            },
            {
                "name": "Lazzarini, Kristen"
            },
            {
                "name": "O'Malley, John"
            },
            {
                "name": "Gardner, Daphne"
            },
            {
                "name": "Brandau, Elyse"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "budget": "$2,750 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Dates Like This",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Dates Like This (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Poulos, Leigh"
            },
            {
                "name": "Vaughn, Hannah"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "A year has passed since Meg embarked on her 30th date and Alicia jogged away from her past and into the unknown. Armed with new jobs, new friends, and new romances, the girls are ready to take on the next phase of their twenties.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}