{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "17 February 2013"
            }
        ],
        "release dates": [
            "India::17 February 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Saluja, Kai"
            },
            {
                "name": "Saluja, Roopak"
            },
            {
                "name": "Saluja, Zen"
            },
            {
                "name": "Sharma, Tara"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "rating": 6.2,
        "votes": 15,
        "budget": "INR30,000,000 (estimated)",
        "languages": [
            "Hindi"
        ],
        "title": "The Tara Sharma Show",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "The Tara Sharma Show (India)"
        ],
        "writer": [
            {
                "name": "Saluja, Tara Sharma"
            }
        ],
        "production companies": [
            {
                "name": "The 120 Media Collective"
            }
        ],
        "distributors": [
            {
                "name": "The 120 Media Collective"
            }
        ],
        "synopsis": [
            "\nThe Tara Sharma ShowAccomplished actor and devoted mother, Tara Sharma eagerly captures her adventures with her babies, Zen and Kai. Through a series of video diaries that were born out of a blog, Tara recountsthe day to day thrills of raising her children. Soon after the birth of her first son, Zen, Tara realized that as much as she loved being a hands-on mum, she wanted to get back to work and become an urban, contemporary, multi-tasking Indian mother. Hence, Tara started writing blog diaries that were turned into a TV showwhere she discovered a whole new world through her sons eyes.These video diaries have been edited to highlight four-year-old Zen and a new born Kais milestones, while showcasing Tara and Roopaks ups and downs as they raise their kids in becoming good, happy and healthy people!The show captures the language of love, the science behind baby care, advice from experts and tips from friends and Tara herself. As the show was centred on Taras blog, she was able to continue to drive online engagement with her audience. In addition, the show aims to bring awareness for various causes for kids. Tara also interacts with viewers, experts, paediatricians, and chats with celebrity friends and colleagues on their experiences as parents or grandparents and about their childhood. This show is also a way for Tara to reach out to mothers like herself who discover the joys and trials of motherhood. She admits to not being an expert,yet wanting to document her follies and adventures for mothers everywhere. One major way through which Tara is able to reach out to such a wide net of mothers is through the digital amplification of the show, which has already generated a great buzz. With extensive promotions on the FB fan page and Twitter platforms, Tara has managed to reach over 15lakh fans through the online medium. In addition, eminent twitter celebrity influencers such as Anand Mahindra, KonkonaSen Sharma, ArjunRampal, AbhishekBacchan, BomanIrani and GulPanang have given the show presence and have aided in spreading word through social media platforms. The second season of the show was launched at Funky Monkeys, Mumbai and was commemorated with the presence of Rahul Bose. On ground, the show was promoted through prominent dailies, with major coverage in Bombay Times, along with an extensive hoarding campaign all over the city that promoted the launch with a big bang. The Tara Sharma Show Season 2 was finally telecasted on the 17th February 2013 on Colors, Viacom18s flagship brand in the entertainment space in India and Nickelodeon, India's fastest growing kids channel that reaches over 34.2 million households in the country. The show is being extensively promoted on their online platforms through exciting content in various forms such as videos and images. Tara herself interacts with the fans on a personal level which results in a strong and genuine base of followership. The Tara Sharma Show met with Johnson Baby this season, a complete fit, as the core of the show perfectly represents the Johnson Baby brand attributes and both the show as well as the brand exemplifies the bond between a mother and a child.Moreover, Tara is a loyal user of their products which makes it aseamless sponsor for the show. \n"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 6.1
            },
            "males": {
                "votes": 8,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.8
            },
            "females": {
                "votes": 4,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 3,
                "rating": 4.0
            },
            "non us users": {
                "votes": 5,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 6.2,
        "median": 8
    }
}