{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 January 2013"
            }
        ],
        "release dates": [
            "USA::14 January 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Medicinal Mushrooms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Make room for Mushrooms - one of the most diverse and nutritious eats on the planet. Substitute the fat without missing the flavor with a Portobello Burger. A medley of mushrooms tops off Bruschetta and Shitakes are on the grill with Peggy's succulent Mushroom Kebabs. Cap it all off with stuffed mini Button Mushrooms with a Walnut Pesto!    "
                },
                "2": {
                    "title": "Family Food Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Disease can be passed down through generations, but there are preventive measures you can cook up to fight the battle against those bad genes. Peggy's Walnut Crusted Halibut has nutrients to fight against breast cancer. Beet Salad and a Purple Corn drink could cleanse out colon cancer. Chef Roberto Santibanez makes the perfect Red Snapper to snap your heart back into rhythm. Then for dessert, a Green Pudding Parfait for the brain, the ultimate weapon against Alzheimer's.    "
                },
                "3": {
                    "title": "Bone Appetit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Live long and strong with recipes to better your bones. Strengthen your skeleton with a Broccoli Soup and Spinach Flatbread packed with vitamins and minerals. Peggy cooks up a Lobster and Spanish Mackerel Ceviche, a bone strengthener from the sea! Dairy isn't the only way to get calcium, try Tahini Raisin Cookies and an Almond Milk Smoothie. Rock Your Yoga's Sadie Nardini shows Peggy kitchen yoga moves to keep your bones strong.    "
                },
                "4": {
                    "title": "One Dish Dosha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Find the balance in your life as Peggy demystifies the secrets of the ancient Indian practice of Ayurveda. Chef Maneet Chauhan shares dishes for each dosha. A Tri Color Fritatta is sure to cool the energy of Vatta. Wash your troubles away with an Avocado and Cucumber sandwich for the water sign of Pitta. Finally, A Pomegranate-Ginger yogurt will calm the fires of a Kapha.    "
                },
                "5": {
                    "title": "Fountain of Youth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    So long expensive beauty creams - Peggy's found the prescription for the fountain of youth right in the fridge! Black Cod with Green Olives and Lemon is loaded with skin saving omega 3s. An amazing Avocado and Mango salad will give wrinkles a run for their money. Anti-aging cocktails with Dr. Mixologist, Darryl Robinson will have you toasting to good health. Also, discover how even something sweet can turn back the clock as Camu Camu Strawberry Mousse is full of anti-aging ingredients!    "
                },
                "6": {
                    "title": "Bringing Sexy Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Today, Peggy jump-starts your sex life with an aphrodisiac menu of delicious libido boosting recipes. Chef Danny Boome kicks things off with his infamous Oyster Shooters and Poached Eggs with Asparagus Dip. Peggy steps up with succulent Scallops - oh la la - and a Chocolate Pumpkin Martini bar to make your love even sweeter. For the grand finale, Chocolate Dipped Strawberries, are the ultimate aphrodisiac.    "
                },
                "7": {
                    "title": "Food for Thought!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    When senior moments set in and your memory just isn't as sharp as it used to be, try Peggy's food remedies. Spanish Mackerel is delicious and full of brainy benefits! Poached Eggs and Arugula will nourish your noggin. A Berry Crumble dessert is sweet deliciousness that will retrain your brain! Peggy jogs her memory with a mental workout custom made to sharpen your mind! It's Peggy's food for thought!    "
                },
                "8": {
                    "title": "Food for What Ails You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The next time you're feeling sick, stop by your fridge before you go to the pharmacy! Today, Peggy shares simple food cures for whatever ails you. Salmon with Whole Grain Dijon and Rapini is a surefire way to keep you inflammation free! Miso is the new chicken, as a creamy soup fights the common cold. For that time of the month, Kale Chips will save the day. Finally, Peggy makes a fresh Ginger Elixir, all for the sake of a bellyache!    "
                },
                "9": {
                    "title": "Chocolate Remedies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Like so many of us, Peggy is a bona fide chocoholic. She'll eat it anytime, anywhere. But the good news is that chocolate can actually be good for you! Monsieur Chocolate, Jacques Torres, stops by to stir up his decadent Dark Chocolate Bark. Peggy's Choco Mocha Tart nourishes the body and wows those taste buds. Our star ingredient makes an unexpected cameo in a Creamy Parsnip Pear Soup with a sexy chocolate drizzle! It's all about the light and dark side of chocolate!    "
                },
                "10": {
                    "title": "Peggified Crew Foods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Peggy helps her production crew get healthy by \"Peggifying\" their top comfort food picks with a healthy twist! Stuffed Portobello Mushrooms are filled with wholesome ingredients for cameraman, Anthony. The show's Director, Matt challenges her to make healthy pancakes for a Sunday morning family breakfast. Producer Adrienne's meat and potatoes habit is replaced with a Turkey Meatloaf and Cauliflower Mash. Then, Peggy makes a Hemp Seed snack full of healthy energy boosting goodness for the entire crew.    "
                },
                "11": {
                    "title": "Mood Foods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Peggy's in the mood for foods that can change the way you feel! No pill needed to fight depression when you eat this Baked Shrimp in Saffron Tomato Sauce. Boost your libido with a Fig Crostini. Executive Chef Aliya Leekong shares a North African Chicken that could calm anxiety. Also, a mini tramp workout, the ultimate mood booster!    "
                },
                "12": {
                    "title": "Hungry Headaches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Today - we're focusing on foods that kick headaches to the curb. Migraines don't stand a chance once they get a taste of Peggy's Halibut and Wilted Spinach. A PMS headache goes MIA when a Kale and Hemp Seed Salad is enlisted. Hangovers get hung out to dry with a replenishing Vegatini-Juice paired up with a hydrating Watermelon Salad. Then - its mystery ingredient time, a headache busting Espresso Frappacino right off the top of Peggy's head!    "
                },
                "13": {
                    "title": "Healthy Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Peggy K's Kitchen Cures (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    A healthy heart is a happy heart and today, Peggy's got the beat on good eats! She makes her low-fat protein packed Black Bean Burger, teamed up with a pile of her infamous, heart healthy oven baked fake out \"Fries\". Yogi Cameron helps make a flavorful yet cardio friendly dessert, Key Lime Tart... and then Peggy and Yogi get their yoga on!    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Kotsopoulos, Peggy"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "plot outline": "Registered holistic nutritionist, health educator and culinary consultant Peggy Kotsopoulos whips up healthy and delicious dishes that are both good... and good-for-you! Whether it's Pumpkin Mousse or her famous Mediterranean Quinoa Salad, Peggy has the recipe for what ails you!",
        "languages": [
            "English"
        ],
        "title": "Peggy K's Kitchen Cures",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Peggy K's Kitchen Cures (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Veria Living TV"
            }
        ],
        "distributors": [
            {
                "name": "Veria Living TV"
            }
        ],
        "plot": [
            "Registered holistic nutritionist, health educator and culinary consultant Peggy Kotsopoulos whips up healthy and delicious dishes that are both good... and good-for-you! Whether it's Pumpkin Mousse or her famous Mediterranean Quinoa Salad, Peggy has the recipe for what ails you!::Veria Living TV"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}