{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 February 2013"
            }
        ],
        "release dates": [
            "USA::15 February 2013"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Presidential Assassinations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Secrets (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "15 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Using a wide variety of visual techniques, we reveal the surprising and outright shocking things that you never knew about America's Presidential assassinations and assassination attempts. From deranged lone gunmen (and women) to grand conspiracies to take out the President and the entire Cabinet, the business of assassinating the President is murky, shocking and endlessly fascinating.    "
                }
            },
            "1": {
                "1": {
                    "title": "Presidents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Secrets (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Using a wide variety of visual techniques with an informal, chatty style, Secrets: Killing the President reveals the surprising and outright shocking things you never knew about America's Presidential assassinations and assassination attempts. Bet you didn't know that President Ronald Reagan was just seconds away from dying; that JFK survived an assassination attempt before he was even inaugurated or that Teddy Roosevelt was shot in the chest and decided to leave the bullet behind his right nipple for the rest of his life. From deranged lone gunmen (and women) to ...    "
                },
                "2": {
                    "title": "Doomsday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Secrets (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Top Secrets: Doomsday reveals the surprising and shocking secrets about how the world might end. This fast-paced, bite-sized whiz around the devastating catastrophes that could end life, as we know it, is a mind-blowing, fact-packed visual and graphic feast like nothing you've seen before. Doomsday from alien invasion, doomsday from the center of the Earth, doomsday with a bang, its all here with top secrets that could, quite literally, blow the world apart. From unseen asteroids that could hit at anytime, to how an obsession with shopping and buying a new house could...    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Streithorst, Tom"
            },
            {
                "name": "Gay, Pamela L."
            },
            {
                "name": "Keane, Ali"
            },
            {
                "name": "Oluseyi, Hakeem"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "15 Feb 2013 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDM4YzM3NzMtOWU0Yy00YWI3LTlmMjYtZWE3NjQ5YTExYWM0XkEyXkFqcGdeQXVyNDg4ODg5MA@@._V1_SY150_CR149,0,101,150_.jpg",
        "plot outline": "The brand new series, Top Secrets reveals the surprising and shocking secrets about both Presidential Assassinations and Doomsday. This fast-paced, bite-sized whiz around the devastating catastrophes that could end life on Earth and the assassinations and attempts on America's Presidents, is a mind-blowing, fact-packed visual and graphic feast like nothing you've seen before. Doomsday from alien invasion, doomsday from the center of the Earth, doomsday with a bang, its all here with top secrets that could, quite literally, blow the world apart. And bet you didn't know that President Ronald Reagan was just seconds away from dying; that JFK survived an assassination attempt before he was even inaugurated or that Teddy Roosevelt was shot in the chest and decided to leave the bullet behind his right nipple for the rest of his life. It's all very frightening, very true, but ultimately, very fun in a scary kind of way.",
        "languages": [
            "English"
        ],
        "title": "Top Secrets",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-",
        "akas": [
            "Top Secrets (United States)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Bowie, Ben"
            },
            {
                "name": "Martin, Simon"
            },
            {
                "name": "Woods, Pete"
            }
        ],
        "production companies": [
            {
                "name": "Darlow Smithson Productions"
            }
        ],
        "distributors": [
            {
                "name": "National Geographic Channel"
            }
        ],
        "plot": [
            "The brand new series, _Top Secrets_ (qv) reveals the surprising and shocking secrets about both Presidential Assassinations and Doomsday. This fast-paced, bite-sized whiz around the devastating catastrophes that could end life on Earth and the assassinations and attempts on America's Presidents, is a mind-blowing, fact-packed visual and graphic feast like nothing you've seen before. Doomsday from alien invasion, doomsday from the center of the Earth, doomsday with a bang, its all here with top secrets that could, quite literally, blow the world apart. And bet you didn't know that President Ronald Reagan was just seconds away from dying; that JFK survived an assassination attempt before he was even inaugurated or that Teddy Roosevelt was shot in the chest and decided to leave the bullet behind his right nipple for the rest of his life. It's all very frightening, very true, but ultimately, very fun in a scary kind of way.::DSP"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}