{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bean, Michael"
            }
        ],
        "locations": [
            "North Shore Studios, North Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Sci-Fi"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "CAD1,100 (estimated)",
        "plot outline": "In an alternate reality, a series of intelligence failures and corruption has left The United States and Russia in the clutches of the Cold War. To counter the failures the governments have created special agencies to deal with these domestic threats. Dryden, an agent of the secret police for the USA is in charge of hunting down traitors. When he unknowingly executes a scientist working on a secret government project called Sky Dome - a project that will end the deadlock in mutually assured destruction in favor of the USA, Dryden finds himself trapped in a game of cloak and dagger with not only the Russians, but also those inside his own country.",
        "languages": [
            "English"
        ],
        "title": "Sky Dome",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Sky Dome (Canada)"
        ],
        "writer": [
            {
                "name": "Dixon, Erin"
            }
        ],
        "production companies": [
            {
                "name": "Last Knight Productions"
            }
        ],
        "plot": [
            "Set in present day in an alternate reality film noir series, the US is still in the cold war and is forced to make life and death decisions that affect the entire world.::Erin Dixon",
            "In an alternate reality, a series of intelligence failures and corruption has left The United States and Russia in the clutches of the Cold War. To counter the failures the governments have created special agencies to deal with these domestic threats. Dryden, an agent of the secret police for the USA is in charge of hunting down traitors. When he unknowingly executes a scientist working on a secret government project called _Sky Dome_ (qv) - a project that will end the deadlock in mutually assured destruction in favor of the USA, Dryden finds himself trapped in a game of cloak and dagger with not only the Russians, but also those inside his own country.::Erin Dixon"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}