{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 January 2013"
            }
        ],
        "release dates": [
            "USA::29 January 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "My Dirty Little Secret"
            },
            {
                "countries": "Italy",
                "title": "Segreti fatali"
            }
        ],
        "akas": [
            "My Dirty Little Secret (original title)",
            "Segreti fatali Italy"
        ],
        "akas from release info": [
            "My Dirty Little Secret (original title)",
            "Segreti fatali Italy"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Dressed to Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "14 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Fireman Bill Delaney and his beautiful wife Deborah are the pride of their quiet Arizona community. Deborah's strange and sudden disappearance sparks a desperate search, and their suburban fairy tale goes up in flames.    "
                },
                "2": {
                    "title": "Thou Shall Not Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "21 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Pastor Michael Tabb and his young wife, Marla are pillars of their religious community. But a shocking turn of events shatters their small town dreams, as one unholy act soon reveals another, and threatens to tear a community apart.    "
                },
                "3": {
                    "title": "Just Between the Three of Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When Renee and Brent Poole enjoy an anniversary tryst on a moonlit vacation beach, a masked gunman ends their lovemaking and Brent's life in a hail of bullets. Investigators must dredge a murky sea of amoral secrets behind this cold-blooded murder.    "
                },
                "4": {
                    "title": "Gambling with Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Bob and Polly Devor are the envy of Siloam Springs, Arkansas. But when Bob returns from a trip to find their home ransacked, and his wife Polly missing, the secrets that emerge from under the Devor family's roof will shake their community.    "
                },
                "5": {
                    "title": "Dear Diary",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Jessica Killian returns to her hometown determined to reunite with her daughter. When Jessica and $11,000 both vanish, and a woman's body is found littered with cash, police lift a veil of deception hiding a savage pan-sexual lust.    "
                },
                "6": {
                    "title": "Who's Been Sleeping in Your Bed?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lisa Underwood is living the life she always wanted as the co-owner of a restaurant in Forth Worth, Texas. But when this pregnant young mother fails to show up for her baby shower a frantic search uncovers a bizarre web of deceit.    "
                },
                "7": {
                    "title": "The Price of Murder",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "25 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Joe and Tina Caronna are a financial power couple living the good live in the suburbs of Memphis, TN. But when Tina fails to show up for a party, local investigators discover that bad blood has long plagued this seemingly perfect southern family.    "
                },
                "8": {
                    "title": "The Lovesick Doctors",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "4 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Attractive, successful and beloved in their community, Orange County, CA married MD's Carolyn and Ken Stahl's bullet-riddled bodies beg the question - who kills a couple with no enemies - and why?    "
                },
                "9": {
                    "title": "Naughty Neighbors",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Kay and Nick Parsons are happily married high school sweethearts. They have just settled down and started a family, looking forward to establishing their roots.But when their home becomes a crime scene, the tale of these two sweethearts begins to unravel.    "
                },
                "10": {
                    "title": "Who Wants to Murder a Millionaire",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    Franklin Bradshaw is a proud man who never misses a day of work. But this husband and father isn't what he seems. A surprise revelation about the Bradshaw patriarch gives everyone in the family a potential motive for murder.    "
                },
                "11": {
                    "title": "Depraved",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Marlene and Bill Major are young lovers who appear to be living in bliss.But behind closed doors, this wholesome family is anything but.When a house built on lies starts to crumble, the consequences are horrifying, dark secrets start to unearth.    "
                },
                "12": {
                    "title": "Don't Mess with Mommy",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    When newlywed Marie Singleton-Jackson a seemly happy wife and mother of young children goes missing, detectives find themselves taking on the CIA and head first into a world of cloak and dagger and murder.    "
                },
                "13": {
                    "title": "I Died... Or Did I?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "8 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    When the Wicks' first moved to town, everyone thought they were a normal family. Who knew they had so much to hide? A couple tries to outrun their secrets, and ultimately lead detectives to a decapitated body and a deadly doppelganger.    "
                }
            },
            "1": {
                "1": {
                    "title": "Worth Killing For",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Prior to 1986, Bill and Kathy Lipscomb appear to be the perfect couple to outsiders. They have two children. He has a high ranking military job, she's employed in the medical field. Until one day Kathy is brutally murdered. It is then uncovered that the marriage was headed for divorce, as both spouses were cheating, and they had separated. Still, no clues tied Bill or anyone inside the affairs to the killing. Then, as though speaking from the grave, Kathy's writings expose a secret so huge it reaches far beyond the scope of a married couples reciprocal jealousies. In ...    "
                },
                "2": {
                    "title": "Behind Closed Doors",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In 1987, millionaire NY couple Joseph John and Diane Whitmore Pikul are about to divorce. Not only is a bitter custody battle inevitable, Diane will be demanding alimony--two factors Joe cannot bear. Before any negotiations can start, though, Diane Pikul is found killed near their Hamptons summer home. She had found out Joe's \"Dirty Little Secret\" and made sure to pass it on to her lawyer. Accused of Diane's grisly, yet poorly executed killing, Joe confesses just four days later. Wherein, his powerful secret not only will not die with Diane but soon will be exposed to...    "
                },
                "3": {
                    "title": "No Stone Unturned",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    It is one of the most sensational murder mysteries in New York City's history. But nobody suspects the Pandora's Box of bizarre secrets involved: from lesbian trysts, multi-million dollar scams, precious gems and the ultimate betrayal.    "
                },
                "4": {
                    "title": "Green Widow",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Hollywood cameraman Bob Samuels marries Mary Ellen Jamison in 1986. Mary Ellen had hoped he would provide a glamorous, star-studded life. When no stars strike, they separate, but remain on good terms. Then in 1988, Samuels is murdered in his home, yet no obvious leads pan out. That is, until an unknown, guilt-ridden woman approaches police. In an odd way, would Mary Ellen finally receive the fame she had been wishing for?    "
                },
                "5": {
                    "title": "The Minister's Wife",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Assoc. Pastor Rick Pulley's wife, Patty Jo, 37, went shopping in 1999 VA. Her truck was found abandoned. Faux leads and misinformation follow. In late 2002, Patty Jo Pulley's remains are found in a remote area. Ruled a homicide, what explosive secret was she privy to which warranted Patty Jo Pulley's killer into silencing the 37-year-old forever?    "
                },
                "6": {
                    "title": "Deep in the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    What first appears to be a tragic case of a married woman crossing the wrong criminals will evolve into a shocking tale of infidelity, financial desperation, and murder for hire. In the end a web of lies and dirty secrets will be revealed.    "
                }
            },
            "2": {
                "1": {
                    "title": "Secrets in a Small Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    By 1992, Ohio resident Bob Hand has been married four times. In 2002, fourth wife Jill, has been shot and killed, allegedly by Lonnie Welch, whom Bob then shoots during a break into their home. Strangely Bob Hand swears he doesn't know Lonnie Welch, yet later detectives discover Welch was Best Man at Hand's second wedding. Investigators, eager to find out more about Hand, seek out his ex-wives. To their surprise, two out of three have also been murdered, almost exactly the same way. The only surviving wife will not cooperate. Lonnie's family, however, will. Could ...    "
                },
                "2": {
                    "title": "The Stripper's Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Ben and Narcy Novack appear to be living a fairytale-a life of luxury complete with anything their hearts desire. But when Ben's body is found bound and brutally beaten, their fairytale warps into a twisted tale of greed and dangerous sexual fetishes.    "
                },
                "3": {
                    "title": "Lies My Pastor Told Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    S. Dakota Pastor Bill Guthrie arrives home in 1999 to find wife Sharon lying face down in a full bathtub. Autopsy reveals a lethal dose of tablets used to treat insomnia and anxiety in her system. The community, stunned, assumed the Guthrie's \"perfect\" Christian family facade to be fact. The investigation changes from accident to suicide, then foul play. One suspect stands out, but the evidence is circumstantial. Until they foolishly attempt a cover-up--uncovering their guilt.    "
                },
                "4": {
                    "title": "Soccer Mom's Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mary Louis Thompson is a soccer mom on a mission to expose the dangerous gangs that threaten her town. Skeptical neighbors become terrified believers when her anti-gang protégé is shot dead. Discovering who is responsible will lead to deadly secrets.    "
                },
                "5": {
                    "title": "Diary of an Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Former police officer, John Racz, retired from the force and became an elementary school teacher. He and his wife Ann had two teenage children when she suddenly went missing. This perfect family to the outside world was filled with abuse, lies and cheating.    "
                },
                "6": {
                    "title": "Fall from Grace",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Michael and Jennifer Blagg have the ideal family. But when Michael returns from work to discover Jennifer and their daughter, Abby, missing, secret sexual obsessions will test a father's faith and push a community's trust to the breaking point.    "
                },
                "7": {
                    "title": "Murder in Mormon Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Devil's Advocate",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Janet March storms out of the house following a heated argument with her husband. When Janet never returns, her disappearance turns into a decade-long mystery...one that ignites a vicious war between families, and ends with a shocking revelation.    "
                },
                "10": {
                    "title": "Death by Cheerleader",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Jimmy and Shelly Michael are an all-star couple whose glory days were spent on the playing field. But, this former jock and his cheer-leading bride have something to hide. All it takes is one spark for their dream life to go up in flames.    "
                },
                "11": {
                    "title": "Killer Next Door",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Danyetta Lentz is a hard-working single mom striving to make a better life for her two children. When they fall prey to a vicious attack, it's revealed someone's been hiding a deadly secret right under everyone's noses.    "
                },
                "12": {
                    "title": "Dirty Secrets in Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Mike and Angela Dixiano moved to Alaska thinking it would be a great place to make a fresh start. But when Angela disappears without a trace, the details of their dangerous addictions and sexual secrets will shock the last frontier.    "
                },
                "13": {
                    "title": "Who Killed the Mormon Millionairess",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When wealthy businesswoman Mina Pajela is found shot to death in Mormon country, a nightmare begins for the residents of Pleasant Grove, Utah. But when detectives follow the money, it leads them to the least likely suspect...and the ultimate betrayal.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Scandal Down South",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dirty Little Secret (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Fred Tokars is an up and coming lawyer in in the suburbs of Atlanta, Georgia, living an idyllic life of promise with his wife, Janet. But when a gruesome tragedy cuts their dreams short, dark secrets are revealed to be lurking behind their perfect façade.    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Server, Jennifer"
            },
            {
                "name": "Von Ornsteiner, J. Buzz"
            },
            {
                "name": "Cole, Samantha Rivers"
            },
            {
                "name": "Solari, Mark"
            },
            {
                "name": "Tenner, Stephen W."
            },
            {
                "name": "Wilson, Reginald L."
            },
            {
                "name": "Dadika, Tony"
            },
            {
                "name": "Duffy, Rory"
            },
            {
                "name": "Julius, Christopher"
            },
            {
                "name": "Van Allen, Sundae"
            },
            {
                "name": "Sanders, Sarah Grace"
            },
            {
                "name": "Gilbert, Kimberly"
            },
            {
                "name": "O'Neill, Julia"
            },
            {
                "name": "Romaniello, Nicky"
            },
            {
                "name": "Centoni, Adrian"
            },
            {
                "name": "Heaton, Danielle"
            },
            {
                "name": "Reeves, Scott David"
            },
            {
                "name": "Lerner, Amanda Brooke"
            },
            {
                "name": "Arutt, Cheryl"
            },
            {
                "name": "Bessette, Joseph"
            },
            {
                "name": "Denowitz, David"
            },
            {
                "name": "Elkholy, Karim"
            },
            {
                "name": "Hervas, Roger"
            },
            {
                "name": "James, Madeleine"
            },
            {
                "name": "Lindsay, Tinker"
            },
            {
                "name": "Lobo, Gerrard"
            },
            {
                "name": "McHatton, Jon"
            },
            {
                "name": "Pike, Maire-Rose"
            },
            {
                "name": "Podolski, Yosef"
            },
            {
                "name": "Rivera, Arisael"
            },
            {
                "name": "Santiago, Besanya"
            },
            {
                "name": "Shuford, Bret"
            },
            {
                "name": "Watson, Scott"
            },
            {
                "name": "Wheelock, Erin"
            },
            {
                "name": "Adeboyeku, Yinka"
            },
            {
                "name": "Allyne, Jake"
            },
            {
                "name": "Alvarez, Hana"
            },
            {
                "name": "Angel, Maytal"
            },
            {
                "name": "Apadula, Kimberly"
            },
            {
                "name": "Argento, Peter"
            },
            {
                "name": "Babina, Robyn"
            },
            {
                "name": "Barbaro, Kevin"
            },
            {
                "name": "Barkman, Steve"
            },
            {
                "name": "Belz, Samantha"
            },
            {
                "name": "Bennett, Bruce"
            },
            {
                "name": "Bettini, Jessica"
            },
            {
                "name": "Branciforte, Wendy"
            },
            {
                "name": "Brewer, Jeffrey"
            },
            {
                "name": "Cabrera, Damaris"
            },
            {
                "name": "Carr, Lucinda"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 3,
        "rating": 7.6,
        "votes": 73,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY4ODg3MjkwMl5BMl5BanBnXkFtZTgwMjEyOTAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "My Dirty Little Secret",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "DiRienzo, Lorraine"
            },
            {
                "name": "Greven, Elise"
            }
        ],
        "production companies": [
            {
                "name": "Red Marble Media"
            }
        ],
        "other companies": [
            {
                "name": "HOBO"
            }
        ],
        "plot": [
            "A docudrama that profiles individuals who go to great lengths to hide the skeletons in their closets.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 73,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 32,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 16,
                "rating": 7.1
            },
            "males": {
                "votes": 29,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 7.4
            },
            "females": {
                "votes": 26,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 14,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 6.7
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.4
            },
            "us users": {
                "votes": 33,
                "rating": 6.9
            },
            "non us users": {
                "votes": 11,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 28,
            "9": 4,
            "8": 12,
            "7": 11,
            "6": 7,
            "5": 1,
            "4": 2,
            "3": 2,
            "2": 1,
            "1": 5
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}