{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 March 2013"
            }
        ],
        "release dates": [
            "UK::5 March 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bluestone 42"
            },
            {
                "countries": "Russia",
                "title": "Песчаник 42"
            }
        ],
        "akas": [
            "Bluestone 42 (original title)",
            "Песчаник 42 Russia"
        ],
        "akas from release info": [
            "Bluestone 42 (original title)",
            "Песчаник 42 Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The team recovers as they realize that their truck has hit a landmine. Much time is spent teasing Nick over his relationship with Mary before they decide to leave the vehicle. They are immediately ambushed and Nick is concussed, a fact which makes him so reckless that it saves the day before help arrives. However, on returning to the base he gets a very big shock. Mary has been transferred and replaced by a male padre.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Nick has a run in with a little problem.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Enthusiastic captain Ellen Best's arrival splits the team. Simon is besotted by her but the others miss Nick's lazy, laid-back approach, particularly Bird. The group is not happy to learn that Smith has stolen their fridge so Ellen hopes to become popular by stealing it back but fails and has to buy a new one. She does, however, prove herself when the unit is called out to encounter a suicide bomber.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The team suffer a Taliban attack on base, which distracts Ellen and Brid from their bickering.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "6 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Faruq's strike forces Ellen to learn to bend the rules, Mac and Rocket do gladiatorial combat. While Bird sets Simon up for a fall.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    As the team prepare to leave Afghanistan for good, Simon is devastated to find out that he will not be receiving a medal after all. This news sends him over the edge and during the team's last op to destroy a downed U.S. drone, he performs an act of valour which saves everyone's life - exclaiming that if he was killed, at least he'd get a medal! Simon then go's AWOL and as the rest of the team departs in a Chinook, he is hiding out in a cave in a delusional state.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 38,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Bluestone 42 are a British bomb disposal unit in Afghanistan,headed by vain captain Nick Medhurst. They are called out to a routine road-side op with annoying,loud CIA liaison officer Carter but are caught in an ambush,which at least gets rid of Carter for them. In the event the 'bomb' is a Walkman, Back at base Nick tries to impress new chaplain Mary,whilst corporals Simon and Millsy argue over the paper work and female soldier Bird,to the amusement of Scots privates Mac and Rocket,bemoans the destruction of Arthur,the bomb-seeking robot,which ends up getting buried ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 27,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Simon gets into trouble for breaking with procedure at a roadside op and is generally mocked by the others for liking 'The Thin Red Line' and acting like an old man. However when Millsy complains Nick is not giving him enough responsibility and a retraining session is called for,retracing the op, Simon proves the hero of the hour. Nick,like everybody else,is fed up with the dull food rations and learns about the local delicacy the Afhgan tiger gecko,one of which he catches in the hopes of impressing Mary. She finds it delicious - until finding out what it is, an ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Simon has written his memoirs 'A Foot In Death's Door' but it gets rejected by the publisher and Mary,who once worked in publishing,reads it for him and pronounces it as not being good. Undeterred Simon tries to take a publicity shot of himself but is undermined by the Scots privates. The company rescues Danish aid worker Astrid during a raid on a bomb factory and she is so grateful to Nick she offers him sex,which he refuses. Mary fails to realise this and goes for him so he decides to accept the offer after all since he may as well be accused of something that he ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 24,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Mary proves to be a superb poker player but admits to Nick that she was once a gambling addict who lost her ex-fiance's car so he tries to get in with her by talking about his own faithless ex-lover,though she mistakenly believes he is lying. Bird is promoted to Acting Sergeant at HQ but does not want to go so Mary persuades the lads to show their appreciation for her,resulting in her decision to stay. Meanwhile Simon,after much dithering,finally comes up with the ideal venue for his wedding .    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Nick is unimpressed by another team,the Road Hoggs,led by jocular sergeant Hogg,who believes in superstitious rituals for his survival though Nick himself is lost without his own good luck charms,his Fisherman's Friend sweets. When they disappear he is nervous about going on ops minus them but regains some confidence when Mary gives him her Mint Imperials - until the lieutenant-colonel admits that he has a mascot he cannot do without. Simontries to win Mac and Rocket's respect by joining in their dangerous,home-made games but does so well they take revenge on him ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 24,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    When bomb sniffer dog Monty is ailing army vet captain Parekh arrives to cure him and Bird is instantly smitten,causing the over-protective Nick and the lads to warn him off her to avoid upsetting her. When he obeys Bird is annoyed so the boys have to bully him into dating her again. Simon is anxious to learn the waltz for his wedding reception but with Mary organizing a Mexican evening Nick wants to be an expert at the tango in order to impress her. Nick accomplishes his aim and takes to the floor with the padre but she halts the dance as it reminds her too much of ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 22,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Whilst Nick is fretting over how he can seduce Mary in the two weeks before she goes on leave the base comes under a mortar attack. Finding themselves under siege Simon tries to persuade Rocket to apply for officer training,Bird and Mac eat the cheese sent by Simon's father and Mary,Millsy and Nick play Travel Scrabble,Nick being a bad sport regarding Millsy's superior vocabulary. Following the all-clear things revert to normal though the lieutenant-colonel's office is a shambles after a direct hit.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 20,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Following the lads' suggestion for a stag night Simon stands up to his girlfriend, Charlotte,who has forbidden it - only for her to call off the wedding. However an urgent matter takes precedence when Nick has to defuse a bomb in a car parked outside a health clinic where a woman is giving birth. He is successful and suggests to Simon that he apologize to Charlotte as life is too short for regrets but Simon decides that he would prefer a stag night to being ordered about by a wife. There is a nice surprise for Nick too,thanks to Mary.    "
                }
            },
            "2": {
                "0": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "votes": 22,
                    "original air date": "26 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    New boy Gordon House comes out to replace Millsy. He is a proud Yorkshire lad and instantly gets into a class war with Nick - whom he calls Rupert whilst Nick christens him Tower Block. Nor is he keen to take part in the Nativity play, any more than Bird, who is playing Virgin Mary and feels she might be pregnant. When the Taliban attack Tower Block has every reason to be grateful to Nick and they accept that they are on the same side. As Bird discovers her pregnancy was a false scare and Rocket and Mac treat everybody to deep-fried goose for Christmas dinner ...    "
                },
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "27 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The day starts badly for Nick when a runaway car drives over and explodes a device and gets worse when Towerblock challenges him to a weapons test where, despite attempted bribery, he fails. Fortunately he has one last shot - literally. Meanwhile Bird and Simon fall out when Smith lends them a copy of 'The Art of War', which gets torn. They learn that neither of them has succeeded in learning the art, the only winner being Faruq, who sold the lieutenant-colonel a cheap copy of the book. Mac wins the camp's filthiest bastard award for catching crabs whilst having sex ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Nick is not happy to find the latest team member is Steve Nuttall, alias Nutsack, the man who caused Nick to split with his girlfriend after having sex with her. This makes for an uneasy working relationship, though they ultimately call a truce. Mac is teased and accused of being a closet gay which he strongly denies whilst Bird's monthly party night clashes with Mary's film show and when Mary's projector is stolen she is quick to make an accusation. However the lieutenant colonel is the actual culprit and he intervenes to provide a compromise. Bird's party night goes...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 18,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When Mac learns that his father is dating his ex-girlfriend nobody sympathizes and Mary has to make him see that his cynical attitude has brought it on himself. Meanwhile there is an infestation of rats and the unit sets out to shoot them though Rocket saves one, which he keeps as a pet. Nick finds a nice quiet place on a roof to do his paper-work but it turns out to be the colonel's hideaway where he grows tulips and bakes pizzas. Bird accuses them of elitism but everybody pulls together when there is an enemy attack and as a reward the colonel invites them to a ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "20 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Smith is not pleased when, following a fire caused by the lads' barbecue, Colin Walters, the Secretary of State for Defence, comes to visit. Mary, despite initial hostility, turns out to be a fan of his and offers to show him around the base. Nick is jealous but Colin is enthusiastic and wants to be hands-on. At the same time the team has to deal with Ahmed, an over-enthusiastic local, who keeps bringing them unexploded bombs. Nick hopes to use him to scare off Colin but reckons without his driving a lethal car bomb into the compound. However it does the trick where ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Tower Block resents being subject to class distinction Bird gets fed up with Mary and Nick constantly going on about each other and suggests they have sex to get things out of their systems. Unknown to her they plan to simulate sex and for her to walk in on them but the plan goes awry. In the event Nick tells Bird that he and Mary indeed had afternoon delight and bribes her to keep quiet by promising not to mention Mary to her again. Tower Block's effort to get one over on the colonel fails whilst the unfriendly rivalry between Simon and Mac becomes dangerous ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluestone 42 (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 16,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The team survives a terrorist attack and an unexploded bomb but Nick berates Simon, whose gun has jammed again. In fact he has lost the firing pin and wrongly suspects that Rocket and Mac stole it. When they find it they fear he will accuse them of its theft so they put it in his cup of tea - which of course he drinks. Nick meanwhile goes after the bomber, whom he locates after having to eat a sheep's eyeball with the village elders. He is weary and turns to Mary for comfort but she reminds him of their sex ban after Bird has told her that Nick only loves one person, ...    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Gardner, Tony"
            },
            {
                "name": "Hoatson, Scott"
            },
            {
                "name": "Quinn, Jamie"
            },
            {
                "name": "Wight, Stephen"
            },
            {
                "name": "Hector, Keeno Lee"
            },
            {
                "name": "Lyons, Katie"
            },
            {
                "name": "Chris, Oliver"
            },
            {
                "name": "Adams, Kelly"
            },
            {
                "name": "Lewis, Matthew"
            },
            {
                "name": "Carr, Gary"
            },
            {
                "name": "Burnell, Rory Acton"
            },
            {
                "name": "Aikman, Laura"
            },
            {
                "name": "Khanyile, Ndoni"
            },
            {
                "name": "Wokoma, Susan"
            },
            {
                "name": "Kruger, Ryan"
            },
            {
                "name": "Ruygrok, Sven"
            },
            {
                "name": "Van Heerden, Pierre"
            },
            {
                "name": "O'Brien, Kieran"
            },
            {
                "name": "Evans, Mark"
            },
            {
                "name": "Lyon, Katie"
            },
            {
                "name": "Murray, Brendan Sean"
            },
            {
                "name": "McShane, Michael"
            },
            {
                "name": "Shah, Amit"
            },
            {
                "name": "Sørensen, Birgitte Hjort"
            },
            {
                "name": "Todd, Murray"
            },
            {
                "name": "Girvan, Rory"
            },
            {
                "name": "McArthur, Christopher"
            },
            {
                "name": "Rioux, Johann"
            },
            {
                "name": "Solomon, Michael"
            },
            {
                "name": "Stone, Rhashan"
            },
            {
                "name": "Sykes, Mark"
            },
            {
                "name": "Tertiens, Charles"
            },
            {
                "name": "Valley-Omar, Farouk"
            },
            {
                "name": "Boado, Jeremy"
            },
            {
                "name": "Ineson, Ralph"
            },
            {
                "name": "Newman, Matt"
            },
            {
                "name": "Penwill, Mark"
            },
            {
                "name": "Rowlands, Zak"
            },
            {
                "name": "Tyler, Luke"
            },
            {
                "name": "Der Vegte, Stefan Van"
            },
            {
                "name": "Young, Meganne"
            },
            {
                "name": "Spinas, Chris"
            }
        ],
        "locations": [
            "South Africa"
        ],
        "genres": [
            "Comedy",
            "War"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:MA15+",
            "Germany:12",
            "New Zealand:R16",
            "United Kingdom:15"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 1945,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzg0ZTlhZDItYjFmYS00OGI0LTk3NzEtNzk0OThkNTU4YTEwXkEyXkFqcGdeQXVyMTk3NDAwMzI@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Bluestone 42",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2015",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cary, James"
            },
            {
                "name": "Hurst, Richard"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "special effects": [
            {
                "name": "DNegTV"
            },
            {
                "name": "Rushes Film & TV"
            }
        ],
        "plot": [
            "The lives of a group of soldiers serving in a bomb disposal detachment in Afghanistan::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (8 Episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1945,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 423,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 559,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 407,
                "rating": 7.8
            },
            "males": {
                "votes": 1177,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 314,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 411,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 340,
                "rating": 7.9
            },
            "females": {
                "votes": 332,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 105,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 144,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 63,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 41,
                "rating": 5.6
            },
            "us users": {
                "votes": 105,
                "rating": 6.6
            },
            "non us users": {
                "votes": 986,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 537,
            "9": 444,
            "8": 496,
            "7": 274,
            "6": 72,
            "5": 34,
            "4": 18,
            "3": 15,
            "2": 16,
            "1": 39
        },
        "arithmetic mean": 8.2,
        "median": 9
    }
}