{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 April 2013"
            },
            {
                "country": "Belgium\n",
                "date": "20 May 2013"
            }
        ],
        "release dates": [
            "UK::22 April 2013",
            "Belgium::20 May 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ben Fogle: New Lives in the Wild"
            },
            {
                "countries": "Greece",
                "title": "Ταξιδεύοντας στα πέρατα του κόσμου"
            },
            {
                "countries": "UK (working title)",
                "title": "Where the Wild Men Are with Ben Fogle"
            },
            {
                "countries": "UK (short title)",
                "title": "New Lives in the Wild"
            }
        ],
        "akas": [
            "Ben Fogle: New Lives in the Wild (original title)",
            "Ταξιδεύοντας στα πέρατα του κόσμου Greece",
            "Where the Wild Men Are with Ben Fogle UK (working title)",
            "New Lives in the Wild UK (short title)"
        ],
        "akas from release info": [
            "Ben Fogle: New Lives in the Wild (original title)",
            "Ταξιδεύοντας στα πέρατα του κόσμου Greece",
            "Where the Wild Men Are with Ben Fogle UK (working title)",
            "New Lives in the Wild UK (short title)"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Arkansas, USA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Ben travels to the Ozark National Forest in Arkansas to live with master craftsman Robert learning why this 70-year-old former medical student ditched his education for the counterculture.    "
                },
                "2": {
                    "title": "New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    After a fateful day changed their lives forever, Amber and Amy packed their family onto a converted school bus touring the rugged coastlines and dramatic mountain ranges of New Zealand's North Island.    "
                },
                "3": {
                    "title": "Thailand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "9 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    French-Canadian Julien lives in a remote Buddhist monastery in the jungle-mountains of Thailand. Ben learns how and why this former student swapped his Western life for a religious life.    "
                },
                "4": {
                    "title": "Norway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Randi was the first Norwegian woman to climb Everest, and now she uses her life on a remote Arctic Circle island to inspire others - including Ben.    "
                },
                "5": {
                    "title": "Rhodope Mountains, Bulgaria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "8 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Ben travels to the vast forests of the Rhodope Mountains in Bulgaria to join Miriam and her husband Peter, a couple who have chosen life as nomads, hiking through some of the world's most striking wildernesses.    "
                },
                "6": {
                    "title": "Canada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "15 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Ben goes hunting for big game in North West Canada, when he spends a week in the wild with Jeff and Rose, along with their five daughters.    "
                },
                "7": {
                    "title": "Ireland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "22 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Ben travels to Ireland's rugged west coast, where he stays with independent octogenarian Judith, who has lived here alone since her husband died twenty years ago.    "
                },
                "8": {
                    "title": "Brazil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "29 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    25 years after Ben began his own personal travel adventures on the Amazon River he returns to meet Scotsman Chris, who has chosen to make his home in one of the most remote areas of this jungle.    "
                }
            },
            "1": {
                "1": {
                    "title": "Australia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Ben Fogle visits Ben Galeesh, a seventy-plus former multi-millionaire who lost 60 million pound in a stock crisis and spent his last cash on leasing Resolution Island on the Great Barriere Reef off the Queensland coast. His second partner, mother of sometimes visiting city boy son Kyle, having left, resourceful, tireless Ben turned into a regular Robinson Crusoe, except for bartering beer for fishermen's catch and teaming up with the local Aboriginal tribe.    "
                },
                "2": {
                    "title": "Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Ben Fogle spends a week with a family which lives on the desolate southern coast of Alaska. The nearly self-sufficient parents gave up their biologist careers to be one with nature, except a few weeks when they earn cash working via Internet. It's bear country, yet the merciless elements are no smaller threat. They still take Ben and their small children along on a trip to a glacier.    "
                },
                "3": {
                    "title": "New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Ben travels to meet the Longs, who have forged a unique hunter-gatherer life in the New Zealand wilderness a two day trek from the nearest road.    "
                },
                "4": {
                    "title": "Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    In a Texan desert ghost-town near the Mexican border, Ben joins for a week a New York fashion photographer who gave up fortune, fame and a stately upstate estate to become a self-reliant 'cowboy', doing hard labor daily in testing weather. Ben can make head nor tail of his mix of Spartan lack of comfort and state of the art security, from guns to alarm cameras, until he realizes the region is infested with drug gangs. The senior Yankee, who came seek solitude and broke with his family, nevertheless joins what social life there is, even in church.    "
                }
            },
            "2": {
                "1": {
                    "title": "Georgia, USA Swamplands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Ben spends a week with US former businessman Colbert in his home state Georgia swampland 'jungle hut'. It's an austere life after he left finance and his marriage behind to live from the land and water. Ben couldn't get used to his vile diet and living conditions among dangerous critters and bugs, yet admires his spirit, zeal, dexterity and ingenious solutions. Colbert' sunny side shows fully when he gets a rare visit from his two teenage grandsons, as doting and adored, who prefer his pristine paradise over theme park holidays.    "
                },
                "2": {
                    "title": "Himalayan Foothills, India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "7 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Ben journeys deep into the foothills of the Himalayas in India to meet Steve Lall and his family. Steve, a former fighter pilot, decided he could not live in an organised society, and turned his back on his privileged upbringing. In the remote mountain property Ben helps Steve chase off intruders, and finds out about the tough subsistence lifestyle in the mountain wilderness. Ben also helps plough the fields with a team of buffalo, tends to Steve's future grave plot, and meditates naked with him, enjoying the stunning vista.    "
                },
                "3": {
                    "title": "Leyte, Philippines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Ben travels to a remote part of the Philippines to meet Neil, originally from the States. Here he meets Neil's family, living in a bamboo house on a hillside, where he helps kill a chicken and a pig, and learns about the school run - native transport style. Ben is intrigued to find out more about this complex man who gave up on the American Dream to live with his adopted family in a very alien culture.    "
                },
                "4": {
                    "title": "Panama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Ben travels to Panama where he meets fellow Brits Ian Usher and Vanessa Anderson, his first British 'new lifers'. Vanessa and Ian recently met, and Vanessa moved from London to Bocas del Toro to join Ian in his small, off-grid Caribbean island home. Ben wants to know more about why Vanessa made this huge leap of faith. Ben also helps the new couple with projects around the island, and finds out more about how Ian came to be here. In 2008, following a difficult divorce, Ian listed his 'whole life' for sale on eBay, then set off on a two-year journey to achieve his ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Namibia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "21 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Ben tastes life in the Namibian desert with Dennis 'Boesman' (local term for the native Bushmen) who left the rat race after a business career in capital Windhoek to farm the hard way with his wife, Japanese agricultural engineer Yuri, and their daughter aged four. Ben stays in their broken caravan -nothing in ever thrown away- and struggles with the scorching heat, yet risks in barefoot despite thorns. Using abundant solar power, Dennis achieves virtual self-reliance, a constant struggle due to the extreme aridity, provided he shoots and guts two 'gemsbok' (the local...    "
                },
                "2": {
                    "title": "Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "28 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Ben joins a senior, fully self-reliant world of former New York farmer who, desperate by broken marriage, business going down hill and asthma, sold everything and followed his boy's dream, becoming an Alaska trapper. Its' so remote Ben can only reach it by son Nate's water-plane There he even found a like-minded wife, who does must of the gardening on top of domestic chores and general two man-jobs, even the heaviest lifting, like their indispensable boat. Otherwise most sympathetic Ben's emotional barrier concerns the killing of wild animals by the three sled ...    "
                },
                "3": {
                    "title": "Utah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "5 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Ben joins the senior brothers Bob and 'Wild' Bill who moved to a desert patch they bought in Utah from Oklahoma after a thrill-hungry life of daring career switches after one of them daringly testified to talk a drug gang into jail, requiring him to leave in witness protection and ironically bounty-hunt criminals in the hideout region. Undaunted, they keep up self-reliance even after a cardiac crisis left Bob brain-impaired. The former contractors now need the minimal comfort of the house they built around a mobile home, Ben must dwell in the cave storage the previous...    "
                },
                "4": {
                    "title": "Swedish Arctic Circle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "12 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Ben stays with a couple that live north of the Arctic Circle, Gaynor is from London and she quit a good paying job to go and live and marry Milos a Slovakian expat in northern Sweden. Here they operate a dog sledding tour business. Temperatures can go down to -52 at night during winter.    "
                }
            },
            "4": {
                "1": {
                    "title": "Laos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "20 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Ben spends weeks with Englishman John W. (32), who left the London rat race and a safe job to live on a desolate Mekong island in Laos among simple villagers, with a fisherman as his mentor. John is happy living a hard, almost self-supporting country life with such tasks as growing his own crops, herding water buffaloes and fishing with traps in a dangerous torrent. On top come occasional chores and community life, even moving a hie on poles on shoulders. Ben gets the pros despite all the sweat and pain it costs, but also worries in the long run if John's choice ...    "
                },
                "2": {
                    "title": "Kimberley Region, Australia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "27 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Ben has mixed feelings about sharing a week in the life of Barbara, who left the utter 'dull' safety of neat Switzerland for an adventurous life in the Australian outback. She remained soldiering on after the dead of her buckaroo husband, one of the last 'real' bush men. She's committed to animals, even wildlife, and utterly dependent on machinery which seems beyond repair. Forgoing nearly all comfort, she must contend with scorching heat, often even at night.    "
                },
                "3": {
                    "title": "Appalachian Mountains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "3 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Ben Fogle admires Justin, a natural at self-reliance in the Appalachians, who refused at 18 to enter the rat race and moved into a cabin on his grandfather's Tennessee woodland to avoid 'being lived' five years ago. Justin, who earns the necessary cash as blacksmith, has little patience with Ben's regular clumsiness at handiwork wielding say a hammer. He proves himself an efficient hunter, tanner, food preserver etcetera, content with a pioneer life style, but may have to compromise for his fairly like-mined, yet semi-urbanized girl friend from North Carolina.    "
                },
                "4": {
                    "title": "French Polynesia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "10 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Ben makes an exhausting series of flights to a desolate island 'near' Tahiti in French Polynesia to meet a Londoner and his Aussie wife who became sea nomads, living full time aboard his sail yacht. He left the British rat race to sail the world, recruited her as experienced sailor and married her. Now they sail the seas, living mainly from the seafood they catch at sea and relying only on themselves and the adapted boat's autonomy in between rare stops, mainly for supplies and occasional repairs, many chores actually being aboard and/or at sea. Ben finds it hard work...    "
                },
                "5": {
                    "title": "Scotland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "17 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Title is: Ben Fogle: New Lives in the Wild UK - Fair Isle Ben goes to stay with Tommy who moved from New York State with his wife and 4 year old son to Fair Isle near The Shetland Islands. After several years his wife left and moved to The Shetlands and Tom has his son stay every 3 rd weekend. We see him at age 14. Tom runs his Guest House and has 2 rooms that he rents out. There are no restaurants or Cafes on the island so Tom also has to supply 3 Meals a day. This is his main source of income and he is a good cook. He also fishes and has his Hat Company that he used...    "
                }
            },
            "5": {
                "1": {
                    "title": "North Cascades, Washington State, USA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "25 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ben meets Lynx Vilden a British woman who has spent more than half her years living, sleeping and hunting in the wilderness of the Pacific Northwest. He discovers how she has not only survived, but thrived in the harsh conditions.    "
                },
                "2": {
                    "title": "Ruaha National Park, Tanzania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ben meets Yorkshire-born Andrew Molinaro and his Californian wife, Noelle. The couple have left city life behind to set up their own business as safari guides living side by side with some of the world's most dangerous animals.    "
                },
                "3": {
                    "title": "Gadacs, Hungary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In 2015, South African Julia Pryke and her British husband Gareth Shone bought a derelict farmhouse in rural Hungary via the internet. Ben meets them and helps them to install a window and assist them in buying chickens at market.    "
                },
                "4": {
                    "title": "Selkirk Mountains, British Columbia, Canada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ben meets former war correspondent Julius Strauss and his Estonian wife Kristin, the former bureau chief at Reuters. They gave up successful careers as journalists in Europe for a new life as grizzly bear guides in the Selkirk Mountains.    "
                },
                "5": {
                    "title": "Ibiza, Mediterranean Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ben travels to the secluded valley of Casita Verde on Ibiza to meet Chris Dews, a former radio officer in the British Merchant Navy. Chris has swapped life on the high seas for a simple, eco-friendly existence in a commune.    "
                },
                "6": {
                    "title": "Khatgal, Outer Mongolia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ben builds a yurt, uses a freezing outhouse, joins a wolf-hunt and learns how to wrestle when he meets Micky and Trina Cofer who, along with their four children, left behind the comforts of America to become missionaries in Outer Mongolia.    "
                },
                "7": {
                    "title": "Appalachian Mountains, North Carolina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Ben travels to a secret location in the Appalachian Mountains to live with forest dweller Tod Kershaw and his community - who are fiercely protective of their privacy. Ben tries to discover why the former engineer ditched modern society.    "
                },
                "8": {
                    "title": "Morocco, Atlas Mountains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "13 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Ben heads to Morocco where he meets Dina and Mostafa who turned their back on the American Dream to start from scratch with a few rabbits and chickens on a patch of land in the shadow of the Atlas Mountains.    "
                }
            },
            "6": {
                "1": {
                    "title": "Wilderness Island, Australia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "17 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Ben visits a remote island off Australia's north-western cape meeting a couple whose story is as remarkable as the landscape. He gets a lesson in mud-crabbing and of the urgent need for fresh water, which the island currently lacks.    "
                },
                "2": {
                    "title": "Freedom Cove, Canada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Ben meets Wayne and Catherine who've built their own home floating in a Canadian bay. As the couple celebrate 30 years of marriage, Ben finds out what they endure to stay afloat.    "
                },
                "3": {
                    "title": "Egypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    In North Africa, Ben meets American widow Maryanne on the farm she has built on the edge of the Sahara. He discovers why she swapped her city abode for a simpler but tougher way of life in the Egyptian desert.    "
                },
                "4": {
                    "title": "New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ben journeys to Great Barrier Island off New Zealand's North Island where he meets another Ben, a former academic who gave up his promising scientific career to live off-grid in a secluded 76-acre forest.    "
                },
                "5": {
                    "title": "Andalucia, Spain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ben journeys to a remote corner of Spain's Andalusian mountains to meet a British couple who have given up their respective careers in Brighton to become alpaca farmers.    "
                },
                "6": {
                    "title": "Guatemala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ben discovers why Mike Merrill, a former sound engineer from Texas, decided to build a backpackers hostel deep in the Guatemalan jungle and gets stuck into some building projects.    "
                },
                "7": {
                    "title": "Missouri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ben travels to the Ozark Plateau in the U.S. state of Missouri to live with wilderness expert Bo, who gave up a life on the road with his bluegrass band to teach other people survival skills.    "
                },
                "8": {
                    "title": "Cambodia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben Fogle: New Lives in the Wild (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Ben travels to Cambodia to meet a fellow Brit who is raising his own castaway tribe on a tropical island. Ben learns how fragile life is for the family on this tiny island.    "
                }
            }
        },
        "number of episodes": 41,
        "cast": [
            {
                "name": "Fogle, Ben"
            },
            {
                "name": "Usher, Ian"
            },
            {
                "name": "Anderson, Vanessa"
            },
            {
                "name": "Cofer, Mickey"
            },
            {
                "name": "Cofer, Trina"
            },
            {
                "name": "Dews, Chris"
            },
            {
                "name": "Kershaw, Tod"
            },
            {
                "name": "Molinaro, Andrew"
            },
            {
                "name": "Shone, Gareth"
            },
            {
                "name": "Strauss, Julius"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Greece:K::(TV rating)"
        ],
        "number of seasons": 7,
        "rating": 8.5,
        "votes": 180,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTgwZTU4ZDItOGRmOC00ZDJkLWFhZmEtYjM0ZGMzYjQ3ZGJjXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "British adventurer Ben Fogle visits utterly desolate places in different outward parts of the world where men, alone or with a family, forsake most modern comforts and almost any social life, for different motives. Ben spends a week with each, experiencing the hardships, challenges and rewards of a life in sync and constantly challenged by nature, largely dependent on one's own abilities.",
        "languages": [
            "English"
        ],
        "title": "Ben Fogle: New Lives in the Wild",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "production companies": [
            {
                "name": "Renegade Pictures"
            },
            {
                "name": "GroupM Entertainment"
            },
            {
                "name": "Channel 5 Television"
            }
        ],
        "distributors": [
            {
                "name": "Channel 5 Television"
            },
            {
                "name": "Spike"
            }
        ],
        "plot": [
            "A British urbanite follows in the footsteps of various individuals, who against all odds, have willingly forsaken the luxuries and lifestyle of the modern world, for a less-than-ordinary life in the wilderness.::Nick Riganas",
            "British adventurer 'Ben Fogle' (qv) visits utterly desolate places in different outward parts of the world where men, alone or with a family, forsake most modern comforts and almost any social life, for different motives. Ben spends a week with each, experiencing the hardships, challenges and rewards of a life in sync and constantly challenged by nature, largely dependent on one's own abilities.::KGF Vissers",
            "Like a fish out of water, British urbanite and eager adventurer 'Ben Fogle' (qv) attempts to follow in the footsteps of various individuals, who against all odds, have willingly forsaken the luxuries and lifestyle of the modern world, for a less-than-ordinary life in the wilderness. Under those circumstances and always challenged by nature's caprices, Ben and his crew armed with original curiosity, delve deep into the virtues of the alternative living and explore the exciting and out of the ordinary way of life of those bold enough to inhabit the four corners of the earth, staying practically off the grid.::Nick Riganas"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 180,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 34,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 70,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 8.8
            },
            "males": {
                "votes": 115,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 25,
                "rating": 8.8
            },
            "males aged 30 44": {
                "votes": 58,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 21,
                "rating": 8.8
            },
            "females": {
                "votes": 28,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 8.8
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.8
            },
            "us users": {
                "votes": 10,
                "rating": 8.5
            },
            "non us users": {
                "votes": 93,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 59,
            "9": 52,
            "8": 46,
            "7": 11,
            "6": 7,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 8.7,
        "median": 9
    }
}