{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "26 February 2013"
            }
        ],
        "release dates": [
            "Canada::26 February 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "All for One"
            },
            {
                "countries": "Canada (English title) (alternative title)",
                "title": "All for One: The TFC Story"
            }
        ],
        "akas": [
            "All for One (original title)",
            "All for One: The TFC Story Canada (English title) (alternative title)"
        ],
        "akas from release info": [
            "All for One (original title)",
            "All for One: The TFC Story Canada (English title) (alternative title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Game On",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After eight years without a playoff berth, Toronto FC fans are skeptical as the club enters the new season. Jozy Altidore returns to MLS to join TFC in hopes of bringing consistency to the squad's offence and reigniting his own career as a striker, and Jonathan Osorio reflects over his two years in the league as he returns to Vancouver, the city in which he first traveled to as a professional.    "
                },
                "2": {
                    "title": "Not My Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    As Toronto FC continue their seven game road trip to start the 2015 campaign they travel to Ohio to take on long time rival Columbus Crew. With the pending return to his home state, Justin Morrow reflects over his career and chooses to share his path with a young group of North Toronto students. And Sebastien Giovinco takes his first steps to settling down in Toronto with an afternoon of condo shopping.    "
                },
                "3": {
                    "title": "Lessons",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "10 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Toronto FC spent the first seven games of the 2015 campaign on the road and finally return home to play their first game at a newly renovated BMO Field in front of a record crowd. Members of the squad share the ups and downs of the nine week road trip while Steven Caldwell pays a special visit to the home of long time club supporters. While on the road, goalkeeper Chris Konopka earned his first start in a league game since joining the club in 2013 and relishes the experience to play against his former team.    "
                },
                "4": {
                    "title": "Fearless",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "8 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    After losing to Houston in their home opener, TFC hope a string of matches at BMO Field will yield more favourable results for the Toronto supporters. Ashtone Morgan is rewarded after playing his 100th match in a Toronto FC uniform and reflects back on his career with the Reds. Jozy Altidore continues down the road to recovery from his injury while Joe Bendik spends time in the community supporting a cause close to his heart.    "
                },
                "5": {
                    "title": "Opportunities",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Toronto FC head into the month of July with several key starters missing from their lineup having been called to national duty. With challenging opponents ahead, TFC turns to some of their more youthful talent for support under the guidance of veterans like Justin Morrow and Damien Perquis. Marky Delgado returns to his home state of California for the first time while Italian forward Sebastian Giovinco notches a first for the club.    "
                },
                "6": {
                    "title": "DeRo",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "9 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    After an 18 year career filled with international appearances, club and league records, four championship rings and a plethora of personal accomplishments, Dwayne De Rosario decides to hang up his boots. The Toronto FC legend recounts the years spent playing as he adjusts to life after the game. TFC continue to mould their lineup with the addition of Josh Williams and Ahmed Kantari, and despite struggles against Sporting Kansas City, look towards a home fixture versus an Orlando expansion side to right the ship and gain momentum.    "
                },
                "7": {
                    "title": "Emotions",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    As summer wraps up and the season begins to change to autumn, Toronto FC look to solidify a spot in the post-season despite contending with three straight losses to open September. Although absences and injuries change the shape of Toronto's lineup, Greg Vanney offers a steadying view of the club's progression through the year.    "
                },
                "8": {
                    "title": "Playoffs",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    After eight years of missing the playoffs by margins big and small, Toronto FC during a midweek game clinch their first ever playoff spot. Follow the squad as they fly to Montreal for their first playoff game, the first MLS post season game between two Canadian teams, and a dog fight between two bitter rivals. As TFC look to make new memories in uncharted territory, marquee moments in team history are recalled.    "
                },
                "9": {
                    "title": "Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "26 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    With the season now behind them members of Toronto FC reflect on the 2015 season from pre-season expectation through to the playoff loss in Montreal. See previously unreleased behind the scenes footage from training camp, a pre-season team outing and a powerful Michael Bradley speech in the All For One season three finale.    "
                }
            },
            "1": {
                "1": {
                    "title": "Old Home Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Travel with TFC management as they take in the prospect combine, interview potential draft selections, negotiate trading the first overall pick and wheel and deal on the draft floor.    "
                },
                "2": {
                    "title": "Ticking All the Boxes",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Ryan Nelsen leaves his role as a central defender in the EPL to join Toronto FC as the team's new manager. Training camp kicks off in Orlando and a couple of the players take in a Magic game in their spare time.    "
                },
                "3": {
                    "title": "Are You Red",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    After 24 days in Orlando, TFC's training camp comes to a close and the team heads home to Toronto. Defender Logan Emory opens up about the bonds formed while away and Stefan Frei exposes his artistic side.    "
                },
                "4": {
                    "title": "In the Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Toronto FC travels to Vancouver for the season's first game and the rookies put on a talent show for their teammates. Hopes are high that draft picks Kyle Bekker and Emery Welshman see time in their first pro game.    "
                },
                "5": {
                    "title": "Step Hard",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In search of their first goal and first win, Toronto FC open up at home in front of 30,000 fans at Rogers Centre. Is Ryan Nelsen's speech ahead of the match enough motivation to defeat a rival that has had the upper hand all too often?    "
                }
            },
            "2": {
                "1": {
                    "title": "Why Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Toronto FC created headlines around the world with top tier acquisitions. Experience the moments leading up to the team's big announcement including the opening days of Tim Bezbatchenko's tenure as general manager, a visit to the London home of Jermain Defoe, Michael Bradley's first moments in Toronto, as well as a peak inside the room as the club inks Brazilian striker Gilberto and hometown hero Dwayne De Rosario.    "
                },
                "2": {
                    "title": "Roll It Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Toronto FC leaves the offseason behind and begin the journey towards first kick on March 15th. Management along with the coaches head to Philadelphia for the MLS SuperDraft. Doors open at Kia Training Ground as players report for the start of camp and days later the club heads to sunny Florida for two weeks of training. The players are granted time away from the pitch for a little fun and Jeremy Hall uses an off day to return to his old stomping grounds.    "
                },
                "3": {
                    "title": "Bricks on Bricks",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "11 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Caught between wanting to field a winning preseason lineup and preserving their health for regular season, Toronto FC struggles to get the starting eleven extended minutes together at the Disney Pro Soccer Classic. Bright Dike sustains a significant injury and must return to Toronto while Ashtone Morgan and Nick Hagglund say goodbye to friends lost in roster moves.    "
                },
                "4": {
                    "title": "Stick Together, Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    With a tough first month before the club, nervousness sets in ahead of Toronto FC's first match. Journey to Seattle and witness Jermain Defoe's stellar start with the Reds. Return home with Steven Caldwell as he spends time with his family after a preseason that had him on the road for weeks on end, and then step inside the gates of BMO Field as the city welcomes the reshaped squad for their home opener against DC United.    "
                },
                "5": {
                    "title": "Targets",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Already with only a few weeks having passed in the season, the depth of Toronto FC's bench is tested. The club signs Canadian international, Issey Nakajimi-Farran; Nick Hagglund anxiously awaits his first MLS game; and Doneil Henry spends a rare night off surrounded by extended family.    "
                },
                "6": {
                    "title": "Highs and Lows",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    With numerous members of the starting lineup out with various ailments, All For One offers a glimpse at the friendships bred by adversity. Andrew Wiedeman reflects on his time in Dallas while Joe Bendik opens up about his new-found friendship with Julio Cesar.    "
                },
                "7": {
                    "title": "Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Having lost three straight league matches, Toronto FC look to new additions to spark change in the team's fortunes. Joe Bendik takes over as starting keeper as Julio Cesar reports to World Cup camp in Brazil.    "
                },
                "8": {
                    "title": "O Canada",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Five years after TFC won their first Canadian Championship, the Reds look to bring the Voyageurs Cup back to Toronto. The club travels to both Vancouver and Montreal in search of the title, as members of the original cup winning squad reminisce over what it meant to bring the franchise its first piece of hardware, and how the 2014 team is built for success through the full MLS season.    "
                },
                "9": {
                    "title": "Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Toronto FC looks to make use of a mid-summer home stretch to climb the standings. Michael Bradley returns from the World Cup, Mark Bloom is settling into his Toronto home by engaging a young group at Sick Kids Hospital and Jonathan Osorio reflects on playing for his city.    "
                },
                "10": {
                    "title": "Evolution Pt. I",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    As summer came to a close Toronto FC stole headlines when it was decided the club would release Ryan Nelsen as head coach. In the part one of a two-part series, All For One brings you behind the scenes of the weeks leading up to the coaching change.    "
                },
                "11": {
                    "title": "Evolution Pt. II",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    All For One finishes the two-part series with the opening days of Greg Vanney, newly appointed head coach of Toronto FC. Despite the change in leadership, the club grows closer together. Chris Konopka hosts a pair of rookies for dinner, Mark Bloom welcomes his wife and baby girl to Toronto, and the team bonds over a family BBQ.    "
                },
                "12": {
                    "title": "The Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "All for One (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Nearly 11 months after Toronto FC made headlines around the world, All For One looks back at the 2014 season. Nick Hagglund opens up on the journey of his first year; Michael Bradley, Mark Bloom and Justin Morrow walk through the ups and downs of the season; Jonathan Osorio and Dwayne De Rosario speak to the bonds that have been formed.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Vanney, Greg"
            },
            {
                "name": "Bradley, Michael"
            },
            {
                "name": "De Rosario, Dwayne"
            },
            {
                "name": "Osorio, Jonathan"
            },
            {
                "name": "Hagglund, Nick"
            },
            {
                "name": "Bendik, Joe"
            },
            {
                "name": "Bezbatchenko, Tim"
            },
            {
                "name": "Nelsen, Ryan"
            },
            {
                "name": "Morrow, Justin"
            },
            {
                "name": "Wiedeman, Andrew"
            },
            {
                "name": "Caldwell, Steven"
            },
            {
                "name": "Bloom, Mark"
            },
            {
                "name": "Altidore, Jozy"
            },
            {
                "name": "Lovitz, Daniel"
            },
            {
                "name": "Henry, Doneil"
            },
            {
                "name": "Giovinco, Sebastian"
            },
            {
                "name": "Konopka, Chris"
            },
            {
                "name": "Morgan, Ashtone"
            },
            {
                "name": "Wileman, Luke"
            },
            {
                "name": "Bekker, Kyle"
            },
            {
                "name": "Payne, Kevin"
            },
            {
                "name": "Defoe, Jermain"
            },
            {
                "name": "Cheyrou, Benoit"
            },
            {
                "name": "Perquis, Damien"
            },
            {
                "name": "Findley, Robbie"
            },
            {
                "name": "Moore, Luke"
            },
            {
                "name": "Warner, Collen"
            },
            {
                "name": "Delgado, Marco"
            },
            {
                "name": "Gomez, Herculez"
            },
            {
                "name": "Frei, Stefan"
            },
            {
                "name": "O'Dea, Darren"
            },
            {
                "name": "Welshman, Emery"
            },
            {
                "name": "Dike, Bright"
            },
            {
                "name": "Richter, Ryan"
            },
            {
                "name": "Nakajima-Farran, Issey"
            },
            {
                "name": "Leiweke, Tim"
            },
            {
                "name": "Oughton, Duncan"
            },
            {
                "name": "Goncalves, Jackson"
            },
            {
                "name": "Hamilton, Jordan"
            },
            {
                "name": "Chapman, Jay"
            },
            {
                "name": "Zavaleta, Eriq"
            },
            {
                "name": "Kantari, Ahmed"
            },
            {
                "name": "Williams, Josh"
            },
            {
                "name": "Brennan, Jim"
            },
            {
                "name": "Califf, Danny"
            },
            {
                "name": "Cochrane, Earl"
            },
            {
                "name": "Dunfield, Terry"
            },
            {
                "name": "Earnshaw, Robert"
            },
            {
                "name": "Eckersley, Richard"
            },
            {
                "name": "Emory, Logan"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMxMDE4OTg2Ml5BMl5BanBnXkFtZTcwMzAyMTM1OQ@@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "All for One",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Maple Leaf Sports & Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Entertainment One"
            },
            {
                "name": "GOL TV Canada"
            },
            {
                "name": "Rogers Sportsnet"
            },
            {
                "name": "TSN"
            }
        ],
        "plot": [
            "Following six years with little success in Major League Soccer, Toronto FC prepares for a seventh season that will redefine the team's identity. Follow TFC from the MLS draft straight through to their first home game at Rogers Centre.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials) (Canada)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        }
    }
}