{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 July 2013"
            },
            {
                "country": "UK\n",
                "date": "9 February 2014"
            },
            {
                "country": "Turkey\n",
                "date": "5 March 2014"
            },
            {
                "country": "Germany\n",
                "date": "18 March 2014"
            },
            {
                "country": "Greece\n",
                "date": "4 June 2014"
            },
            {
                "country": "Hungary\n",
                "date": "29 July 2014",
                "notes": "                            (part 1)"
            },
            {
                "country": "Hungary\n",
                "date": "5 August 2014",
                "notes": "                            (part 2)"
            },
            {
                "country": "Italy\n",
                "date": "1 July 2015"
            },
            {
                "country": "Belgium\n",
                "date": "12 November 2016"
            }
        ],
        "release dates": [
            "USA::20 July 2013",
            "UK::9 February 2014",
            "Turkey::5 March 2014",
            "Germany::18 March 2014",
            "Greece::4 June 2014",
            "Hungary::29 July 2014                            (part 1)",
            "Hungary::5 August 2014                            (part 2)",
            "Italy::1 July 2015",
            "Belgium::12 November 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Cedar Cove"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Градчето \"Сидер Коув\""
            },
            {
                "countries": "France",
                "title": "Retour à Cedar Cove"
            },
            {
                "countries": "Germany",
                "title": "Cedar Cove - Das Gesetz des Herzens"
            },
            {
                "countries": "Hungary",
                "title": "Cédrusliget"
            },
            {
                "countries": "Russia",
                "title": "Кедровая бухта"
            },
            {
                "countries": "Spain",
                "title": "Cedar Cove"
            },
            {
                "countries": "Turkey (Turkish title) (new title)",
                "title": "Cedar Cove"
            },
            {
                "countries": " (complete title)",
                "title": "Debbie Macomber Cedar Cove"
            }
        ],
        "akas": [
            "Cedar Cove (original title)",
            "Градчето \"Сидер Коув\" Bulgaria (Bulgarian title)",
            "Retour à Cedar Cove France",
            "Cedar Cove - Das Gesetz des Herzens Germany",
            "Cédrusliget Hungary",
            "Кедровая бухта Russia",
            "Cedar Cove Spain",
            "Cedar Cove Turkey (Turkish title) (new title)",
            "Debbie Macomber Cedar Cove (complete title)"
        ],
        "akas from release info": [
            "Cedar Cove (original title)",
            "Градчето \"Сидер Коув\" Bulgaria (Bulgarian title)",
            "Retour à Cedar Cove France",
            "Cedar Cove - Das Gesetz des Herzens Germany",
            "Cédrusliget Hungary",
            "Кедровая бухта Russia",
            "Cedar Cove Spain",
            "Cedar Cove Turkey (Turkish title) (new title)",
            "Debbie Macomber Cedar Cove (complete title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Hello Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 25,
                    "original air date": "18 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Olivia continues to reel from the impact of Jack's big secrets; a new district attorney, a proposal, and a couple of unwelcome visitors promise to bring more drama to Cedar Cove.    "
                },
                "2": {
                    "title": "A Helping Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "25 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Jack pushes Olivia to move in, but she is not sure if she can trust him; Maryellen returns with a life-changing announcement.    "
                },
                "3": {
                    "title": "Something's Gotta Give",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "1 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Jack gives Olivia space after their fight; Justine goes into business with a surprising opponent; all of Cedar Cove realises a picture is worth a thousand words.    "
                },
                "4": {
                    "title": "Guess Who's Coming to Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 23,
                    "original air date": "8 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    In protecting Jack's interest in Jack and Olivia's relationship, Bob continues to give Paul the cold shoulder, he who has been openly welcomed into the Thyme & Tide by Peggy. In Jack's mutual support of Alex, which now includes commiserating over their respective work woes, Jack is unaware of the possible perception that he and Alex are in a relationship, which could further threaten the issue with Olivia. Both Olivia and Justine are having problems with Will, Justine's more around his and thus her associated business dealings with Warren, while Olivia does not like ...    "
                },
                "5": {
                    "title": "Civil War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 19,
                    "original air date": "15 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The aftermath of the dinner party has many Cedar Cove residents in a state of denial. Olivia and Jack confront each other about their trust issues. Then, Olivia is concerned after Grace calls off her engagement, even as Grace insists she is fine with her decision. But Bob and Peggy secretly plan to prove she is only kidding herself. Then, as Olivia serves Will papers to stop his real estate plans, some unsolicited advice from Paul makes her second guess her decision.    "
                },
                "6": {
                    "title": "Batter Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 20,
                    "original air date": "22 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Now officially engaged, Grace surprises by wanting to have a big wedding with all the bells and whistles. She is dismayed by what seems to be both Olivia and especially Maryellen's coolness toward her wedding, the latter who she has asked to be her maid of honor. Olivia is dismayed herself when she learns that Will has sold his half interest in the family home to Warren, who in turn wants to buy out Olivia to develop the property as he sees fit. Luke learns that Matt has disappeared, which strengthens Justine's belief that he needs help in dealing with whatever he is ...    "
                },
                "7": {
                    "title": "Runaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 21,
                    "original air date": "29 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    After the dramatic events at the baseball game, Jack and Olivia resolve to spend more time together while Olivia makes sure to set Liz straight about her relationship status. Meanwhile, Grace tries to convince Cliff to elope and Maryellen turns to her friends to help cope with her mother's nuptials. Then, Jack shows up to defend Jeri in a meeting with David, the owner of the Seattle Courier, but just when Jack is prepared to lose his job, he finds out David has something else in mind.    "
                },
                "8": {
                    "title": "The Good Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 20,
                    "original air date": "5 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Olivia vows to find a way to make her brother pull his own weight or move out of her home, as an oblivious Will starts to overstay his welcome and relies too heavily on her help. Jack tries to smooth things over at the Seattle Courier after he is offered Jeri's job, but when Jeri finds out, her fury at being ousted presents Jack with a test of loyalty. Meanwhile, Warren is seething after he finds out Olivia has sold her share of Charlotte's house to Buck behind his back.    "
                },
                "9": {
                    "title": "Engagements",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "12 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Olivia and Jack consider the inevitable challenge of a long distance relationship as Jack begins his new job as chief editor in Seattle. But Jack soon finds himself at an impasse with his boss, who questions Jack's ability to meet his bottom line. Meanwhile, Paul is avoiding a second date with Alex, even as Olivia pressures him to take a chance on love. And as Will promises to shape up in hopes of starting fresh with his sister, his latest mishap proves Olivia was right all along.    "
                },
                "10": {
                    "title": "Getting to Know You: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The couples of Cedar Cove are search for middle ground while family revelations, a hasty proposal and a heartfelt confession lead up to Grace's big wedding day. After Jack moves in, Olivia grows unsettled as she unpacks boxes full of memories from his past. While Olivia struggles to get him to open up, Jack is distracted with a new challenge at work. Meanwhile, Warren and Buck continue to go head to head with Alex caught in the middle of their feud.    "
                },
                "11": {
                    "title": "Getting to Know You: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 21,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Grace and Cliff's wedding day is approaching, and they have agreed to compromise, not yet knowing what that compromise is going to be. The wedding is only second on Grace's mind as she believes that Maryellen is rushing into a marriage to John, who has returned to Cedar Cove on the news that they have received financing for their restaurant. Olivia and Jack's relationship hits another bump, as Jack still deals with the issues concerning Eddie, who he has learned is David's nephew, and as Olivia still questions Jack's commitment in his inability for full disclosure ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 215,
                    "original air date": "20 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The residents of the small town of Cedar Cove.    "
                },
                "2": {
                    "title": "A House Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 46,
                    "original air date": "27 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In the town of Cedar Cove, the lighthouse is not only a historic landmark but a symbol of hope for so many of the residents. When property developer Warren Saget plans to demolish the lighthouse, the entire township tries everything in their power to put a stop to those plans which includes bringing their fight into Judge Olivia Lockhart's courtroom.    "
                },
                "3": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 29,
                    "original air date": "3 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    While volunteering at convalescence center, Charlotte befriends an unidentified stroke victim found unconscious at a bus stop. Since he's unable to communicate, she sets out to identify the man and find out why he was visiting Cedar Cove. Meanwhile, Jack's estranged son Eric suddenly appears on his door step needing a place to stay.    "
                },
                "4": {
                    "title": "Suspicious Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 39,
                    "original air date": "10 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    An injured traveler takes a room at the Thyme & Tide bed and breakfast, and is found dead the following morning. A report of a holdup in a nearby town causes the Cedar Cove residents to speculate about the identity of the unknown traveler. Justine has her arts displayed in the local Art Walk exhibit. Olivia gives Eric an opportunity to repair some plumbing work in her chambers, but Eric's slow progress makes her regret offering the job.    "
                },
                "5": {
                    "title": "For the Sake of the Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 30,
                    "original air date": "17 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Olivia presides over a difficult divorce case involving a child custody battle. Jack makes a hard parenting decision and gives Eric and ultimatum. Grace discovers that the town council's budget committee has decided to close the library, but she is given the opportunity to raise the money required to keep it open.    "
                },
                "6": {
                    "title": "Free Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 28,
                    "original air date": "24 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    When Seth takes a job on a fishing boat in Alaska and fails to return or make routine contact, Justine becomes extremely worried and decides to go look for him. Jack is offered a freelance reporting job and invites Olivia to travel with him on a weekend away.    "
                },
                "7": {
                    "title": "Help Wanted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 33,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Ex-con Lenny Wilson, who Olivia had earlier sentenced to jail, arrives in her chambers asking for help to find a job. He assures Olivia that he has turned over a new leaf, taken her sentencing comments to heart, and was paroled early for good behavior. Unfortunately, nobody will give him a chance to prove himself. Jack and Olivia finally get their time away together, but the weekend does not go to plan.    "
                },
                "8": {
                    "title": "And the Winner Is...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 27,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Everyone in Cedar Cove gets involved in the town's charity bachelor auction as Justine and Olivia scheme to help Grace and Maryellen land the bachelor of their dreams. Meanwhile, Stan asks Olivia to accompany him to see his therapist as they finally deal with past hurts involving their lost son.    "
                },
                "9": {
                    "title": "Old Flames, New Sparks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 29,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Grace finds herself drawn to two different men as Jack worries about Olivia getting closer to her ex-husband. Meanwhile, Seth and Justine take their relationship to the next level, while Maryellen and John grow closer but his secretive behavior makes Maryellen worry that he may be hiding something.    "
                },
                "10": {
                    "title": "Conflicts of Interest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 24,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    As Olivia deals with the news that Jack may get a job offer that will take him away from Cedar Cove, Grace struggles with what to tell Olivia about the kiss she shared with Will. Meanwhile, Justine helps Warren through a health crisis which causes tensions between her and Seth and Stan's wife becomes concerned that Stan is growing away from her and closer to Olivia.    "
                },
                "11": {
                    "title": "Stormfront",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 24,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    As Jack contemplates taking his dream job far away from Cedar Cove, Stan separates from his wife and returns to town hoping to win Olivia back. Meanwhile, Maryellen does some sleuthing to find out what is in John's past and Grace finally decides to come clean to Olivia about the kiss she shared with Will.    "
                },
                "12": {
                    "title": "A New Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 25,
                    "original air date": "5 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Christmas is approaching. A young, seven month pregnant woman named Shelly arrives in Cedar Cove, she not telling anyone why she chose Cedar Cove as her getaway. Moon offers her Justine's old job - which she accepts - and she ends up staying at the Thyme & Tide, where Bob is feverishingly working away to win the town's annual Christmas Decorating award (judged on Christmas Eve), much to Peg's chagrin as she sees to Bob that means the more ostentatious the better. Shelly, alone in the world, admits to Peg that she is planning on giving the baby up for adoption, Peg who...    "
                },
                "13": {
                    "title": "Homecoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 29,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Christmas Season has arrived in Cedar Cove and though Jack and Olivia are happy to be reunited, Jack is desperate to talk to his still-missing son Eric about Eric's impending fatherhood. Meanwhile, Justine is asked to help the FBI make a case against Warren and Grace tries to heat up her relationship with Cliff.    "
                }
            },
            "2": {
                "1": {
                    "title": "Letting Go: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 36,
                    "original air date": "19 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Olivia struggles to support Jack and Eric at the hospital as painful memories from her past resurface; Justine and Seth clash with Warren over the fate of the restaurant.    "
                },
                "2": {
                    "title": "Letting Go: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 28,
                    "original air date": "26 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Feeling like Shelly, Jack and Olivia are conspiring against him to take his yet unborn child away, Eric threatens to call in a lawyer of his own so that he can get custody of his unborn daughter. Olivia ends up having what Eric and Jack believe is a surprising perspective on the matter, at least on the surface. What Olivia also does is make Justine think about the situation with Seth and the restaurant, putting her own needs and wants first and foremost instead of doing something purely to please Seth. The situation is made all the more difficult for Justine by Seth, ...    "
                },
                "3": {
                    "title": "Relations and Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 25,
                    "original air date": "2 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    With Seth getting ready to head back to commercial fishing in Alaska, Justine decides to move back into her mother's house until she figures out what to do with her life. Both their physical moves are symbols to Justine of how lost she currently feels in her life. Although Olivia welcomes Justine with open arms, it is not the best time for her as Eric and Shelly are at Jack's house, leaving Jack and Olivia little privacy. In addition, Jack and Olivia are going through a largely undiscussed issue as Jack wants Olivia to have a key to his house, that key which she seems...    "
                },
                "4": {
                    "title": "Old Wounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "9 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Eric and Shelly pass along the news to Jack and Olivia that Shelly is planning on moving in with her aunt in Seattle so that she can go back to school. The move would be without Eric, who doesn't like or agree with her decision as it would take Adele away from him. Jack and Olivia have mixed feelings about the news, and how they should counsel Eric and Shelly respectively. Regardless, Eric realizes that his job at Moon's isn't going to sustain a life for himself, let alone a significant other and child. He ends up receiving two offers as an alternative. He has to ...    "
                },
                "5": {
                    "title": "Starting Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 25,
                    "original air date": "16 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Because Warren is a major advertiser with the newspaper, Jack's boss asks Jack to write a glowing article about Warren, which goes against all Jack stands for as a journalist. Jack has to decide what to do about the matter. It would not help if he knew that Eric was seriously considering Warren's offer of employment, as Eric realizes that the status quo of working at Moon's is not enough to support him, Shelly and the baby. As Grace enters the courtroom against her ex-husband Dan, she will eventually learn that their divorce has not been as amicable as Dan portrayed ...    "
                },
                "6": {
                    "title": "Trials and Tribulations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 24,
                    "original air date": "23 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Jack struggles to accept Eric's new job; Olivia worries as Justine refuses to give up on Luke after his violent outburst puts his bright new future at risk.    "
                },
                "7": {
                    "title": "One Day at a Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 25,
                    "original air date": "30 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Olivia goes up against a difficult new A.D.A. in court; a woman from Jack's past shows up claiming to know the truth about Jack's addiction    "
                },
                "8": {
                    "title": "Something Wicked This Way Comes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 24,
                    "original air date": "6 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Olivia's brother returns to Cedar Cove with a shocking announcement; Jack debates coming clean to Olivia about his past.    "
                },
                "9": {
                    "title": "Point of No Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 23,
                    "original air date": "13 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Olivia discovers the new A.D.A. has a deceitful secret; Jack gets a surprising new job offer that comes with a catch.    "
                },
                "10": {
                    "title": "Secrets and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 23,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Olivia takes a chance on Rebecca despite her bad attitude; Jack second-guesses himself in the newsroom, leading to dire consequences.    "
                },
                "11": {
                    "title": "Stand and Deliver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 22,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Jack hides his relapse from Olivia just as she puts full faith in their relationship; Eric becomes irreversibly embroiled in Warren's dishonest deals.    "
                },
                "12": {
                    "title": "Resolutions and Revelations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cedar Cove (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 28,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Everyone in Cedar Cove learns secrets eventually come out as Olivia gets to the bottom of Jack's distant behavior and Justine deals with the fallout from Seth's return.    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "MacDowell, Andie"
            },
            {
                "name": "Neal, Dylan"
            },
            {
                "name": "Smyth, Sarah"
            },
            {
                "name": "Rothery, Teryl"
            },
            {
                "name": "Webber, Timothy"
            },
            {
                "name": "Elliott, Brennan"
            },
            {
                "name": "Boxleitner, Bruce"
            },
            {
                "name": "Spence, Sebastian"
            },
            {
                "name": "Niven, Barbara"
            },
            {
                "name": "Levesque, Elyse"
            },
            {
                "name": "Hutch, Jesse"
            },
            {
                "name": "Stevens, Tom"
            },
            {
                "name": "Busby, Cindy"
            },
            {
                "name": "Bancroft, Cameron"
            },
            {
                "name": "Marshall, Rebecca"
            },
            {
                "name": "Sevier, Corey"
            },
            {
                "name": "Shaw, Paula"
            },
            {
                "name": "Benson, Julia"
            },
            {
                "name": "Chalk, Garry"
            },
            {
                "name": "Ferguson, Colin"
            },
            {
                "name": "Dopud, Mike"
            },
            {
                "name": "Tennant, Emily"
            },
            {
                "name": "Van Hooft, Anna"
            },
            {
                "name": "Airlie, Andrew"
            },
            {
                "name": "Butler, Tom"
            },
            {
                "name": "Carrick, Charlie"
            },
            {
                "name": "Sales, Hayley"
            },
            {
                "name": "Francis, Andrew"
            },
            {
                "name": "Moss, Jesse"
            },
            {
                "name": "Delilah"
            },
            {
                "name": "Wilson, Tara"
            },
            {
                "name": "Martin, Chris William"
            },
            {
                "name": "Fedor, Matreya"
            },
            {
                "name": "Redmond, Sarah-Jane"
            },
            {
                "name": "Dawson, Bruce"
            },
            {
                "name": "Panton, Giles"
            },
            {
                "name": "Miller, Steve"
            },
            {
                "name": "Sanford, Garwin"
            },
            {
                "name": "Cross, Kendall"
            },
            {
                "name": "Pearce, Christopher"
            },
            {
                "name": "Holmes, Adrian"
            },
            {
                "name": "Dunbar, Andrew"
            },
            {
                "name": "Thai, Elizabeth"
            },
            {
                "name": "Brazeau, Jay"
            },
            {
                "name": "Critchlow, Roark"
            },
            {
                "name": "Hainsworth, John"
            },
            {
                "name": "Cairns, Leah"
            },
            {
                "name": "Barber, Gillian"
            },
            {
                "name": "Juliani, Alessandro"
            },
            {
                "name": "Mitchell, Nathan"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada",
            "Deep Cove, North Vancouver, British Columbia, Canada::(Cedar Cove)"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1 (television ratio)",
        "sound mix": [
            "Stereo",
            "Dolby Digital::(Dolby 5.1)"
        ],
        "certificates": [
            "Australia:PG",
            "Canada:G::(Quebec)",
            "New Zealand:PG",
            "United States:TV-PG"
        ],
        "number of seasons": 3,
        "rating": 6.9,
        "votes": 1827,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUzOTM4NzU2N15BMl5BanBnXkFtZTgwOTI4NzQxMDE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Cedar Cove is a quaint, picturesque town on an island in Puget Sound in Washington state. Its residents are old fashioned in their values, neighbors on the most part trying to help neighbors, and people not locking their doors in their trust of their neighbors. The moral center and compass of the town is Olivia Lockhart, the bicycle riding, scarf wearing municipal court judge who grew up in the town. Regardless of her being the focus for many in town, Olivia's life has not been issue-free, she long ago having gone through a divorce from her physician ex-husband, the dissolution of their marriage largely due to the accidental drowning death of their son, Jordan, when he was thirteen, that incident from which they as a couple could not recover. Also affected was Jordan's twin sister, Justine, now a young woman, who has been struggling to find her place in life ever since. Much like the town is being pulled in different directions, such as by cutthroat developer Warren Saget, Olivia is often pulled in different directions, personally and professionally, which one day make take her away from Cedar Cove. In the former category is her search for love. Through it all, she acts as supporter and supportee to her friends and family, including librarian Grace Sherman, her best friend since they were children.",
        "languages": [
            "English"
        ],
        "title": "Cedar Cove",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2015",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Binder, Carl"
            },
            {
                "name": "Craw, Ken"
            },
            {
                "name": "Graham, Bruce"
            }
        ],
        "production companies": [
            {
                "name": "Unity Pictures Group"
            }
        ],
        "distributors": [
            {
                "name": "The Hallmark Channel"
            },
            {
                "name": "5USA"
            },
            {
                "name": "Disney Channel"
            },
            {
                "name": "DiziMax"
            },
            {
                "name": "Magyar Televízió"
            },
            {
                "name": "Nova Cinema"
            },
            {
                "name": "Rai 1"
            },
            {
                "name": "Rai 2"
            },
            {
                "name": "Sat.1 Emotions"
            },
            {
                "name": "Studio Hamburg Enterprises"
            }
        ],
        "other companies": [
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Line 21 Media Services"
            },
            {
                "name": "Line 21 Media Services"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "Follows the professional and personal life of Municipal Court Judge Olivia Lockhart and the surrounding townsfolk of _Cedar Cove_ (qv).::Anonymous",
            "_Cedar Cove_ (qv) is a quaint, picturesque town on an island in Puget Sound in Washington state. Its residents are old fashioned in their values, neighbors on the most part trying to help neighbors, and people not locking their doors in their trust of their neighbors. The moral center and compass of the town is Olivia Lockhart, the bicycle riding, scarf wearing municipal court judge who grew up in the town. Regardless of her being the focus for many in town, Olivia's life has not been issue-free, she long ago having gone through a divorce from her physician ex-husband, the dissolution of their marriage largely due to the accidental drowning death of their son, Jordan, when he was thirteen, that incident from which they as a couple could not recover. Also affected was Jordan's twin sister, Justine, now a young woman, who has been struggling to find her place in life ever since. Much like the town is being pulled in different directions, such as by cutthroat developer Warren Saget, Olivia is often pulled in different directions, personally and professionally, which one day make take her away from _Cedar Cove_ (qv). In the former category is her search for love. Through it all, she acts as supporter and supportee to her friends and family, including librarian Grace Sherman, her best friend since they were children.::Huggo"
        ],
        "tech": {
            "runtime": [
                "42 min (USA)"
            ],
            "sound mix": [
                "Stereo",
                "Dolby Digital (Dolby 5.1)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1 (television ratio)",
                "16 : 9 (widescreen)"
            ],
            "cinematographic process": [
                "DV"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1827,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 129,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 462,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 731,
                "rating": 6.9
            },
            "males": {
                "votes": 448,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 42,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 125,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 267,
                "rating": 6.2
            },
            "females": {
                "votes": 935,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 86,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 331,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 451,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 56,
                "rating": 5.7
            },
            "us users": {
                "votes": 603,
                "rating": 7.3
            },
            "non us users": {
                "votes": 439,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 468,
            "9": 198,
            "8": 337,
            "7": 290,
            "6": 192,
            "5": 128,
            "4": 42,
            "3": 48,
            "2": 42,
            "1": 82
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}