{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "10 February 2013"
            }
        ],
        "release dates": [
            "China::10 February 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Sister's Here!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Homebuddies (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jerry has not been outside his apartment for over six months. Ever since he broke up with his ex-girlfriend, the man is devastated that he will not be able to walk outside his own place, nor will he talk to anyone but his \"dear\" roommates - Sean and Andy... The roommates have no choice but to call his sister who is returning from the US to visit him in Beijing.    "
                },
                "2": {
                    "title": "Chinese New Year's Eve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Homebuddies (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    All the six friends are going to celebrate Chinese New Year by preparing a big new year's eve meal. However, some mysterious guest outside the gang shows up right before the dinner that brings both surprise and splash.    "
                },
                "3": {
                    "title": "Planet Homebuddies Crash on Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Homebuddies (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Andy wants to stop Sean from broadcasting his weekly web-cam show. He recorded something himself instead and uploaded to the Internet. Surprisingly the video gets over a million hits in one day... the gang is overwhelmed by the unexpected surprise.    "
                },
                "4": {
                    "title": "War on Planet Homebuddies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Homebuddies (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Feb. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Vivian and Her New Boyfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Homebuddies (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Vivian recently started a relationship with her new boyfriend Yunlong. The relationship is going to another direction after Vivian's mother, Ms. Wu shows up.    "
                },
                "6": {
                    "title": "Happy Break-up Valentine's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Homebuddies (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Everyone feels a little different towards this year's Valentine's Day because on this day, many \"valentines\" have decided to become singles again.    "
                }
            }
        },
        "number of episodes": 6,
        "locations": [
            "Beijing, China"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "zh"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "$150,000 (estimated)",
        "plot outline": "\"Planet Homebuddies\" follows the lives of six, twenty/thirty somethings, three guys and three girls, who because of various circumstances gather together in a large loft. The lead character Jerry is depressed after breaking up with his girlfriend and losing his advertising business. To get over his misfortune, he decides to rent a large loft with two good friends, Andy, an IT specialist and Sean, a DJ. Together they become \"homebuddies\" - young people who work and live at home, a new terminology created by Mei Tian. To help Jerry get over his troubles, Andy invites Molly, Jerry's older sister from Los Angeles, to visit them at the loft. Andy also invites his cousin Bingxue to hang out with them, and add new neighbor Vivian, a self-employed art curator, into the mix, and you have \"Planet Homebuddies,\" a group of young men and women who share every life moment, mostly in the comfort zone of the loft.",
        "languages": [
            "Chinese"
        ],
        "title": "Planet Homebuddies",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Planet Homebuddies (China)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Metan Development Group"
            }
        ],
        "distributors": [
            {
                "name": "Youku.com"
            }
        ],
        "plot": [
            "\"_Planet Homebuddies_ (qv)\" follows the lives of six, twenty/thirty somethings, three guys and three girls, who because of various circumstances gather together in a large loft. The lead character Jerry is depressed after breaking up with his girlfriend and losing his advertising business. To get over his misfortune, he decides to rent a large loft with two good friends, Andy, an IT specialist and Sean, a DJ. Together they become \"homebuddies\" - young people who work and live at home, a new terminology created by Mei Tian. To help Jerry get over his troubles, Andy invites Molly, Jerry's older sister from Los Angeles, to visit them at the loft. Andy also invites his cousin Bingxue to hang out with them, and add new neighbor Vivian, a self-employed art curator, into the mix, and you have \"_Planet Homebuddies_ (qv),\" a group of young men and women who share every life moment, mostly in the comfort zone of the loft.::Metan Development Group"
        ],
        "tech": {
            "runtime": [
                "26 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}