{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "31 May 2013"
            }
        ],
        "release dates": [
            "USA::31 May 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Treehouse Masters"
            },
            {
                "countries": "Portugal",
                "title": "A Minha Casa Numa Árvore"
            },
            {
                "countries": "Russia",
                "title": "Дома на деревьях"
            },
            {
                "countries": "Spain",
                "title": "Mi casa en un árbol"
            }
        ],
        "akas": [
            "Treehouse Masters (original title)",
            "A Minha Casa Numa Árvore Portugal",
            "Дома на деревьях Russia",
            "Mi casa en un árbol Spain"
        ],
        "akas from release info": [
            "Treehouse Masters (original title)",
            "A Minha Casa Numa Árvore Portugal",
            "Дома на деревьях Russia",
            "Mi casa en un árbol Spain"
        ],
        "episodes": {
            "11": {
                "4": {
                    "title": "Antonio Brown's Steel City Skybox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 4,
                    "original air date": "8 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Pete makes a treehouse touchdown in Pittsburgh for Antonio Brown, wide receiver for the Steelers. The game plan: to build a luxury skybox with a 2-story window wall that overlooks a custom basketball court and football field. It's sure to score points!    "
                },
                "10": {
                    "title": "Climb-In Drive-In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 10,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The crew return to a previous client's zipline paradise and magical moss covered forest to make a movie theater with multiple floors and platforms for seperate little chill spots, a snack bar, and snack elevators.    "
                }
            },
            "1": {
                "1": {
                    "title": "Twenty Ton Texas Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "31 May 2013",
                    "year": "2013",
                    "plot": "\n    In search of more living space for their growing family, a Texas couple asks Pete to create a the biggest treehouse he's ever built - a ranch-style treehouse lofted in several hackberry trees on their sprawling property outside of Waco, TX.    "
                },
                "2": {
                    "title": "Luck O the Irish Cottage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "7 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    An Irish family in Orange County, CA has the perfect olive tree in their backyard to nestle a Celtic-themed cottage. Pete devises a challenging circular design that includes a fireplace and even a rainmaker to mimic the wet Ireland climate.    "
                },
                "3": {
                    "title": "Sky High Spa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "14 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    An Austin, TX entrepreneur enlists Pete to build the world's first spa treehouse on her ranch retreat. Pete tackles plumbing challenges and builds an over-the-top spa equipped with a steam shower, a Japanese soaking tub and plenty of tranquility.    "
                },
                "4": {
                    "title": "Treetop Taphouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "21 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    An Ohio family enlists Pete to build a brewery-in-the-sky on their massive rural property. With the help of a few Amish locals, Pete crafts a barn themed tavern with a brewing system in the trees accessible by a rope bridge 25-ft off the ground.    "
                },
                "5": {
                    "title": "Spirit House Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    A writer in Rhinebeck, NY calls on Pete to build a hideaway to embrace her creativity. Pete transforms an old cedar tree into a gold-leafed \"Spirit House\" retreat filled with uplifting oddities and a loft to rest the brain if she hits a writer's block.    "
                },
                "6": {
                    "title": "Backyard Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Faced with the need to expand their home after their daughter returns from college, a family in Medford, OR calls Pete to expand their not-so-empty-nest. Faced with evolving client requests, Pete transforms his design into a multi-faceted guesthouse.    "
                },
                "7": {
                    "title": "Canopy Clubhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "12 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    With a budget as high as the trees, a family in Bedford, NY hires Pete to design a dream clubhouse for the entire family. With a big BBQ patio, a living room and a lofted chalkboard covered playroom, Pete's surprise treehouse brings fun for all ages.    "
                },
                "8": {
                    "title": "Love Is in the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    An adventurous couple wants to host their wedding at Treehouse Point, but all of the existing treehouses are booked! With some quick thinking, Pete convinces his family to make room for a new addition, and constructs a magical Honeymoon Suite.    "
                },
                "9": {
                    "title": "View from Above",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Pete and Daryl join forces with an inventive designer to create a wire-suspended, 30-sided geometric globe treehouse for an adventurous and deserving family, while also taking a look back at some of most memorable build moments of the past year.    "
                }
            },
            "2": {
                "0": {
                    "title": "Ultimate Treehouses 2: The Roots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Treehouse expert and visionary Pete Nelson explores the evolution of treehouses through delving into the many shapes and vast variety of functions they've served throughout the years. \"Ultimate Treehouses 2\" features a Papua, New Guinea, high-in-the-sky tribal treehouse built by hand, the world's oldest backyard treehouse (more than 200 years old), a luxury treehouse gem in New York and a re-purposed airplane fuselage in Costa Rica. The special also spotlights fully suspended biospheres in the wild skies of British Columbia. Follow Pete's jaw-dropping journey into the...    "
                },
                "1": {
                    "title": "Santa's Workshop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "27 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    A family who celebrates Christmas 365 days a year tasks Pete with creating a Christmas treehouse wonderland in Jamul, CA. With some extra special holiday help, Pete and his crew build a magical Alpine-style treehouse perfect for Santa and Mrs. Claus.    "
                },
                "2": {
                    "title": "Temple of Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Pete builds an adventure-themed treehouse for an exploration-loving family in Pennsylvania's Pocono Mountains. This 2-story masterpiece is packed with adventurous novelties, including a rock climbing wall, suspension bridges, and hidden passageways.    "
                },
                "3": {
                    "title": "Black Bear Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "17 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Two sisters who run their family's rural inn in Farmington, Pennsylvania, present Pete with a bear of a task: build an observation treehouse on their 1000-acre property, where they can watch the black bears roaming the land. Pete is a little nervous at first when it comes to his team building in the midst of these wild beasts, but he turns his fear into inspiration by creating his first-ever mid-century decagon treehouse with walls of glass and windows, a wrap-around deck, cathedral ceilings and a closed-circuit bear-cam tracking system nestled among three white oaks ...    "
                },
                "4": {
                    "title": "Wild Butterfly Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    A family in Independence, OH who run a hope center want to build a therapeutic space in the trees. Believing in the healing power of trees and treehouses, Pete builds a butterfly-themed treehouse in a cluster of 6 trees featuring a climbing net and loft.    "
                },
                "5": {
                    "title": "Sky High Redwood Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    A nature-loving woman in Humboldt County, California, asks Pete and his crew to build a treehouse that pushes their skills to the limit. She feels cramped in her home and wants a permanent residence 60 feet up in the area's giant redwood trees. Pete and crew take the comforts of home to new heights in this bohemian-chic, tri-level treehouse, which boasts a bathroom, lounge and bedroom loft spread out throughout three floors with low-hanging lights, tapestries, modular furniture and an overall genie-in-a-bottle aesthetic. The owner dreams of being able to see the ...    "
                },
                "6": {
                    "title": "Levitating Lighthouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "7 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    A young couple has big dreams of a lighthouse treehouse atop a seaside seawall along the coast of Northwest Washington. Pete is challenged by the property's incredibly steep grade and must deliver all of his materials to the site by way of barge only! The octagon-shaped, two-story, white-and-red shingled structure, which is housed among a group of cottonwood trees, features porthole windows, a wrap-around balcony, a nautical-themed interior and rainbow-colored glass. The couple, wanting to truly live off the grid, throws Pete a curve ball by asking him for a rainwater...    "
                },
                "7": {
                    "title": "Record-high Recording Studio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    A family from nearby Seattle wants to expand its already famous rural recording studio up into the trees! Up for the challenge, Pete creates a high-tech, two-story recording oasis more than 36 feet tall with in a group of cedar trees. Marrying music and nature, Pete and crew accent the treehouse with rust-colored metal, patterned, textured cork walls and a massive picture window that overlooks the wild salmon creek below. Upon completion, this musical treetop masterpiece is ready for its first recording session when a Grammy-award-winning megastar arrives at the ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Mile High Mancave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "30 May 2014",
                    "year": "2014",
                    "plot": "\n    Pete builds his manliest (and one of his most expensive!) treehouses yet for a Texas Dad who adores his wife and three daughters dearly but yearns for a place away from the females to spend some quality man-time with his first grandson. This Western-style mancave treehouse boasts over 800 square feet of living space, stone interior walls, a custom cigar humidor, state-of-the-art kitchen, a hidden flat screen TV, bathroom, and (as if all that's not enough) is both capable of sleeping five AND has a massive deck featuring a 600-pound custom meat smoker! It's one of ...    "
                },
                "2": {
                    "title": "African Safari Hut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    An author who grew up in Kenya has always longed to build an African-inspired circular hut treehouse to share with his wife at their home in Washington State. Pete and his crew capture the spirit of Africa by creating a getaway with hand-hewn rustic cedar, a traditional thatched roof, and mud walls, all supported in a cluster of Douglas fir trees sitting 15-feet high and boasting a kitchen and tribal-themed interiors decorated with authentic Kenyan masks and spears from the client's personal travels. A fourth fir houses a spiral staircase, leading to an aerial walkway...    "
                },
                "3": {
                    "title": "Bionic Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Pete revisits his former home - a site where he built his very first treehouses. Revamping old treehouse building techniques with new and improved methods, the team fuses traditional wood with the power of steel, making these Nelson classics brand new.    "
                },
                "4": {
                    "title": "Scottish Sky Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "20 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    A couple in Tulsa has two things in common: they are both expert gardeners and they both have Scottish heritage. They enlist Pete to build \"something extraordinary\" in their backyard by creating a treetop Scottish cottage 10-feet high in a robust pin oak. Pete creates this sturdy treetop gardeners' paradise to resist the powerful Oklahoma winds and connects it directly to the couple's home via a sky bridge: a first for Pete! The treehouse features custom hanging flower baskets, floral-themed decorative railings, interior cubbies for storing gardening tools, ...    "
                },
                "5": {
                    "title": "Bird Nest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    An Arkansas family reaches out to Pete to build a giant bird nest treehouse. The 2-story, lakefront retreat will feature driftwood railings woven to look like a living nest, and a porch to drink Southern sweet tea on during sunset bird watching sessions.    "
                },
                "6": {
                    "title": "Towering Treetop Teahouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "11 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A tea house is built in the trees for a Washington couple.    "
                },
                "7": {
                    "title": "International: Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "18 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Join Pete Nelson on an adventure in Japan with renowned treehouse builder: Takashi Kobayashi. Taka takes Pete on a tour of his creations, including a treehouse bar in the middle of Tokyo and a treetop tribute to children affected by the 2011 tsunami.    "
                },
                "8": {
                    "title": "Vincent Van Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Three siblings enlist Pete's help to surprise their parents with a rustic art studio treehouse on their historic family farm in Wisconsin, with a majestic two-story wall of windows made up of 100-year-old reclaimed windows from the family's old farmhouse.    "
                },
                "9": {
                    "title": "Canopy Island Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "1 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Pete builds a treehouse that represents the meaning of summer camp, with a glamorous twist, just off the coast of WA. Pete gains inspiration to create a space that includes archery, a rock climbing wall, and enough bunk beds to sleep plenty of \"glampers.\"    "
                },
                "10": {
                    "title": "View from Above 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Pete and Daryl join forces with an inventive designer to create a wire-suspended, 30-sided geometric globe treehouse for an adventurous and deserving family, while also taking a look back at some of most memorable build moments of the past year.    "
                },
                "11": {
                    "title": "Country Superstar Speakeasy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "15 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Brian Kelley, half of the award winning country duo Florida Georgia Line, and his wife call on Pete to construct a modern treehouse with a vintage country twist perched above a steep ravine and connected to their Nashville home by a multi-platform bridge.    "
                },
                "12": {
                    "title": "AJ's Wish Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    With the help of the local fire department, Pete fulfills an 8-year-old's Make-A-Wish treehouse dream in Flagstaff, AZ. The team tackles this whimsical build in a family of pines, and decks it out with artifacts inspired by the new movie, The Boxtrolls.    "
                },
                "13": {
                    "title": "Lost in the Forest S3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "4": {
                "1": {
                    "title": "Treetop Candy Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "26 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Pete and the crew pull off a Christmas miracle, whipping up a stainless steel kitchen in the trees for a family of candy makers. At 80,000 lbs, this sweet treehouse has barrel ceilings, a loft bedroom, and a shower to wash off any sticky sugar residue.    "
                },
                "2": {
                    "title": "The Coolest Treehouse Ever Built",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "9 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In this season premiere, Pete and the team tackle a treehouse for two tastemakers in Maine. Featuring a full wall of windows that opens up to the outdoors and a towering rooftop crow's-nest, this could be Pete's coolest treehouse ever built!    "
                },
                "3": {
                    "title": "Meditating Maple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "16 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Pete finds the perfect treehouse spot in West Seattle for a couple seeking a meditation space - 20 ft up in a twisting pair of maples. The NTS team channels their chakras, creating a healing space fit for both humans AND four-legged friends alike.    "
                },
                "4": {
                    "title": "Treehive Beehive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Pete and his team take on a sticky challenge and reinvent the classic single-tree treehouse, building a breathtaking and whimsical beehive like structure soaring 30-feet high in a majestic Douglas fir.    "
                },
                "5": {
                    "title": "International: Germany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "30 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Join Pete on an adventure in Germany with two renowned treehouse builders - Christopher Richter, a former student, and Andreas Wenning, one of the world's most celebrated treehouse architects - as they tour Deutschland and every treehouse they can find.    "
                },
                "6": {
                    "title": "Kentucky Climber's Cottage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Pete creates a climber's haven for an arboreal couple that rivals his love of trees. With 17-foot high ceilings and timber rafters, this Kentucky tree climbing duo can harness up and dangle from both inside and out of their new tree house.    "
                },
                "8": {
                    "title": "Sky High Pirate Hideout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "20 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Pete and his \"pirates\" tackle a towering build for a couple searching for treehouse treasure on their Pacific Coast property. With a 50 ft rope bridge, heated floors and hidden compartments, this 20 ft high treetop liar is fit for Blackbeard himself!    "
                },
                "9": {
                    "title": "Triple Decker Record Setter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "6 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Pete heads to Louisiana to take on his BIGGEST TREEHOUSE EVER. Totaling 1200 sq ft, this record-breaking behemoth of a build will be a tree VILLAGE, featuring 3 separate levels and a 70 ft bridge connecting to a platform housed in a trio of nearby trees.    "
                },
                "10": {
                    "title": "Ultimate Treehouse Giveaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "17 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    On this special episode, Pete and the NTS crew build the \"Ultimate Treehouse\" for the lucky winner of the Ultimate Treehouse Giveaway.    "
                }
            },
            "5": {
                "1": {
                    "title": "Nelson Family Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "10 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Pete gifts his daughter Emily, and Patrick, her boyfriend and an NTS carpenter, with the ultimate housewarming gift - a treehouse of their very own by turning a piece of Nelson family history into a Moroccan marvel nested nearly 35 ft off the ground.    "
                },
                "2": {
                    "title": "High Noon Saloon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "17 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Pete and crew saddle up and ride off to North Bend, WA to build a wild-west themed treehouse. Set 15 ft high in a lone Douglas Fir on the range, Pete constructs a horseshoe-shaped structure with a bedroom, county jail loft, and genuine copper ceiling.    "
                },
                "3": {
                    "title": "Mindbending Silver Maple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "24 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Inspired by tales of a time long past, Pete builds a treehouse cradled by the stems of a twisty silver maple on the shore of Lake Chelan. The cedar-shingled structure has a curved turret that soars two stories high and a deck to take in views of the lake.    "
                },
                "4": {
                    "title": "International: Brazil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "31 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Pete journeys to the heart of Brazil to meet up with South American treehouse impresario Ricardo Brunelli, taking his treehouse travels from the bustling city of São Paulo, to the bucolic farmlands of Paraná, and more.    "
                },
                "5": {
                    "title": "Twin Fix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "7 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Pete returns to two of his first builds to reconstruct, revamp, and revitalize a pair of treehouses in need of major makeovers. These fixes prove to be more than just a remodel job when Pete and his team give both treehouses a brand new life in the trees.    "
                },
                "6": {
                    "title": "Sunrise Daycamp Clubhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "21 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Pete constructs an amazing clubhouse for Sunrise Day Camp - a summer camp for kids battling cancer. With a crow's nest outpost and a peek-a-boo roof, this treehouse grants campers full interaction with nature by erasing the line between indoors and out.    "
                },
                "7": {
                    "title": "Magical Party Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "28 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Pete heads to the Platte River Valley of eastern Nebraska to build a magical, towering treetop castle for a family that has decided to never grow up.    "
                },
                "8": {
                    "title": "Workshop Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "11 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Pete and the crew rekindle the Treehouse Workshop and come together to build a treehouse escape with a group of young carpenters from Sawhorse Revolution, an organization focused on introducing students to carpentry through community service projects.    "
                },
                "9": {
                    "title": "Home Tree Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "18 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A treehouse escape grows into a full-time live-in treehouse when Pete lays eyes on the gargantuan Sitka spruce of his dreams for a hexagonal build on the coast of Oregon.    "
                }
            },
            "6": {
                "1": {
                    "title": "Merry Fishmas Texas Holiday Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "18 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Pete heads to Dogwood Canyon, a 10,000 acre nature preserve in Missouri. Despite a tight Christmas deadline, Pete and his team create a two-story hands-on learning haven with a giant copper-topped turret turret that can endure thousands of visitors.    "
                },
                "2": {
                    "title": "Texas-Sized Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "14 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Pete and the crew saddle up and ride on down to Leakey, TX to build a colossal, Texas-sized treehouse. He rounds-up \"the magnificent seven\" of cypresses alongside the banks of the Frio River and builds a treehouse with the longest bridge in NT&S history.    "
                },
                "3": {
                    "title": "Rustic English Re-tree-t",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "21 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Pete and his team embark on a quest to an idyllic farm in Waxhaw, NC with orders to craft an elegant English retreat with a hanging bed fit for a queen. But one thing might stand in the way of Pete and his holy grail of pastoral treehouse builds...goats!    "
                },
                "4": {
                    "title": "Treehouse \"Z\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "28 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Pete connects with old friends in Canton, NC to build them Zen-like sanctuary in the trees. Battling a record-fast 9-day build window, the team stays calm in constructing a retreat 15-ft high with a picture perfect view of the Blue Ridge Mountains.    "
                },
                "5": {
                    "title": "View from Above III",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "5 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Pete and his crew gather 'round the campfire to answer questions from fans, and recall the most magnificent builds, heartwarming memories, and downright ridiculous moments they've enjoyed in the world of treehouses.    "
                },
                "6": {
                    "title": "Apres Skihouse Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "18 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Pete designs a ski chalet treehouse that glistens as bright as the freshest powder atop a black diamond run! The 20-ft high winter retreat comes complete with a secret bedroom and a double-sided fireplace to keep guests warm both inside and out.    "
                },
                "7": {
                    "title": "Treehouse Takeover: The Roderick Experience",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "26 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Pete passes the torch to Roderick to tackle a build on land with six generations of history. A whimsical staircase wrapped in branches leads up to a hexagonal tower with colorful stained glass windows, and a platform that boasts 360 degree views.    "
                },
                "8": {
                    "title": "Camo Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "4 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Adventurous Texas family, living on a 200-acre ranch, want a camouflaged tree house that also serves as a guest house.    "
                },
                "9": {
                    "title": "Magical Modern Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "11 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A modern marvel in Georgia features a 205-foot zip line. Also: Pete visits Dale Earnhardt Jr. to check out his tree house.    "
                },
                "10": {
                    "title": "Lost in the Forest S6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "18 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "7": {
                "1": {
                    "title": "Bon-Appé-Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "8 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Surrounded by fields of red poppies and intertwined within a giant live oak, Pete creates a dining room tree house with a Provence countryside feel as part of a French restaurant.    "
                },
                "2": {
                    "title": "Adventure Headquarters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "15 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Pete and the NTS gang embark on an epic quest to give a thrill-seeking couple the treehouse of their dreams -- an adventure headquarters in the sky sitting 16 feet high in 3 cedars with a wraparound deck that provides 360 degree of stunning views.    "
                },
                "3": {
                    "title": "How 'Bout Them Apples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "22 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Pete trucks out to Walden, NY to build a treehouse tasting room for Angry Orchard. The pavilion-style structure will elevate orchard-goers high above the acres of apple trees where they'll enjoy a glass of hard cider and soak in views of the orchard.    "
                },
                "4": {
                    "title": "Frank Lloyd Lakehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "29 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Pete and the crew channel Frank Lloyd Wright for a triple-decker treehouse on the shores of Lake Barkley in Kentucky. The high design \"treehome\" will offer a bedroom, kitchen, bathroom and more!    "
                },
                "5": {
                    "title": "Treehouse Point 2.0!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "26 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Pete and his family gear up to expand their treehouse empire on 23 acres of forest wonderland. As construction kicks off, Pete enlists his son Charlie to oversee the project and builds an incredible treehouse home base for him to live in full time.    "
                },
                "6": {
                    "title": "Swiss Family Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Pete heads to Michigan to help a husband surprise his wife with a Swiss Family Robinson inspired treehouse for their anniversary! Far more advanced than its castaway motivation, the treehouse uses steel beams to hold tons of modern amenities.    "
                },
                "7": {
                    "title": "Ultimate Treehouses V",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "9 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Join Pete Nelson as he explores treehouses that tap into the mind, body, and spirit -- from a manta ray-shaped wonderland in a Thai jungle to a spirit-soothing hideaway nestled within Australia's wilderness, and many more awe-inspiring treehouses!    "
                },
                "8": {
                    "title": "Zac Brown's Space Crab",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Country superstar Zac Brown tasks Pete with building an otherworldly treehouse at Camp Southern Ground, a state-of-the-art camp for kids. The team constructs a zinc-wrapped treehouse that's half spaceship, half horseshoe crab, and out of this world!    "
                }
            },
            "8": {
                "1": {
                    "title": "Appalachian Christmas Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Pete and his merry men trek to the Blue Ridge Mountains to build a treehouse for one of their own: carpenter Mike Reynolds. Sitting 16 feet high, it will be the perfect rustic guesthouse to host friends and family.    "
                },
                "2": {
                    "title": "International: Scandinavia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "5 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Join Pete on a treehouse vacation to the pine-forested splendor of Scandinavia. First stop: the magical TreeTop Hotel in Norway. Pete then heads to the Swedish treetops and takes a swim in a frozen lake before checking in at the renowned Treehotel.    "
                },
                "3": {
                    "title": "Nature's Super HQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "12 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Pete and NTS build a treehouse for the For-Mar Nature Preserve just outside Flint, MI. The 5-platform \"nature headquarters\" will serve as a positive addition to a community still reeling from the water crisis that began in 2014.    "
                },
                "4": {
                    "title": "Glasshouse Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Pete treks to New York's Catskill Mountains to build a first - a glass house in the sky. Piecing materials together like a puzzle, Pete uses his clients' collection of 50 vintage windows to construct an elegant treehouse encased by walls of glass.    "
                },
                "5": {
                    "title": "The Owl Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Pete pushes his design-skills to create an owl-inspired library in Charlotte, NC. Evoking the face of the bird and using all sorts of curves, including rounded walls and semi-circle bookcases, the NTS crew constructs a one-of-a-kind masterpiece.    "
                },
                "6": {
                    "title": "Surprise Makeover Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    In this special season finale, Pete surprises two lucky winners to receive complete, top-to-bottom, $20,000 renovations of their existing treehouses, giving old, rundown childhood structures much needed repairs, remodels, and complete makeovers.    "
                }
            },
            "9": {
                "1": {
                    "title": "A Treehouse Fit for a Viking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Pete takes on his first international tree house in Norway; working alongside a local builder named Frode, the one-of-a-kind, 24-foot-high retreat accommodates eight and allows for stunning views of the nearby lake.    "
                },
                "2": {
                    "title": "Hill Country Hideout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Pete and his gang ride out to the Lone Star State to build a double-decker hideout in Texas Hill Country; Pete creates rustic perfection in six live oak trees with a saloon-style first floor for sippin' sarsaparilla and a glass floor for views below.    "
                },
                "3": {
                    "title": "Glamorous Glamping Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The NTS team leave their tents behind and head to New Jersey to build a campers' retreat for an outdoor-loving couple; with a screened-in porch, floating barbecue deck and cozy hanging bed, this Adirondack style tree-cabin puts glamping in the trees.    "
                },
                "4": {
                    "title": "Thrill 'n' Chill Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "18 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Pete descends upon western Washington to make a tree house for action and relaxation; with a 55-foot-long bouncy-bridge entryway into a 20-foot-high structure and a zip line that travels through the forest, this tree house generates non-stop thrills.    "
                },
                "5": {
                    "title": "Jeffersonian Honeymoon Suite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "25 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Pete and his team descend upon Virginia for the first time to bring the tree house revolution to Bella Rose Plantation; drawing on the architectural innovations of Thomas Jefferson, Pete designs a luxurious two-story tree house with colonial columns.    "
                },
                "6": {
                    "title": "The Bird Barn Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "1 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Two retirees get a retreat on their 100-acre Wisconsin farm; Pete builds a barnlike birdhouse with three separate pods - an art studio, an office and a lounge - complete with a screened-in porch and a deck overlooking their stable of alpacas.    "
                },
                "7": {
                    "title": "City Sleeker Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Pete is back in Texas to build a sophisticated, sleek-and-chic treehouse in the heart of Dallas; Daryl and the NTS team put treehouse engineering to the ultimate test at Washington State University, proving down-to-the-pound the power of the TAB.    "
                },
                "8": {
                    "title": "Grace VanderWaal's Got Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When asked in 2016 what she would do with her winnings, ''America's Got Talent'' Season 11 winner Grace Vanderwaal said she wanted a tree house built by Pete Nelson; the 13-year-old singer-songwriter's wish comes true.    "
                },
                "9": {
                    "title": "Alaskan Mountain Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It's the finale in Denali. Pete travels to Alaska to build a mountaineering lodge in the shadow of North America's highest peak, constructing an A-framed masterpiece for the Mt. McKinley Princess Wilderness Lodge with breathtaking views of Denali.    "
                }
            },
            "10": {
                "1": {
                    "title": "Double Treehouse Extravaganza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A couple wants a treehouse inspired by a children's book with a grown-up twist, and at the same time, Pete and the team build a whimsical Tudor-style theatre treehouse.    "
                },
                "2": {
                    "title": "Off-the-Grid Getaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "original air date": "12 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Pete creates an off-the-grid escape that's all about peace, love, and treehouses, man; building a stunning treehouse made from re-purposed materials, while the client, Sarah Jay, adds her own touch, a massive dream net hammock in the trees.    "
                },
                "3": {
                    "title": "Rusty Rooted River Shack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Pete and the team travel to Trempealeau, Wis., to build a rustic river shack-themed tree house for two parents who yearn for an easy escape after a long day.    "
                },
                "4": {
                    "title": "The Alaskan Treetop Sauna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Pete creates an arboreal abode for an adventurous Alaskan couple that offers all the warm fuzzies they get from the outdoors without having to brave the bitter mountain cold, and heats things up by installing a sauna in the trees!    "
                },
                "5": {
                    "title": "Treehouse Utopia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Pete partners up in Utopia, Texas, for his first joint venture: a tree house bed-and-breakfast built for romance; a French-inspired chapel of love has a 25-foot steeple and the biggest bathroom Pete has built to date.    "
                },
                "6": {
                    "title": "Treetop Medieval Fortress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Come one, come all, come hither to observe a grand treehouse of medieval proportions. It was a treat to build this playful, castle-themed treehouse in Texas for Ronnie, Ty, and their three teenage children.    "
                },
                "7": {
                    "title": "Mountainside Bulldog Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Building a pooch-friendly backyard treehouse for Ed, Gail, and their bulldogs was so much fun. Ed and Gail's home sits atop a towering hill, which offers sweeping views of the valley below.    "
                },
                "8": {
                    "title": "Shaq's Treetop Speakeasy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Shaquille O'Neal asked for a treetop man-cave where he could gather with friends for card games and libations. Throw in a pinch of moody Prohibition-era decor, a soaring ceiling and you've got a treehouse fit for this Superman.    "
                },
                "9": {
                    "title": "Visiting France",
                    "kind": "episode",
                    "episode of": {
                        "title": "Treehouse Masters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 92,
        "cast": [
            {
                "name": "Nelson, Pete"
            },
            {
                "name": "Jones, Tory"
            },
            {
                "name": "Salway, Christina"
            },
            {
                "name": "Klisanin, Dana"
            },
            {
                "name": "Green, CeeLo"
            },
            {
                "name": "Hubbard, Tyler"
            },
            {
                "name": "Kelley, Brian"
            },
            {
                "name": "Kelley, Brittney"
            },
            {
                "name": "Brown, Zac"
            },
            {
                "name": "VanderWaal, Grace"
            },
            {
                "name": "Yunker, Kris"
            },
            {
                "name": "Avery, Ben"
            },
            {
                "name": "Brown, Antonio"
            },
            {
                "name": "Collins, Erin"
            },
            {
                "name": "Sena, Steve"
            },
            {
                "name": "Frierson, Cam"
            },
            {
                "name": "Dugan, Emily"
            },
            {
                "name": "Herod, Christopher Lee"
            },
            {
                "name": "Ihlenfeldt, Chris"
            }
        ],
        "genres": [
            "Comedy",
            "Reality-TV"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG",
            "United States:TV-PG"
        ],
        "number of seasons": 11,
        "rating": 7.5,
        "votes": 1025,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI2MTE4NjMxM15BMl5BanBnXkFtZTgwNDU2NjM2MDE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Treehouse Masters",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11"
        ],
        "writer": [
            {
                "name": "Julian, Grant"
            },
            {
                "name": "Shanks, T.J."
            }
        ],
        "production companies": [
            {
                "name": "Stiletto Television"
            }
        ],
        "distributors": [
            {
                "name": "Animal Planet"
            }
        ],
        "other companies": [
            {
                "name": "Runway"
            },
            {
                "name": "Sim"
            },
            {
                "name": "Sim"
            },
            {
                "name": "VER"
            }
        ],
        "plot": [
            "A man builds one-of-a-kind treehouses."
        ],
        "synopsis": [
            "Master treehouse builder Pete Nelson and his crew travel the country creating fantastic structures in the trees."
        ],
        "tech": {
            "runtime": [
                "42 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1025,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 4,
                "rating": 9.2
            },
            "aged 18 29": {
                "votes": 195,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 338,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 188,
                "rating": 7.1
            },
            "males": {
                "votes": 571,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 144,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 262,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 116,
                "rating": 6.8
            },
            "females": {
                "votes": 211,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 49,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 69,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 69,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 36,
                "rating": 6.4
            },
            "us users": {
                "votes": 296,
                "rating": 7.5
            },
            "non us users": {
                "votes": 254,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 306,
            "9": 150,
            "8": 198,
            "7": 148,
            "6": 93,
            "5": 34,
            "4": 19,
            "3": 20,
            "2": 8,
            "1": 49
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}