{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            },
            {
                "country": "USA\n",
                "date": "3 February 2014"
            },
            {
                "country": "USA\n",
                "date": "3 March 2014"
            }
        ],
        "release dates": [
            "USA::2013",
            "USA::3 February 2014",
            "USA::3 March 2014"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "The Break-Up Bunch Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    As Cameran prepares for the birth of her baby, Shep confesses to the downfall of his relationship. Thomas has a new love interest, and all of Charleston is buzzing about what will happen when she finally meets Kathryn.    "
                },
                "2": {
                    "title": "The Break-Up Bunch Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    Shep hosts his first ever \"adult\" dinner party while the girls ban together in support of one another. Naomie stands up to JD in defense of Elizabeth; leading to the ultimate BBQ showdown.    "
                },
                "3": {
                    "title": "Groovy Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Patricia surprises Cameran by planning a glamorous retro baby shower, but not everyone gets an invite. At the shower, Craig and Naomie fall back into old habits and an unexpected guest turns the event on its head. As Cameran begins to face the realities of becoming a new mother, Kathryn makes up for lost time with her kids. Meanwhile, Thomas considers his future with Ashley.    "
                },
                "4": {
                    "title": "All Talk No Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kathryn takes the high road by inviting Thomas' new girlfriend, Ashley, to lunch. Later, a heated conversation between Craig and Naomie threatens their future.    "
                },
                "5": {
                    "title": "Pulp Friction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    As Thomas ponders his next steps with Ashley, Patricia encourages him to propose. Austen's parents push him to make some strides professionally, while Craig hires a coach to help him get his life on track. Naomie gets wind of Craig's new crush, and turns Austen's Halloween party into a house of horrors when she comes face to face with the woman.    "
                },
                "6": {
                    "title": "Exes on the Half Shell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Naomie prepares to open her family's new restaurant, and finally comes to terms with the fact that she isn't over Craig. Thomas gets himself into hot water with Ashley after she sees him flirting with Kathryn.    "
                },
                "7": {
                    "title": "Kat's Got Your Tongue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Patricia tries to make Ashley into the perfect Southern Belle and hosts a dinner party with the men of Charleston to test her skills. At the party, it seems Thomas only has eyes for Kathryn...and he may not be the only one.    "
                },
                "8": {
                    "title": "What Da Fuskie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Cameran plays the pregnancy waiting game while the rest of the gang prepares for a trip to Shep and Chelsea's hometown, Hilton Head. Meanwhile, feuding exes, Craig and Naomie, attempt to act civil with the help of an old furry friend. Austen decides to rekindle his romance with Victoria, but fears Chelsea's reaction. As Kathryn plans her son's birthday, Thomas' girlfriend gets sour from the invitation snub. Tensions flare at a beachfront argument, changing one relationship for good.    "
                },
                "9": {
                    "title": "Hilton Head-ache",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    Emotions run high during the gang's first night in Hilton Head, when Ashley confronts Kathryn. After the group is forced to pick sides, everyone is walking on eggshells for the rest of the weekend.    "
                },
                "10": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    As the Hilton Head trip comes to an end, Shep visits his mom and finally admits some truths about himself, as Chelsea takes a trip down memory lane and opens up about her past. Meanwhile, back in Charleston, Austen attempts to make amends with Victoria, and Cameran finally welcomes her new bundle of joy. When everyone comes together to celebrate Saint's second birthday, Thomas and Kathryn finally find the sweet spot with their co-parenting. Ashley, on the other hand, has a bone to pick that might just send her packing.    "
                },
                "11": {
                    "title": "Beer and Trembling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "14 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Austen prepares to debut his beer to his family and friends and Craig makes progress on his pillows for Patricia. Cameran tries to adjust to her new life with baby Palmer, while Kathryn and Shep spend some quality time together. Ashley returns from California, but her relationship with Thomas is still on the rocks. Meanwhile, Chelsea and Victoria finally cross paths at Austen's beer tasting event, putting him on the spot about their relationships.    "
                },
                "12": {
                    "title": "Gone Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "21 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    After basking in the glory of his successful beer event, Austen is hit with romantic reality and Craig faces some harsh truths. Meanwhile, as Thomas and Ashley struggle to resolve their issues, Chelsea feels vindicated when she hears some news from Shep. Cameran finally gets to enjoy some freedom from motherhood, Kathryn goes MIA and her friends fear the worst.    "
                },
                "13": {
                    "title": "Game Changer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "28 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Thomas continues to pressure Ashley to get a job in Charleston, leaving them in relationship limbo. Meanwhile, Chelsea and Austen come to terms with the state of their friendship, while Craig and Naomie, once again, try to navigate dating post break-up. After Thomas invites the gang to watch him play in his last polo match out at Brookland Plantation, Kathryn must face her fears of returning to the place she thought would be her happily ever after.    "
                },
                "14": {
                    "title": "Ho, Ho, Ho",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "12 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    After 5 years of constant tension, Patricia finally extends an olive branch and invites Kathryn to her Winter Ball. As these two former enemies make peace, the delicate truce between Craig and Naomie blows up when he brings a date to the Ball. Meanwhile, as Austen tries to warn Thomas that there's a nasty rumor circulating about Ashley, he's the one that gets burned by Ashley. When Kathryn and Ashley finally sit down to talk for the first time since Hilton Head, their conversation quickly turns combative.    "
                },
                "15": {
                    "title": "Reunion Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "19 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    After a season of betrayals, accusations and stunning revelations, the cast of Southern Charm come together to face the music and each other, minus one Charmer. When Naomie explains why she was on the offensive this season, Craig takes a page from the #meanNaomie handbook and lashes out. Meanwhile, as Kathryn celebrates her personal growth, a rare emotional outburst from Cameran proves that motherhood has brought the two women closer and united them against common foe.    "
                },
                "16": {
                    "title": "Reunion Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "26 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    On the dramatic conclusion of the Southern Charm reunion, Austen and Chelsea finally put to rest whether they will ever be more than just friends. Meanwhile, Shep gets candid about his personal activities with Kathryn. As soon as Ashley goes toe to toe with the entire cast, major revelations come to light which turn the tables in an unexpected direction and leaving Kathryn to intervene.    "
                }
            },
            "1": {
                "0": {
                    "title": "Preview Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Get an inside look at how the Southern half lives with a sneak peak at the second season of, \"Southern Charm.\" The series goes behind the walls of Charleston, South Carolina's most aristocratic families to reveal a world of exclusivity, money, and scandal that goes back generations. Season two features the close knit group of friends -- Craig Conover, Cameran Eubanks, Thomas Ravenel and his girlfriend Kathryn Dennis Calhoun, Shepard \"Shep\" Rose, Whitney Sudler-Smith and introducing new member of the cast, Landon Clements.    "
                },
                "1": {
                    "title": "Peter Pan Sin-Drome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In Charleston, you can't have a proper garden party without a potent punch. Whitney Sudler Smith hosts the festivities at his and his Mom's urban plantation where things aren't as proper as one might hope. We meet our 6th generation (at least) Southern Charmers in all of their glory as they hit on women, roll their eyes at the guys who hit on women, drink profusely, and generally exercise bad judgment. One of them will take home a young beautiful society gal, and we will debate the age old southern tome: Are you a Scarlett or are you a Melanie?    "
                },
                "2": {
                    "title": "Sh-epic Fail!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Thomas's search for a wife continues when he takes out a woman more age appropriate - 29?!? - and thinks she could be the one until she questions his felony past. Shep, feeling conflicted over being unable to get MJ's attention, winds up breaking the bro code with Craig when a few cocktails lead to questionable decisions. Whitney's mother Patricia passes judgment on his decision to open a restaurant with Shep so he decides to get serious about finding a place of his own.    "
                },
                "3": {
                    "title": "In the Cups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Thomas brushes up on his French to take one more swing with Danni at a local French restaurant. Shep sits down with an old girlfriend to discuss the future of his rapscallion lifestyle. Jenna hosts a pool party to welcome folks to her new house south of Broad. Kathryn shows up with Whitney and drops a bomb on Thomas.    "
                },
                "4": {
                    "title": "Is She or Isn't She?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Is Kathryn pregnant? Is it Shep's or Thomas's baby? What should we wear to a white tie Carolina Day party? Tough questions. Fun times.    "
                },
                "5": {
                    "title": "White Ties and White Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Carolina Day is celebrated with a glamorous white tie party. Thomas decides to bring Kathryn as his official date, Whitney brings his assistant, Jenna and Cameran come together, Shep surprisingly doesn't bring MJ, and someone is threatened to be \"bitch slapped.\"    "
                },
                "6": {
                    "title": "The Glass Menagerie Is Half Full",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Thomas, wanting to make sure his friends don't make the same mistakes he has made, hosts a dinner to share with them his thoughts on their lives. Is there someone better to give people advice on relationships? Most certainly!.    "
                },
                "7": {
                    "title": "The Third Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The crew escapes to Shep's family plantation for a pig hunt followed by a pig roast. They shoot guns, they meet the Boykin family historian, and Whitney reveals a disturbing secret to Thomas    "
                },
                "8": {
                    "title": "One of the Lost Boys Leaves Neverland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    It's July 4th and independence is on the mind. First for Whitney who shows off his new apartment away from Mom, second for Shep who makes sure that all of the women he's sleeping with attend Whitney's party, and third for Thomas - fireworks fly and as one chapter ends and a brand new one begins.    "
                },
                "9": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Kathryn Calhoun Dennis, Landon Clements, Craig Conover, Cameran Eubanks, Thomas Ravenel, Shepard \"Shep\" Rose and Whitney Sudler-Smith come together for the first time to divulge what's new in their lives and discuss some of the most-talked about highlights from this season. Andy Cohen hosts the Charleston crew as they set the record straight on all the drama and take a look back at some of the most memorable moments from season two.    "
                },
                "10": {
                    "title": "Secrets Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    The cast comes together for the first time to reveal what's new in their lives and to discuss some of the most-talked about moments this season. Plus, the relationship rollercoaster between Kathryn and Thomas takes center stage as the two reveal the current status of their love life. Andy Cohen hosts the Charleston crew as they chat about the highs and lows of the season.    "
                }
            },
            "2": {
                "0": {
                    "title": "Preview Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Everyone's favorite Charlestonians are back for a second season of debauchery, cavorting and canoodling... and what a difference a year makes! In this special episode, viewers get a chance to catch up with all their favorites. Thomas and Katherine are parents to a beautiful baby girl, changing diapers and pushing strollers, but that won't stop Thomas from making a run for the U.S. Senate! Shep is building a new home and running his restaurant and Whitney breaks in to the restaurant and music business while helping Thomas with his campaign. Meanwhile, newly married ...    "
                },
                "1": {
                    "title": "Return to Neverland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Kathryn and Thomas must plan a second christening of their daughter because the first godmother might have gotten a little too frisky with Thomas for Kathryn's liking. Shep invites an old friend, Landon, to join him for the big day and Whitney makes a point of showing up late.    "
                },
                "2": {
                    "title": "Guess Who's Coming to Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Thomas invites the gang to another one of his unpredictable dinner parties and this time he and Kathryn have some big news to share. As Cameran continues chasing her real estate dreams, Craig refuses to settle into office life. Meanwhile, Landon is ready to leave her old LA life behind and get back a Southern Lifestyle.    "
                },
                "3": {
                    "title": "Raising the Roof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Shep and Whitney finally move into their beach house as Kathryn confronts Jennifer Snowden about the true nature of her relationship with Thomas. After Thomas enlists Whitney's help in making the perfect campaign commercial, his relationship with Kathryn takes a turn for the worse.    "
                },
                "4": {
                    "title": "No Good Deed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After Thomas tells Kathryn about his \"Raise the Roof\" campaign ad, she ditches him to spend the night with a friend before turning her ire towards the real culprit, Whitney. Meanwhile, Landon helps Cooper prep for his upcoming fashion show and Craig decides not to study for the bar in order to focus on his newly found passion for modeling. Cameran enlists Shep's help in her quest to get Craig back on the path to ambition and Whitney comes under attack when he comes face to face with Kathryn at Thomas' fundraiser.    "
                },
                "5": {
                    "title": "Shep-Istotle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Thomas realizes it's time for Kathryn to get a hobby and he agrees to move her downtown into a house she can decorate. Shep decides to stage an intervention with Craig before he becomes a lost cause. And Whitney vows to avoid Kathryn at all costs at the fashion show.    "
                },
                "6": {
                    "title": "In the Cups 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    As Shep plans his 35th birthday party, Cameran decides it might be time to get a dog so she can put off having a baby for just a little longer. Meanwhile, Thomas and Kathryn move downtown just as the campaign starts heating up. Despite hoping this will improve their relationship Kathryn starts to realize Thomas' campaign manager has other ideas. And when the gang finally gets together to celebrate at Shep's party things get old school.    "
                },
                "7": {
                    "title": "Better Late Than Never",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Patricia hosts an all-male dinner party to avoid the drama that women can bring and Whitney and Thomas end up fighting like a couple of girls. Meanwhile, Craig is homesick for the Delaware and invites Shep and Whitney to his parents' house, for the weekend but not before Craig gets some potentially devastating news. When the gang gets dressed in their finest formal attire to attend Cooper's first annual Founders' Ball, Kathryn ends up home alone waiting for her Prince Charming, a.k.a.Thomas, to arrive.    "
                },
                "8": {
                    "title": "Unaware in Delaware",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n    After the Founders Ball, Craig comes face-to-face with his boss and finally learns the consequences of his partying ways. Meanwhile, Kathryn resolves to become a different person and put her troubles with Thomas behind her. When Shep and Whitney head to Delaware to spend some quality time with the Conover clan, tensions run high as secrets are revealed and friendships are tested.    "
                },
                "9": {
                    "title": "Jekyll and Snide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "11 May 2015",
                    "year": "2015",
                    "plot": "\n    Landon invites the gang to her hometown down in Georgia for a weekend getaway, but the mood changes when Shep's big brotherly advice turns into a sibling rivalry with Craig. Meanwhile, Whitney finds himself on the receiving end of Kathryn's wrath once again and after Craig and Kathryn spend the night on the beach alone rumors start flying until an explosive accusation threatens to upend Thomas' political aspirations.    "
                },
                "10": {
                    "title": "Election Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n    As Election Day approaches, Thomas deals with the aftermath of the accusations against him and Kathryn makes a decision that could impact her family and relationship forever. Meanwhile, Whitney suspects Kathryn is behind the allegations and when the gang gathers at Sermets to hear the election results it turns out that no one is in the mood to celebrate.    "
                },
                "11": {
                    "title": "Disfunction Junction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "25 May 2015",
                    "year": "2015",
                    "plot": "\n    As Thomas adjusts to his new post-election life, Kathryn can't seem to let go of their old life together. Meanwhile, Patricia organizes a charity event to benefit \"Wounded Warriors\" and gets everyone involved; Whitney's band plays, and Shep and Craig agree to a date auction. When things don't go exactly as planned, relationships are pushed to the brink - perhaps to never recover.    "
                },
                "12": {
                    "title": "Season 2 Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Kathryn Calhoun Dennis, Landon Clements, Craig Conover, Cameran Eubanks, Thomas Ravenel, Shepard \"Shep\" Rose and Whitney Sudler-Smith come together for the first time to divulge what's new in their lives and discuss some of the most-talked about highlights from this season. Andy Cohen hosts the Charleston crew as they set the record straight on all the drama and take a look back at some of the most memorable moments from season two.    "
                }
            },
            "3": {
                "1": {
                    "title": "HashtagNewCraig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Craig returns to Charleston to prove he's a changed man. Together with his new girlfriend, Craig throws himself a \"welcome back\" party at his new digs and invites the gang to get back together again. Unfortunately, the feeling isn't mutual as Shep and Craig's bromance is still on the rocks. Meanwhile, Thomas and Kathryn have officially called it quits. However, with baby #2 on the way, their tumultuous romance continues to create a wedge between them and their circle of friends.    "
                },
                "2": {
                    "title": "Miss Domesticated",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    As Thomas slowly comes to the realization that he and Kathryn need to co-parent peacefully, Cameran decides to show off her burgeoning domestic skills by throwing a dinner party. Unfortunately, the guest list isn't as inclusive as some would like and tensions flare as Craig is put in the awkward position of coming to Kathryn's defense. Meanwhile, Shep continues to play the field and Landon starts to feel the economic pinch of her divorce.    "
                },
                "3": {
                    "title": "Hold Your Horses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    As Craig settles in to his new job working for JD, Cameran recruits Shep to be her real estate partner. Meanwhile, Landon hits her dad up for cash and Kathryn begs Thomas to co-sign the lease on her new house, but that deal comes with strings attached.    "
                },
                "4": {
                    "title": "Birds of a Feather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Kathryn's pregnancy complications motivate Thomas to finally co-sign the lease on her new house, JD and Landon question the veracity of Kathryn's claims. Meanwhile, Cameran considers going to a therapist to help her understand her reluctance about motherhood. Craig stirs the pot when he questions Thomas' commitment to his baby mama, which, in turn, causes Thomas to unleash his wrath on Kathryn's BFF, Jennifer Snowden at Patricia's Flamingo party.    "
                },
                "5": {
                    "title": "Invite-Gate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "2 May 2016",
                    "year": "2016",
                    "plot": "\n    While Craig continues to question the real reason why Kathryn is on the outs, Shep considers settling down with one lucky lady. Meanwhile, Kathryn comes to terms with her volatile past and attempts to make her way back into the group by reaching out to Cameran. Landon prepares for a \"Shepic\" birthday party, which leaves Shep wondering if Landon even knows him at all.    "
                },
                "6": {
                    "title": "Beast of Bourbon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n    Kathryn reaches out to an old friend in hopes of making amends. Meanwhile, Landon heads to New York for the opportunity of a lifetime as Thomas grows fearful for the health of his unborn child and turns to Shep for help. When Craig takes a step forward in his relationship with Naomie, he receives a blow from JD at work that sets him two steps back.    "
                },
                "7": {
                    "title": "Blue Ridge Mountain Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "16 May 2016",
                    "year": "2016",
                    "plot": "\n    Tired of the anti-Kathryn brigade, Craig digs deep into the past to get to the root of all the animosity. Meanwhile, Cameran reveals more than she bargained for in her first therapy session and Thomas wonders if Kathryn is sincere when she gives him the okay to go to North Carolina. And just as the gang settles into the serenity of the mountains, it all unravels as secrets are revealed and friendships tested.    "
                },
                "8": {
                    "title": "Whit's End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "23 May 2016",
                    "year": "2016",
                    "plot": "\n    When Craig voices his theory about Whitney and Kathryn, he learns that not everyone shares his opinion. With the mountain trip ruined and the group dynamic strained, Craig embarks on a road to redemption to salvage his friendships with Cameran and Whitney before he becomes odd man out. Meanwhile, back in Charleston Kathryn breaks the news to Thomas that the baby is coming ahead of schedule, thwarting his plans for a guys' weekend in L.A.    "
                },
                "9": {
                    "title": "Saint and Sinners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "30 May 2016",
                    "year": "2016",
                    "plot": "\n    As Thomas and Kathryn get ready to welcome their son into the world, JD questions whether Thomas is actually the father. Meanwhile, Craig leaves his Gentry responsibilities behind and heads to LA for a boys' weekend and to make amends with Whitney. And as Shep enjoys the single life in LA, Landon reveals to Cameran that she's been harboring feelings for her bestie all along.    "
                },
                "10": {
                    "title": "From Here to Paternity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    With the arrival of their son St. Julien, Thomas and Kathryn begin taking 'baby' steps towards a possible reconciliation. Meanwhile, Shep is dealt a blow in his relationship with Bailey, but will a surprising declaration from Landon help mend his broken heart? Meanwhile, Craig reconnects with his former boss to get advice about returning to the world of law, and a talk between Cameran and her mom about having children leads to an unexpected conclusion. And when Patricia hosts an all male dinner honoring Thomas' newborn son, shocking revelations and fiery accusations ...    "
                },
                "11": {
                    "title": "Words of Wisdom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "13 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    After questions about Baby Julien's paternity arise, Thomas is determined to prove that Kathryn and the kids should not be overlooked. Meanwhile, Patricia takes Landon under her wing to show her how to make Shep swoon. And when Thomas hosts a dinner party to celebrate his new house and new family, a toast that's meant to bring the gang together, just might tear them apart forever.    "
                },
                "12": {
                    "title": "Founder's Brawl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "20 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the aftermath of T-Rav's dinner party fiasco, Kathryn relishes the fact that Thomas finally had her back against her arch-nemesis, Landon. Meanwhile, JD and Whitney stage an intervention to air their concerns over Thomas' erratic behavior as Cameran finally finds peace of mind at her second therapy session. And just as things in Charleston seem to be simmering down, the gang gets together at the second annual Founder's Ball where all the tension comes to a boil.    "
                },
                "13": {
                    "title": "Reunion Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "27 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The cast of Southern Charm rehashes the tumultuous season in the first episode of the two-part reunion. #NewCraig is put in the hot seat, Cameran gets called out for being a mean girl and Shep recounts a surprise prison stint. And as Thomas and Kathryn'۪s touchy relationship continues to be in the news thanks to new allegations, it'۪s the simmering resentment between Landon and Kathryn that forces one cast member to walk off set.    "
                },
                "14": {
                    "title": "Reunion Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    On the dramatic conclusion of the Southern Charm reunion, Kathryn and Landon continue to argue over the details of Landon and Thomas' alleged relationship. Meanwhile, Jennifer Snowden admits a shocking new twist in her liaison with Thomas. Shep and Craig try to stay above the fray and in doing so expose their true allegiances. And, a surprise reconciliation between two former foes has Cameran speechless.    "
                }
            },
            "4": {
                "0": {
                    "title": "How They Got Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 0,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Your seven favorite fun-loving Charlstonians are back in this half-hour special recapping the best and worst moments from three seasons worth of love triangles, baby mama drama, friendship clashes, and scandals set in the aristocratic Charleston, South Carolina social scene. Relive the roller coaster ride that is Thomas and Katherine's May December romance, root for Craig's as he fumbles getting his life together, live the carefree trust fund kid lifestyle vicariously through Shep, rock out with Whitney, play the peacemaker with Cameran, and watch Landon on her quest ...    "
                },
                "1": {
                    "title": "While the Kat's Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas has full custody of his children and has risen to the challenge of being a single dad, by mostly giving up his former playboy lifestyle. Shep, however continues to be Charleston's perennial bachelor and now, has a new wingman, Austen. Cameran, is still determined to see Shep settle down and is convinced she knows just the girl who can reel him in. Landon is back in Charleston with a new boyfriend and determined to turn her travel website into a success. After a stint in rehab Kathryn has returned, and according to Thomas, refusing to take a drug test.    "
                },
                "2": {
                    "title": "Roamin' Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    As Cameran gets a sneak peek at motherhood, Kathryn's trip to Malibu proved to be more than just sun bathing and surfing. Shep confronts Craig about the true nature of his legal career, but leaves their friendship on the field. As Landon prepares to launch her website, a new romance begins to percolate as Thomas realizes he needs a step-mother for his children.    "
                },
                "3": {
                    "title": "Step and Release",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Craig attempts to \"adult\" by helping Naomie throw a fundraiser, but the differences in their planning styles threatens to expose the cracks in their relationship.    "
                },
                "4": {
                    "title": "Shepwrecked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Kathryn struggles with supervised visitation with her children as Craig judges Thomas' parenting style. While Craig meddles in the affairs of his friends, his life with Naomie is starting to fall apart. At Shep's birthday Whitney confronts Landon about Thomas, while Cameran tries to convince Shep it's not too late to win Chelsea back.    "
                },
                "5": {
                    "title": "Craig of All Trades, Master of None",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Cameran turns to the supernatural, while Thomas takes a leap of faith by asking Landon out. Shep confronts Austen about his bro-code violation over a game of basketball and faces a health scare. Naomie reaches her boiling point when she learns of Craig's latest endeavor.    "
                },
                "6": {
                    "title": "To Liver and Die in Charleston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Shep receives some shocking news about his health. Love is in the air as Austen and Chelsea deepen their bond, and Thomas and Landon's connection is tested over a dinner at Patricia's house. Jennifer hosts a Sip and See to celebrate her new baby, Craig finally seals the deal on an investment property while his relationship with Naomie continues to unravel.    "
                },
                "7": {
                    "title": "Fowl Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    As Kathryn contemplates a reunion with the father of her children, Patricia continues to push Landon and Thomas closer together. Craig and Naomie attempt to reconcile, and Shep plans a getaway for the group. Cameran has to admit defeat when Chelsea falls for Austen's hunting prowess.    "
                },
                "8": {
                    "title": "Sari, not Sari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    Craig and Naomie visit a therapist while Austen and Chelsea continue to grow closer. Shep runs into Austen and Landon at a bar. Kathryn writes Thomas a letter in the hopes that they can finally move forward. Patricia hosts an dinner in honor of her new caftan line, and invites an Indian healer who reveals the gangs' future. It's Whitney's revelation that Kathryn has also reached out to him that shocks the group the most.    "
                },
                "9": {
                    "title": "Guess Who's Coming to Lunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    Cameran agrees to see if Kathryn has really changed her ways, and brings along a surprise guest. Meanwhile, Austen and Craig discuss the possibility that Shep may still have his heart set on Chelsea.    "
                },
                "10": {
                    "title": "The Hangover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    As Thomas and Kathryn break their standoff to celebrate their son's birthday, Patricia continues her quest to make Landon Saint and Kensie's new step-mother. Cameran begins to rethink motherhood and Craig proves he's finally all grown up when he gets the keys to his new house. After Shep decides that he needs to get out of downtown Cameran offers to show him a house.    "
                },
                "11": {
                    "title": "Boys Gone Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    After Thomas agrees to let Kathryn do a photo shoot with Kensie, the reality of their situation becomes impossible to ignore.    "
                },
                "12": {
                    "title": "A Tribe Called Key West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Tensions are high as the group heads down south for Cam's birthday trip. Austen questions Chelsea's commitment to their relationship, and Craig finds himself on thin ice with Naomie. Kathryn reveals shocking new information about Thomas and Landon's relationship. When she confronts Landon face to face at a group dinner chaos ensues.    "
                },
                "13": {
                    "title": "Ain't No Thang Like a Chicken Wing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "26 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    As Chelsea and Austen struggle to define their relationship, Craig and Naomie decide the fate of theirs.    "
                },
                "14": {
                    "title": "Reunion Part I",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The cast of Southern Charm rehashes the season in the first episode of the two-part reunion.    "
                },
                "15": {
                    "title": "Reunion Part II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Charm (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    On the dramatic conclusion of the Southern Charm reunion, Kathryn and Landon argue over the details of Landon and Thomas' alleged three day tryst. And as Chelsea confronts Shep about the infamous night at the Commodore, Whitney reveals why he thought Austen was overreacting. Also, Andy tries to resolve the issue of which one of the guys was being the meaner drunk and presents a sneak peek at the new series Relationshep.    "
                }
            }
        },
        "number of episodes": 70,
        "cast": [
            {
                "name": "Dennis, Kathryn"
            },
            {
                "name": "Smith, Whitney"
            },
            {
                "name": "Olindo, Naomie"
            },
            {
                "name": "Baird, Danni"
            },
            {
                "name": "Meissner, Chelsea"
            },
            {
                "name": "Conover, Craig"
            },
            {
                "name": "Rose, Shep"
            },
            {
                "name": "Ravenel, Thomas"
            },
            {
                "name": "Eubanks, Cameran"
            },
            {
                "name": "Jacobs, Ashley"
            },
            {
                "name": "Clements, Landon"
            },
            {
                "name": "King, Jenna"
            },
            {
                "name": "Altschul, Patricia"
            }
        ],
        "locations": [
            "Charleston, South Carolina, USA",
            "Studio Charleston, Charleston, South Carolina, USA::(promo)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 6.2,
        "votes": 541,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU2NTM0ODcyNV5BMl5BanBnXkFtZTgwOTE4NDkyNDM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The notoriously closed society of Charleston, South Carolina unlocks the gates of their centuries-old plantation homes for a real-life look at how modern-day Southern aristocracy lives. Get charmed by the social scene which is bound by tradition and ostentation unlike any other culture in America, through a group of the city's most charismatic gentlemen and their Southern belle equals.",
        "languages": [
            "English"
        ],
        "title": "Southern Charm",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Southern Charm (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Kestner, Bryan"
            },
            {
                "name": "Smith, Whitney"
            }
        ],
        "production companies": [
            {
                "name": "Haymaker"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "other companies": [
            {
                "name": "Gotham Sound and Communications"
            },
            {
                "name": "Reel Security"
            },
            {
                "name": "Reel Security"
            },
            {
                "name": "Runway"
            }
        ],
        "plot": [
            "The notoriously closed society of Charleston, South Carolina unlocks the gates of their centuries-old plantation homes for a real-life look at how modern-day Southern aristocracy lives. Get charmed by the social scene which is bound by tradition and ostentation unlike any other culture in America, through a group of the city's most charismatic gentlemen and their Southern belle equals.::Bravo!"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 541,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 37,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 195,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 105,
                "rating": 5.0
            },
            "males": {
                "votes": 132,
                "rating": 4.9
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 71,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 39,
                "rating": 3.9
            },
            "females": {
                "votes": 234,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 27,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 123,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 64,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 22,
                "rating": 4.0
            },
            "us users": {
                "votes": 221,
                "rating": 6.1
            },
            "non us users": {
                "votes": 54,
                "rating": 4.8
            }
        },
        "number of votes": {
            "10": 155,
            "9": 43,
            "8": 79,
            "7": 78,
            "6": 40,
            "5": 27,
            "4": 8,
            "3": 14,
            "2": 18,
            "1": 79
        },
        "arithmetic mean": 6.8,
        "median": 8
    }
}