{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "29 April 2013"
            },
            {
                "country": "Germany\n",
                "date": "20 April 2017"
            }
        ],
        "release dates": [
            "UK::29 April 2013",
            "Germany::20 April 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Job Lot"
            },
            {
                "countries": "Germany",
                "title": "The Job Lot - Das Jobcenter"
            },
            {
                "countries": "Russia",
                "title": "Всякая всячина"
            }
        ],
        "akas": [
            "The Job Lot (original title)",
            "The Job Lot - Das Jobcenter Germany",
            "Всякая всячина Russia"
        ],
        "akas from release info": [
            "The Job Lot (original title)",
            "The Job Lot - Das Jobcenter Germany",
            "Всякая всячина Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When Trish tells Natalie she believes she may be pregnant by the man who sold her a Welsh dresser Natalie buys her a self-testing kit but Karl wrongly assumes that it is for his girlfriend Natalie and panics. Seeing the result Trish is over-joyed to think that she is about to become a mother but has unfortunately reckoned without Angela bringing her pregnant cat to work.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "13 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Feeling that she is not yet ready to move in with Karl Natalie makes an excuse which almost leads to Karl becoming Trisha's sperm donor and results in a session with Ash, a psychologist who has become the office's new employee. Angela is inevitably unimpressed by him but he makes an impact on permanently unemployed Bryony.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Kevin, an ex-factory worker with aspirations to be a Country and Western singer, gets his benefits turned down by Karl as he refuses a Poundland job interview which would clash with a gig. As a result he takes Trish hostage and so begins a roof-top siege. Karl reluctantly agrees to act as negotiator but when he reaches the roof finds Trish has bonded with her kidnapper - that is until Karl has an accident which brands him the hero of the hour.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "27 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When the fire alarm goes off it is assumed that it is just a drill but it is a real fire started by Angela to draw attention to the inefficiency of the system. Since financing effective fire-fighting would mean cancelling the Christmas party the staff goes on strike with Karl taking advantage of the situation by trying to chat up a girl in the pub. Unfortunately she is not what she seems.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "3 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Trish is smitten by Greg, who manages another job centre and who persuades her to introduce bean-bag chairs, relaxing music and feedback forms for the clients to 'destressify' them. Unfortunately all the feedback forms are highly critical and Trish, Ash and Karl fake a burglary to destroy them. Next time Trish meets Greg she realizes that she has been duped.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    On the Job Centre's twenty-fifth anniversary Natalie brings in its first manager Maggie Higgins, who amazes everybody by recalling the time when Angela was pleasant and humorous but makes the mistake of trying to report her for benefit fraud. The appearance of Trish's holiday romance, handsome Spaniard Raul, who wants to marry her despite not speaking English, prompts Karl into performing a romantic gesture - which unfortunately brings the police to the office.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 36,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Brownall House Job Centre manager Trish aims to turn the unemployed into the fun employed but faces apathy from her staff,notably bored Angela and security guard Paul,who moonlights as a carpet fitter and uses the Centre's phone for his business. The only reliable employee,young Karl,sick of seeing professional shirkers like Bryony and Graham,decides to quit but changes his mind on meeting new temp Chloe. He agrees to give a presentation but when his white-board is sabotaged is grateful to Bryony for helping him out. He looks forward to a drink with Chloe but,on ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 29,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Trish brings in army sergeant Steve Fox for a recruitment drive. He gets few takers but the female staff all fall for him - especially after he has expelled a man working whilst signing on - and Karl thinks he would be a great best friend. Only Paul resents him. Angela and Trish vie for his attention,Trish getting her hair caught in a hand drier in the process but after Steve has extricated her they go on a date. Sadly she comes on too strong to him and so she ends up in the pub with the other workers.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    When the local car plant closes overnight Brownall House is inundated with hundreds of the unemployed,Paul using the opportunity to try and sell them carpets. Flu-stricken Karl unwittingly antagonizes a woman before accepting an energy drink from investigator George,which turns out to be lethal. Trish takes a turn at the desk,discovering that Angela is using the works computer for her dating site but when she asks George to fix it he ends up causing all the building's computers to crash. As a result all applications are processed by hand and the staff must work after ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 25,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    Trish panics on learning that an undercover inspector is coming to rate Brownall House. She is certain he is hard-of-hearing Alan Tucker and goes out of her way to be helpful - as well as acting as marriage guidance counsellor to a pair of notorious benefit cheats. And there is a further complication when regular claimant Graham appears to have died. In fact the inspector,a young woman,is seen by Angela,who is customarily unhelpful and disinterested so Trish ,as damage limitation,sends in the charming Karl. Unfortunately the inspector mistakes his easy manner for an ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "3 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Karl brags about having had sex with his new girlfriend,barmaid Mia,but is appalled when she comes in to sign on,as she is working and claiming and he is not meant to date clients. Thus he makes excuses to keep her from his colleagues. However she tells him she will soon be working on a cruise ship and encourages him to join her. He gives written notice but Trish,bleary-eyed after a visit to the optician,cannot read it and he eventually withdraws it. Angela buys a coffee percolator but is too mean to let the others use it so George gets revenge by putting new-mum ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 24,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    On her birthday Trish asks Karl to be acting manager to which he reluctantly assents as Angela spitefully drops him in it when an angry claimant glues herself to her desk and the queue of job-seekers increases. Furthermore nobody takes Karl seriously when he gives Paul a warning for storing his carpets in the office. Trish confides in Karl that she is angry with her ex-husband for leaving her for a younger woman and makes him accompany her to his house,where she breaks in and reclaims her dogs. Mission accomplished they return to work and Trish's birthday party.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Following the party to celebrate Trish's divorce Karl is shocked to find himself waking up nude in her bed. On arriving at work he meets the new deputy manager Natalie Mason whom Trish rates but about whom Angela is typically cynical. However thanks to Natalie the whole office gets to know about his one night stand with Trish and, feeling embarrassed, he applies for a new job. Of course he fails but finds the means to get himself back with the job lot when he discovers Trish at it with his flat-mate Tom.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Trish aims to impress business woman Jamina McNulty who is looking for a team leader to sell her hot tubs in China. Meanwhile Karl is annoyed when hunky phone engineer Andy flirts with Natalie so he tells Andy that she is his girl-friend. All the applicants are unsuccessful due to their inability to speak Mandarin though surprisingly Andy does speak the language and gets the job. However Jamina's sexist treatment of him in the hot tub leads Trish to cancel the deal.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Aware that the local MP backs job opportunities for young people Natalie invites him to an unemployment initiative day when each staff member mentors a young job-seeker. Sadly most of the clients are quite disinterested except Ann-Marie, who fancies Karl and compromises him into going on a date with her whilst Angela contrives an accident to get rid of the stroppy Bryony. George, the fraud investigator, gives a seminar explaining how he works but this leads to Karl accidentally Tasering Trish and when the MP arrives she looks so dishevelled that he mistakes her for a ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The staff are encouraged to get more people back in work and Natalie challenges Angela to hit the best target with the lazy Angela meeting her match as Trisha helps Natalie to win. Trisha also tries to set Natalie up on a date with Karl but he misses it, as he is on surveillance with George, wrongly staking out a genuinely disabled person. Next day Natalie throws herself at Karl whilst Tom, having rejected Trisha when he found she was older than she claimed, stages a demonstration to show he still loves her.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "22 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Janette and Paul become unlikely heroes. Trish loses her phone and Natalie gets into trouble with one of the job seekers.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Lot (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The staff attends a mandatory Saturday morning work-shop on health and well-being with employees from the Kingstanding branch. In the exercises Karl is hoping to be paired with Natalie but ends up with irresponsible Tyler, who gets him high whilst Natalie is teamed with Trish's opposite number Denise, who is keen to poach her. Trish overhears Denise asking Natalie to be her deputy but gets locked in her office. Natalie accepts the offer because she is fond of Karl and the rules state that colleagues cannot date. However Trish escapes in time to change the rules and ...    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Hadland, Sarah"
            },
            {
                "name": "Tovey, Russell"
            },
            {
                "name": "Curran, Angela"
            },
            {
                "name": "Enright, Jo"
            },
            {
                "name": "Marquez, Martin"
            },
            {
                "name": "Aikman, Laura"
            },
            {
                "name": "Maudsley, Tony"
            },
            {
                "name": "McShera, Sophie"
            },
            {
                "name": "Akhtar, Adeel"
            },
            {
                "name": "Kari, Tamla"
            },
            {
                "name": "Mohammed, Nick"
            },
            {
                "name": "Edwards, Dylan"
            },
            {
                "name": "Boyle, Nigel"
            },
            {
                "name": "Bagnall, Mark"
            },
            {
                "name": "Harris, Lee Nicholas"
            },
            {
                "name": "Steppa, A.k."
            },
            {
                "name": "Brookes, Graeme"
            },
            {
                "name": "Coleman, Dominic"
            },
            {
                "name": "Connor, Colin"
            },
            {
                "name": "Di Martino, Sophia"
            },
            {
                "name": "Anderson, Samuel"
            },
            {
                "name": "May, Tomi"
            },
            {
                "name": "Beckett, Alex"
            },
            {
                "name": "Benton, Mark"
            },
            {
                "name": "Brown, Delroy"
            },
            {
                "name": "Duffy, Keith"
            },
            {
                "name": "Brown, Ray Emmet"
            },
            {
                "name": "Doherty, James"
            },
            {
                "name": "Hoffmann-Gill, Daniel"
            },
            {
                "name": "Howitt, Christopher"
            },
            {
                "name": "Thomson, John"
            },
            {
                "name": "Ahmadi, Zahra"
            },
            {
                "name": "Baker, David"
            },
            {
                "name": "Beaumont, Daisy"
            },
            {
                "name": "Fielding, Susannah"
            },
            {
                "name": "Pertwee, Sean"
            },
            {
                "name": "Bancroft, Darren"
            },
            {
                "name": "Cavaliero, Rosie"
            },
            {
                "name": "Cave, Jessie"
            },
            {
                "name": "Edmond, Neil"
            },
            {
                "name": "Hoult, Colin"
            },
            {
                "name": "Cain, Justine"
            },
            {
                "name": "Laird, Trevor"
            },
            {
                "name": "Lane, Elsie"
            },
            {
                "name": "Lowe, Alex"
            },
            {
                "name": "Davies, Eileen"
            },
            {
                "name": "Holder, Nick"
            },
            {
                "name": "Trenaman, Martin"
            },
            {
                "name": "Vincent, Sue"
            },
            {
                "name": "Chazen, Debbie"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 7.1,
        "votes": 924,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2Y2M2ZhYTUtMTM3Ny00NDc2LWI5NDctYTY5OWEyMmY1OTEyXkEyXkFqcGdeQXVyNjA1MzI0Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "GBP1,000,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Job Lot",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Downes, Claire"
            },
            {
                "name": "Jarvis, Ian"
            },
            {
                "name": "Lane, Stuart"
            }
        ],
        "production companies": [
            {
                "name": "Big Talk Productions"
            },
            {
                "name": "ITV Productions"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "ITV Productions"
            },
            {
                "name": "Polyband"
            }
        ],
        "other companies": [
            {
                "name": "Guys & Dolls Casting"
            }
        ],
        "plot": [
            "The daily troubles of everyone who works at the job centre."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 924,
                "rating": 7.1
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 191,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 311,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 167,
                "rating": 7.2
            },
            "males": {
                "votes": 517,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 127,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 222,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 129,
                "rating": 7.1
            },
            "females": {
                "votes": 190,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 59,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 86,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 36,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 31,
                "rating": 5.8
            },
            "us users": {
                "votes": 66,
                "rating": 6.8
            },
            "non us users": {
                "votes": 481,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 130,
            "9": 100,
            "8": 207,
            "7": 256,
            "6": 124,
            "5": 47,
            "4": 17,
            "3": 12,
            "2": 11,
            "1": 20
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}