{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 January 2013"
            }
        ],
        "release dates": [
            "USA::29 January 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Gold Coast, Queensland, Australia",
            "Birmingham, Alabama, USA",
            "Key Largo, Florida, USA",
            "Islamorada, Florida, USA"
        ],
        "genres": [
            "Crime",
            "Reality-TV"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjE3MDQ2MjE0Nl5BMl5BanBnXkFtZTcwMDk0Nzg0OQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$225,000 (estimated)",
        "plot outline": "A New A&E/Biography Channel Series: Deadly Paradise - Deadly Paradise is about evil acts in beautiful places. It is a classic story in a setting of lush surroundings. (THINK \"body heat, Casablanca\"). It will take viewers on a journey to the most beautiful locations on earth and along the way unravel the truth about murderous plots. It is not uncommon for spouses to wait for the opportunity to kill away from home. Accidents are easier to fake, there are no neighbors to notice behavior, fellow tourists are preoccupied with having fun and the local police are less interested in foreigners Deadly Paradise is a cautionary tale. It has a mood that hints all is not well in paradise. Nothing is quite what it seems. Human passions are driving people toward unseemly acts while all around them is bright and seemingly innocent. Someone is about to die.",
        "languages": [
            "English"
        ],
        "title": "Deadly Paradise",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Deadly Paradise (United States)"
        ],
        "production companies": [
            {
                "name": "P & L MEDIA"
            },
            {
                "name": "P&L Media"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            }
        ],
        "plot": [
            "A New A&E/Biography Channel Series: _Deadly Paradise_ (qv) - _Deadly Paradise_ (qv) is about evil acts in beautiful places. It is a classic story in a setting of lush surroundings. (THINK \"body heat, Casablanca\"). It will take viewers on a journey to the most beautiful locations on earth and along the way unravel the truth about murderous plots. It is not uncommon for spouses to wait for the opportunity to kill away from home. Accidents are easier to fake, there are no neighbors to notice behavior, fellow tourists are preoccupied with having fun and the local police are less interested in foreigners _Deadly Paradise_ (qv) is a cautionary tale. It has a mood that hints all is not well in paradise. Nothing is quite what it seems. Human passions are driving people toward unseemly acts while all around them is bright and seemingly innocent. Someone is about to die.::Peter Brennan"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color",
                "Color (HD)"
            ]
        }
    }
}