{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "26 March 2013"
            }
        ],
        "release dates": [
            "Australia::26 March 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Beef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask the Butcher (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Lamb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask the Butcher (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Pork",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask the Butcher (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Puharich, Anthony"
            }
        ],
        "locations": [
            "New Zealand",
            "Japan",
            "Western Australia, Australia",
            "New South Wales, Australia",
            "Tasmania, Australia",
            "Victoria, Australia",
            "Queensland, Australia",
            "South Australia, Australia"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Anthony Puharich knows meat. He should. He's the butcher that stands between Australia's best producers and chefs, whether at his meat boutique Victor Churchill or supplying Australia's best restaurants. Join him on a culinary journey from farm gate to the dinner plate, and learn how to make the most of your meat. When Anthony was a young boy, he spent countless hours with his father, Vic, one of Australia's leading butchers - learning how to work with, cook and respect all varieties of meat. 20-years later, Anthony, along with his father have grown Vic's Premium Quality Meats from a retail shop in Sydney, to an international meat wholesaler. Ask the Butcher will take you behind the farm gate, in to the deep freezer and on to the hot grill, to learn anything you could possibly want to know about meat. Each week, Anthony and his team will explain individual cuts of meats and take you through the aging process at his famous - and one of the world's coolest - butchers shops, Victor Churchill. Beef, lamb, pork, cured meats, poultry and game will all be on the menu. Anthony will visit the kitchens of some of Australia's top chefs including Matt Moran, Shannon Bennett, Peter Gilmore, Kylie Kwong and Neil Perry. As well as explore cooking at home and how best to utilize the meats readily available at your local butchers. No steak will be left unturned as Anthony educates and entertains with his laid-back, rock and roll approach to all things carnivorous. The 8-part series is produced by Valarc Films for the LifeStyle FOOD Channel.",
        "languages": [
            "English"
        ],
        "title": "Ask the Butcher",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Ask the Butcher (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Valarc Films"
            }
        ],
        "distributors": [
            {
                "name": "LifeStyle Food"
            }
        ],
        "plot": [
            "Anthony Puharich knows meat. He should. He's the butcher that stands between Australia's best producers and chefs, whether at his meat boutique Victor Churchill or supplying Australia's best restaurants. Join him on a culinary journey from farm gate to the dinner plate, and learn how to make the most of your meat. When Anthony was a young boy, he spent countless hours with his father, Vic, one of Australia's leading butchers - learning how to work with, cook and respect all varieties of meat. 20-years later, Anthony, along with his father have grown Vic's Premium Quality Meats from a retail shop in Sydney, to an international meat wholesaler. _Ask the Butcher_ (qv) will take you behind the farm gate, in to the deep freezer and on to the hot grill, to learn anything you could possibly want to know about meat. Each week, Anthony and his team will explain individual cuts of meats and take you through the aging process at his famous - and one of the world's coolest - butchers shops, Victor Churchill. Beef, lamb, pork, cured meats, poultry and game will all be on the menu. Anthony will visit the kitchens of some of Australia's top chefs including Matt Moran, Shannon Bennett, Peter Gilmore, Kylie Kwong and Neil Perry. As well as explore cooking at home and how best to utilize the meats readily available at your local butchers. No steak will be left unturned as Anthony educates and entertains with his laid-back, rock and roll approach to all things carnivorous. The 8-part series is produced by Valarc Films for the LifeStyle FOOD Channel.::Matteo Bruno"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}