{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 November 2013"
            }
        ],
        "release dates": [
            "USA::10 November 2013"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Still Thicker Than Ever?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "27 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    With the majority of their children living away from the Tankard palace, Ben and Jewel relish in the fact that Marcus and Tish have decided to move into the estate with their newborn son Micah. While Micah's baby dedication ceremony seems like the perfect opportunity for a family reunion, emotions reach a boiling point when Brooklyn decides to confront her father regarding years of unresolved issues. Meanwhile, Cyrene engages in dicey behavior while away at college, causing the entire family to worry.    "
                },
                "2": {
                    "title": "Micro-Momager",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Excited to be living on her own, Cyrene embraces all the opportunities that college life has to offer but tensions rise when she makes an irresponsible diet choice that puts her health in jeopardy. Looking to take her music career to the next level, Brooklyn asks Marcus to provide honest feedback on her vocal skills. Meanwhile, new parents, Marcus and Tish struggle to compromise on the best way to raise their son Micah.    "
                },
                "3": {
                    "title": "Hard Knock Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Jewel heads to Detroit to tape her talk show and invites Brooklyn, Britney and Cyrene along to join her in Motor City. The ladies embark on a girls trip down memory lane as Jewel gives her daughters a front row view at monumental locations from her past in hopes she can reconnect with her youngest daughter Cyrene. Back in Tennessee, Brooklyn opens up to reveal her brewing resentment towards her father while Britney reveals emotional revelations of her own. On the cusps of fatherhood, Benji looks to Marcus and Ben for advice on how to be a fearless father.    "
                },
                "4": {
                    "title": "Oh Baby!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The Tankard family is over the moon elated that the newest Tankard will arrive soon and excitement builds when Benji and Shanira reveal the sex of their baby. Britney decides to test the waters by telling Marcus a shocking revelation about the next chapter in her life, but can she find the strength to tell her father the big news? Meanwhile, Jewel continues to micromanage Cyrene creating tension. Brooklyn grows emotional about her unstable relationship with Ben and tensions build when Shanira criticizes Marcus and Tish on their parenting style, causing the entire ...    "
                },
                "5": {
                    "title": "Family Feuds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    After Shanira criticizes Marcus and Tish's parenting style, the Tankard Palace is flooded with chaos and full-fledged family feud erupts. Unable to bite his tongue, Benji reveals growing frustrations of his own, which encourages Marcus to weigh in with his own perspective on family matters. In an effort to escape more confrontations between the juveniles, Ben steals Jewel away to a secret location for a romantic date. Meanwhile, Brooklyn grows aggravated that her family won't address their issues head on and encourages them to sit down and talk face to face. Later on,...    "
                },
                "6": {
                    "title": "Through Thick and Thin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "8 May 2016",
                    "year": "2016",
                    "plot": "\n    Tensions rise as Ben and Brooklyn's conversation reaches an explosive point. Finding himself at a loss for words, Ben turns to Jewel who intervenes to help keep the peace. Meanwhile, Cyrene reveals her true feelings about her mother to Shanira. Britney continues to pursue her dream of having a child of her own but when Brooklyn criticizes her sister's intention to pursue single motherhood, the sisters can't see eye to eye, leading to frustrated tears and a bitter exchange.    "
                },
                "7": {
                    "title": "Love, Marriage and Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    The entire group sets off on a road trip to a gorgeous cabin in Chattanooga but while en route, Britney and Brooklyn get into a heated argument that escalates to new heights. Cyrene makes a shocking admission that makes Jewel happy, but with Britney refusing to speak to her sister, the family worries that this argument has officially gone too far. While Jewel works to diffuse the situation, Ben gathers the remaining juveniles together to devise a plan to surprise Jewel with the ultimate fifteenth anniversary celebration.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Marcus takes a leap of faith and decides to throw a fashion show for his bow tie line with the help of Brooklyn. Cyrene reveals a shocking secret to Britney and Marcus. Meanwhile, the family discovers that Benji and Shanira's baby is scheduled to arrive the same day as Brooklyn's listening party. It's a Tankard tug of war as the entire family is torn between supporting Benji or Brooklyn on one of the most important days of their lives.    "
                },
                "9": {
                    "title": "Family First",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In an emotional mother-daughter moment, Cyrene shares a personal secret she's been keeping from Jewel. Benji and Shanira prepare to welcome their baby into the world while Brooklyn prepares to debut her music for the first time. Ben seizes the opportunity to finally prove his support for his oldest daughter but heavy tension still lingers between Britney and Brooklyn. The Tankards have one big day to prove their unwavering support for one another but if things don't go off without a hitch the ramifications could be colossal.    "
                }
            },
            "1": {
                "1": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Pastors and parents, Ben and Jewel Tankard, work at raising their blended family under one roof. Ben becomes protective when a young man courts his youngest daughter, Cyrene, as his prom date. Brooklyn longs for her family's support when her marathon coincides with Cyrene's prom. Britney and Brooklyn go on a double date where their checkered pasts are revealed.    "
                },
                "2": {
                    "title": "Sibling Biblery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Ben stresses the importance of being a millionaire if your last name is Tankard, while Jewel promotes financial independence to women in the community. Sibling rivalries heat up when Brooklyn and Benji go head to head mixing business with family, and Junice drops a bomb on Jewel.    "
                },
                "3": {
                    "title": "Southern Discomfort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Ben and Jewel grow suspicious when Brooklyn crashes the family car. Jewel has troubles of her own after Junice reveals certain family secrets. Sibling feuds continue when Benji and Cyrene accuse Brooklyn of illegal behavior.    "
                },
                "4": {
                    "title": "Not the Family Standard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Jewel plans her parents' 46th wedding anniversary. Junetta, Junice, and Jewel attend counseling to settle their problems. Benji re-proposes to Shanira.    "
                },
                "5": {
                    "title": "Kandi Rocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    When Kandi Burruss visits the Tankards, Jewel's core beliefs and parenting styles are challenged. Then Brooklyn struggles finding the balance between work and being a mom until Cyrene reaches her breaking point when her feelings for Josh conflict with Jewel's strong opinions.    "
                },
                "6": {
                    "title": "The New F-Word: Forgiveness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Brooklyn's excessive drinking habits have Ben and Jewel worried that she's heading down the wrong path again. Meanwhile, Benji's grandiose wedding plans hit a road block when costs start to add up. The chaos continues when Cyrene is the only sister chosen to be a bridesmaid, leaving Brooklyn and Britney out of the bridal party.    "
                },
                "7": {
                    "title": "Sisters of No Mercy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Jewel and Brooklyn are both getting their hustle on - Jewel planning Benji & Shanira's wedding and Brooklyn preparing for her next hair show. Emotions take a dark turn when Junice gathers her sisters together for another family therapy session. Tensions run deep when the entire family is in the audience as Brooklyn tries to pull off the biggest night of her life.    "
                },
                "8": {
                    "title": "Wedding Bells & Farewells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The big day has come and Benji and Shanira's wedding day has finally arrived. However, the happy occasion may be marred when Brooklyn makes an unplanned speech and Jewel's issues with her sister threaten to overshadow the big event.    "
                }
            },
            "2": {
                "1": {
                    "title": "Act Like a Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The Tankards throw a garden party to celebration of Cyrene's graduation from high school. With the 4th of July right around the corner, the family decide to take a journey to Baltimore to visit Jewel's other sister Junetta.    "
                },
                "2": {
                    "title": "Pregnant Pause",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    As the family recovers from an explosive fourth of July, the Tankards head back home to Murfreesboro. Once home, Ben's oldest son Marcus is approaching the dawn of his 30th birthday. While the family is busy planning a celebration for the big 3-0, Cyrene confides in Marcus about the new man in her life and how nervous she is about her notoriously overprotective family. Marcus's birthday is full of surprises but when Britney gives her big brother the cold shoulder, the party hits a sour note. With hard feelings aside, no one can top Marcus and his wife Tish's surprise ...    "
                },
                "3": {
                    "title": "Making Amens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Times are changing and some of the Tankard clan begins the process of moving out. With mixed emotions, Ben and Jewel plan to move forward with the next chapter in their lives as well. Junice returns to Murfreesboro with her husband Rock to find a resolution wither her sisters so they can clear the air. Now that Marcus and Tish are expecting a child, Ben and Jewel begin a campaign to convince them to settle in Murfreesboro and Britney finally opens up to Cyrene about her deep seeded issues with Marcus.    "
                },
                "4": {
                    "title": "Daddy Issues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "25 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Britney confronts Marcus about the source of her resentment towards him, and hears his side of the story. Marcus opens up to Ben about the pain he, Britney, and Brooklyn endured in Ben's absence during their childhood. Ben takes the juveniles out to dinner to clear the air. Meanwhile Benji and Shanira continue to try to secure the loan from the Tank Bank for their new condo and Cyrene fights the urge to lose her virginity.    "
                },
                "5": {
                    "title": "Lock It Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Trying to deal with the impending empty nest at the Tankard Palace, Jewel's redecorating project takes an unexpected turn. When the growing heat between Cyrene and summer boyfriend Hayden makes Ben blow up, he escapes on a male bonding trip with his boys. Meanwhile, Phaedra Parks visits Jewel from Atlanta and advises Cyrene on boys and relationships as Brooklyn teaches Diamond about being business savvy.    "
                },
                "6": {
                    "title": "The Ben Honors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The family celebrates Ben's 25th anniversary in music. Brooklyn decides it's time she left the nest and got her own place. Meanwhile, Cyrene and Ben go shopping for his big night. When the big night finally arrives, the family continues to heal as the children give a special tribute to their father.    "
                },
                "7": {
                    "title": "Tankard Road Diaries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Jewel organizes a family road trip to visit Junice in Austin to bring the family closer, but the time on the road threatens to tear the family apart as Marcus questions whether to stay in Murfreesboro. The family pushes on in hopes of better times once they get to Austin, but they are met with a not-so-warm welcome from Junice and Rock. Back in Murfeesboro, Benji and Shanira settle into their new condo.    "
                },
                "8": {
                    "title": "Hairy Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The sisters end the their face-off in Austin, leaving everyone feeling spent. The next day, Junice and Rock decide that given what took place at dinner the night before they need time and space away from the family. When the Tankards get back to Tennessee, it's back to business. Brooklyn meets with her team about the upcoming expo she's planning for her hairline. She also decides to give Benji a shot at redemption by Djing the event. Marcus and Tish find out the sex of the baby. Cyrene continues to prepare herself for going away to college and says goodbye to Hayden.    "
                },
                "9": {
                    "title": "Empty Tank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Thicker Than Water: The Tankards (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    With Marcus and Tish's baby on the way, Ben amps up the pressure on them to stay in Murfreesboro by having Marcus preach at the church. Ben and Jewel take Cyrene to Washington, DC to move into her freshman dorm at Howard, and Brooklyn moves out of the Palace. Ben and Jewel start adjusting to having an empty nest...that is until Marcus surprises them.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Tankard, Benji"
            },
            {
                "name": "Tankard, Brittany"
            },
            {
                "name": "Tankard, Brooklyn"
            },
            {
                "name": "Tankard, Cyrene"
            },
            {
                "name": "Tankard, Jewel"
            },
            {
                "name": "Tankard, Shanira"
            },
            {
                "name": "Tankard, Ben"
            },
            {
                "name": "White, Milton"
            },
            {
                "name": "Rockman, Junice"
            },
            {
                "name": "Rockman, Rock"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 4.7,
        "votes": 39,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY5MDM3NTgwN15BMl5BanBnXkFtZTgwMDIwOTAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Follows former professional basketball player turned popular gospel singer/recording artist and minister Ben Tankard, his blended family and their journey in expanding the family fortune. From music-producing to NBA life coaching and motivational speaking, this business-oriented family strives to keep on top of their game, but finds their true passion lies in ministry.",
        "languages": [
            "English"
        ],
        "title": "Thicker Than Water: The Tankards",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Thicker Than Water: The Tankards (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "John Doe Media"
            },
            {
                "name": "Sirens Media"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "plot": [
            "Follows former professional basketball player turned popular gospel singer/recording artist and minister Ben Tankard, his blended family and their journey in expanding the family fortune. From music-producing to NBA life coaching and motivational speaking, this business-oriented family strives to keep on top of their game, but finds their true passion lies in ministry.::Bravo!"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 39,
                "rating": 4.7
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 3.8
            },
            "aged 30 44": {
                "votes": 13,
                "rating": 3.7
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 3.4
            },
            "males": {
                "votes": 8,
                "rating": 1.3
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 1.9
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 1.3
            },
            "females": {
                "votes": 25,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 3.8
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 4.6
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 3.0
            },
            "us users": {
                "votes": 23,
                "rating": 3.2
            },
            "non us users": {
                "votes": 4,
                "rating": 4.8
            }
        },
        "number of votes": {
            "10": 8,
            "9": 4,
            "8": 0,
            "7": 3,
            "6": 1,
            "5": 3,
            "4": 0,
            "3": 2,
            "2": 3,
            "1": 15
        },
        "arithmetic mean": 4.7,
        "median": 3
    }
}