{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            }
        ],
        "release dates": [
            "USA::2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Food Fighters"
            },
            {
                "countries": "Canada (French title)",
                "title": "5 chefs a battre"
            },
            {
                "countries": "Spain",
                "title": "Food Fighters"
            }
        ],
        "akas": [
            "Food Fighters (original title)",
            "5 chefs a battre Canada (French title)",
            "Food Fighters Spain"
        ],
        "akas from release info": [
            "Food Fighters (original title)",
            "5 chefs a battre Canada (French title)",
            "Food Fighters Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "I'm Bringing the Spice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    It's the perfect recipe for the ultimate food battle when the best amateur cooks in America put their signature dishes to the test against five professional chefs, with the chance to win as much as $100,000. Television personality, author and food enthusiast Adam Richman (\"Man Finds Food,\" \"Fandemonium\") hosts the series that has only featured adult contestants competing against the pro chefs, until now. This season, kid chefs are also added to the mix, showing off their incredible culinary skills while racing against the clock to try and beat some of the most ...    "
                },
                "2": {
                    "title": "You're in the Big Leagues Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Celebrity chef eric greenspan guest stars -- it's the perfect recipe for the ultimate culinary battle when america's best home cooks put their signature dishes to the test against five professional chefs. This week, a single web design manager from san diego, ca tries to win $100,000 going up against culinary experts specializing in everything from latin cuisine to seafood before facing off against celebrity chef eric greenspan, executive chef and owner of three popular los angeles restaurants. Adam richman hosts this series that takes culinary sparring to an exciting...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    This week, 14-year-old Troy Glass (a former semi-finalist on 'Master Chef Junior\") competes against culinary experts specializing in everything from Latin/Asian fusion to global cuisine to American comfort food before facing off against world-class chef Rocco DiSpirito. Adam Richman hosts this series that gives accomplished home cooks a once-in-a-lifetime chance to compete against America's best chefs and win up to $100,000.    "
                },
                "6": {
                    "title": "Fear My Skills, and My Heels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Alyssia Birnbaum, a stay-at-home mom from Texas, hopes her incredible Southern dishes with an Asian twist are enough to win her $100,000. Alyssia spent most of her childhood in Hawaii, which helped shape her Asian comfort food style. Alyssia and her husband have adopted a baby girl and would love to use the money to adopt more children in need. Alyssia opts for her Walnut Brownie, hoping Chef Ronnie has very little dessert experience. Alyssia's brownie is \"family tradition on a plate\" and features browned butter and a mint garnish, while Chef Ronnie is winging his ...    "
                },
                "8": {
                    "title": "Whiz Kid in the Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    After her Mom was diagnosed with cancer, twelve-year-old Danielle McNerney learned to cook with the goal of creating food that was healthy and still tasted good. This week, the whiz kid chef tries to win $100,000 racing against the clock to compete against five culinary experts specializing in everything from Southern soul food to Caribbean cuisine to Mexican dishes. In the end, she'll test her skills against popular pastry chef Duff Goldman.    "
                },
                "10": {
                    "title": "This Soccer Mom Sizzles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Acclaimed chef Nadia G. guest stars -- It's the perfect recipe for the ultimate food battle when the best amateur cooks in America put their treasured family recipes to the test against five professional chefs in this high-stakes culinary game. This week, a married stay-at-home mother of one and former 49ers NFL cheerleader from Palo Alto, CA tries to win $100,000, going up against culinary experts specializing in everything from American comfort food to global cuisine, before facing off against acclaimed celebrity chef Nadia G.. Adam Richman hosts this series that takes culinary sparring to an ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    It's the perfect recipe for the ultimate food battle when the best amateur cooks in America put their signature dishes to the test against five professional chefs in this high-stakes culinary game. Armed only with their treasured family recipes, they'll square off against an expert chef who will have to cook the same dish. The completed dishes will then be sampled in a blind taste test by culinary judges known as \"The Dinner Party.\" If the home cook wins, they earn a cash prize. Even if they don't win, they still get to face off again against another culinary expert, ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    It's the perfect recipe for the ultimate food battle when the best amateur cooks in America put their signature dishes to the test against five professional chefs in this high-stakes culinary game. This week, a single, unemployed home chef tries to win up to $100,000 as she faces off one by one against five culinary pros, including acclaimed celebrity chef Cat Cora. Television personality, author and food enthusiast Adam Richman (\"Man Vs. Food,\" \"Fandemonium\") is the host of this series that takes culinary sparring to an exciting new level.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    It's the perfect recipe for the ultimate food battle when the best amateur cooks in America put their signature dishes to the test against five professional chefs in this high-stakes culinary game. This week, a stay-at-home Mom tries to win $100,000 going up against culinary experts specializing in everything from barbeque to international cuisine before facing off against world-class chef G. Garvin. Adam Richman hosts this series that takes culinary sparring to an exciting new level.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    It's the perfect recipe for the ultimate food battle when the best amateur cooks in America put their treasured family recipes to the test against five professional chefs in this high-stakes culinary game. This week, an IT manager and husband from Denver tries to win $100,000 going up against culinary experts specializing in everything from Italian cuisine to seafood before facing off against acclaimed celebrity chef Duff Goldman. Adam Richman hosts this series that takes culinary sparring to an exciting new level.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    It's the perfect recipe for the ultimate culinary battle when America's best amateur cooks put their signature dishes to the test against five professional chefs. This week, a homemaker and married mother of two tries to win $100,000 going up against culinary experts specializing in everything from American comfort food to Latin-Asian fusion dishes to international cuisine before facing off against world-class chef Lorena Garcia. Adam Richman hosts this series that takes culinary sparring to an exciting new level.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    It's the perfect recipe for the ultimate culinary battle when America's best home cooks put their signature dishes to the test against five professional chefs. This week, a U.S. Army sergeant and father of seven tries to win $100,000 going up against culinary experts specializing in everything from Italian dishes to California cuisine before facing off against world-class chef Cat Cora. Adam Richman hosts this series that takes culinary sparring to an exciting new level.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    It's the perfect recipe for the ultimate culinary battle when America's best amateur cooks put their signature dishes to the test against five professional chefs. This week, a high school teacher tries to win $100,000 going up against culinary experts specializing in everything from seafood to Haitian cuisine before facing off against celebrity chef Jet Tila. Adam Richman hosts this series that takes culinary sparring to an exciting new level.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Acclaimed chef Elizabeth Falkner guest stars -- It's the season finale of this high-stakes culinary game that pits the best amateur cooks in America and their treasured family recipes against five professional chefs. This week, a retired fashion apparel executive and married father of four from La Jolla, CA, tries to win $100,000 going up against culinary experts specializing in everything from Latin cuisine to hearty Southern food before facing off against acclaimed celebrity chef Elizabeth Falkner. Adam Richman hosts this series that takes culinary sparring to an ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Fighters (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Malin, Sean L."
            },
            {
                "name": "Whitsett, Vivicca A."
            },
            {
                "name": "Guerrier, Manouschka"
            },
            {
                "name": "Richman, Adam"
            },
            {
                "name": "Alon, Sam"
            },
            {
                "name": "Benaim, Deborah"
            },
            {
                "name": "DiSpirito, Rocco"
            },
            {
                "name": "Febres, Jason"
            },
            {
                "name": "G., Nadia"
            },
            {
                "name": "Glass, Troy"
            },
            {
                "name": "Goldfarb, Stephanie"
            },
            {
                "name": "Hagan, Kristina"
            },
            {
                "name": "Mammone, Mark"
            },
            {
                "name": "Oh, Chris"
            },
            {
                "name": "Vigneron, Marcel"
            },
            {
                "name": "Woo, Ronnie"
            },
            {
                "name": "Anderson-Sanford, Cortney"
            },
            {
                "name": "Averton, Ethan"
            },
            {
                "name": "Chao, Ray"
            },
            {
                "name": "Goldman, Duff"
            },
            {
                "name": "Passarello, Darren"
            },
            {
                "name": "Schrader, Alejandra"
            },
            {
                "name": "Stark, Kimberly"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 4.4,
        "votes": 198,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU4MjU3NDM5MF5BMl5BanBnXkFtZTgwODUxNTcwNjE@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "In this hybrid of reality cooking show and game show, home-based amateur cooks come on to put their five best recipes on the line against five mystery professional chefs. If the home cook is able to out-cook the pros, they could walk away with up to $100,000 cash.",
        "languages": [
            "English"
        ],
        "title": "Food Fighters",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Puntillo, Tim"
            }
        ],
        "production companies": [
            {
                "name": "Electus"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            }
        ],
        "other companies": [
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "In this hybrid of reality cooking show and game show, home-based amateur cooks come on to put their five best recipes on the line against five mystery professional chefs. If the home cook is able to out-cook the pros, they could walk away with up to $100,000 cash.::txchristopherreed"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 198,
                "rating": 4.4
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 80,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 56,
                "rating": 4.0
            },
            "males": {
                "votes": 108,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 60,
                "rating": 3.5
            },
            "males aged 45 plus": {
                "votes": 34,
                "rating": 4.0
            },
            "females": {
                "votes": 50,
                "rating": 4.8
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 4.9
            },
            "females aged 30 44": {
                "votes": 18,
                "rating": 5.4
            },
            "females aged 45 plus": {
                "votes": 21,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 4.6
            },
            "us users": {
                "votes": 86,
                "rating": 4.3
            },
            "non us users": {
                "votes": 35,
                "rating": 4.5
            }
        },
        "number of votes": {
            "10": 31,
            "9": 4,
            "8": 11,
            "7": 23,
            "6": 16,
            "5": 16,
            "4": 13,
            "3": 16,
            "2": 14,
            "1": 54
        },
        "arithmetic mean": 4.8,
        "median": 5
    }
}