{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "22 October 2013"
            }
        ],
        "release dates": [
            "Canada::22 October 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "UnCurry & Guerrilla Cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Steven Page kicks off his journey by immersing himself in the Los Angeles, California culinary underbelly. Spurred on by friend Jason Priestley, Steven discovers a rule-bending distillery, rummages through an illegal marketplace, and dines at a Bombay-influenced underground eatery called Un-Curry. Steven then blasts clear across the country to Charleston, South Carolina to meet outlaw chef jimihatt. Steven and jimi chug moonshine and shoot guns in the country before heading back into town to jimi's underground restaurant Guerrilla Cuisine.    "
                },
                "2": {
                    "title": "Summer Solstice & Milkfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Steven lands in San Francisco, California first seeking out the Guerrilla Grafters, a group of renegade horticulturalists. He then shifts gears, driving out to Yolo County for the Summer Solstice Supper Club for a vegan banquet. Will this raw meal turn into a raw deal for Steven? Next, he travels to New Orleans, Louisiana and pushes the boundaries of The Big Easy's liquor laws. From drive-thru booze huts to Filipino moonshine, all roads eventually lead Steven to a Filipino pop-up restaurant called Milkfish.    "
                },
                "3": {
                    "title": "Supper Underground & Cobra",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Austin, Texas, self-dubbed as the city of weird. Steven searches for an odd illegal dining experience and uncovers more than he bargained for. From authentic roadhouses to giant street rappers to the Museum of Weird... Austin may just be the most normal stop on his journey (maybe Steven is the weird one). Steven then heads to Ottawa, Ontario where he dines on cheval, discovers a speakeasy behind a bookcase and finds the elusive upscale underground restaurant Cobra where he eats Wild Yak heart and marijuana leaf smoked octopus.    "
                },
                "4": {
                    "title": "Frank & Yo Soy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Steven launches into an underground exploration of Dallas, Texas eateries at a conspiracy theory hotspot - Dealey Plaza. He then uncovers an unmarked bar which leads him to FRANK, an elusive restaurant run by Ben Starr and Jennie Kelley who met on TV's MasterChef. From there he travels to Chicago to play a show for ravenous fans - and to feed his ravenous appetite for illegal food that starts with a dog-gone-spectacular feast. Steven then uncovers Yo Soy an underground restaurant that proves to be a hot sweaty Mex-a-llent adventure.    "
                },
                "5": {
                    "title": "Studiofeast & We've Got Soul",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Steven blazes through Brooklyn, New York where he tours The Mast Brothers magical chocolate shop. He tastes a special chocolate moonshine, eats at a New Orleans style pop up before attending the underground restaurant Studio Feast, an illegal diner that's serving up a seafood boil. The Big Easy awaits Steven as he travels to New Orleans, Louisiana and discovers a pop-up restaurant with soul in The Marigny. But first, Chef Tres Barnard tours Steven through the neighborhood, taking him to underground and illegal stops including a fly-by-night communist taco stand. ...    "
                },
                "6": {
                    "title": "American Bao Bar & Underground Halifax",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Steven voyages to San Francisco, California to eat banned shark fin, while seeking out the city's counter culture including its street and LSD paper artwork. Then it's off to dine with friend and writer Paul Myers at a clandestine restaurant. Hello city! Steven is next in Halifax, Nova Scotia where a big pink bus is apparently whisking him and a bunch of other illegal eaters to a mystery location. Turns out, Steven has uncovered the largest kitchen party ever held in the area.    "
                },
                "7": {
                    "title": "Hidden Agenda & Brasstacks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Steven digs deep into Los Angeles where he dines at the ultra decadent Hidden Agenda... tonight it's baconfest! Everything is made of bacon, from drinks to dessert. How much bacon can one man eat? Steven then jets to Cambridge, Massachusetts where he uncovers illegal dumpster divers and banned cured meats. His son Isaac flies into town and they both dine at an underground restaurant called Brasstacks that celebrates the regions culinary history. It all ends in a bang!    "
                },
                "8": {
                    "title": "Legume Supper Club & Sous Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    New York City, a place where the cultures of the world intermingle and help to create entirely new dining experiences. Steven hits up what were once two of the most dangerous areas in NYC all in the pursuit of a subterranean food community. Along the way he gets an invitation to the Legume Supper Club, an underground restaurant that fuses Venezuelan and Chinese cuisine for a super secretive guest list. Steven then travels to Chicago to walk in the footsteps of Al Capone, visiting his favorite booze can. He drinks Malört and gets to tour rarely seen tunnels used by the...    "
                },
                "9": {
                    "title": "Pheast & L.I.M.E.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Steven finds himself in Los Angeles, California where he snacks on Singaporean Chili Crab, tacos from an indoor taco truck and New England Clam Chowder? It all leads him to unearthing an illegal eatery run by the great grandson of country music sensation Lefty Frizzell. From there Steven scours the streets of Charleston, South Carolina dining on local sourced seafood and meeting celebrity farmers and suppliers all working for L.I.M.E., an underground eatery happening in a terrifying former city jail.    "
                },
                "10": {
                    "title": "Big Sleazy Speakeasy & Flavor Elevator",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Fresh oysters on the half shell is on the menu as Steven travels to Bay St. Louis, Mississippi, a Gulf Coast town with a definitive underground dining scene. Here Steven attends the coveted illegal eatery The Big Sleazy Speakeasy dining illegally alongside the town's Mayor. From there Steven travels to New York City in search of decadence and overindulgence. He traverses the city and its boroughs, from the Serious Eats website headquarters, to eating brain tacos in Brooklyn, to eventually making his way to the upper east side to dine at the ultra decadent Flavor ...    "
                },
                "11": {
                    "title": "Highlands Dinner Club & Deer + Almond",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Steven is in Brooklyn, NY for a celebration dinner at the Highlands Dinner Club. Joining him is fellow musician Mike Doughty, as the duo dine high above the city on an illegal rooftop gathering, they sample everything from freshly caught octopus to artisanal donuts. From there, Steven is on a whirlwind tour of Winnipeg, Manitoba eating at a backdoor university restaurant before checking out an illegally run Chana masala take-out place. He then attends a pop-up, rooftop dinner put on by the chef at Deer + Almond, where they are serving worm wood laden absinthe and ...    "
                },
                "12": {
                    "title": "Coterie + Tie & Sabor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Steven jets to Atlanta, Georgia where celebrity chef and restaurateur Hugh Acheson eases him into the city's concrete culinary jungle. He uncovers a speakeasy only accessed via a hidden London phone booth before venturing to an underground eatery that serves up ice cream made with pigs blood. Then it's off to Asheville, North Carolina aka Beer City USA. Steven wades through the sudsy streets of Asheville to find an underground food scene that includes a pop up restaurant that's a city bus and a murder mystery in a tobacco factory.    "
                },
                "13": {
                    "title": "Charlie's Burgers & the Illegal Eater",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Illegal Eater (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The season finale. Toronto, Ontario, Steven Page's hometown, he's always wanted to attend an underground dinner at the upscale illegal eatery Charlie's Burgers, but has never been fortunate enough to be picked. After moving away, and hosting his own TV, he's finally got a seat at this anti-restaurant where the theme is all about chefs recreating junk food, from Kraft Dinner to Tang and champagne. Inspired by his travels Steven puts on his own underground dinner at his house in upstate New York. Serving everything from raw milk to wild game, Steven races against the ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Page, Steven"
            },
            {
                "name": "Myers, Paul"
            },
            {
                "name": "Page, Isaac"
            },
            {
                "name": "Priestley, Jason"
            },
            {
                "name": "Doughty, Mike"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.9,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEzMzA1MDUzOF5BMl5BanBnXkFtZTgwNTM4MTU1MDE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "The Illegal Eater follows musician and foodie Steven Page as he embarks on a journey to uncover some of the tastiest, creative, illegal food in a city's unlicensed - secret - underground venues. It's in these places where the food is always fresh, local, and the experience is completely authentic.",
        "languages": [
            "English"
        ],
        "title": "The Illegal Eater",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "The Illegal Eater (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Charney, Chris"
            }
        ],
        "production companies": [
            {
                "name": "Farpoint Films"
            },
            {
                "name": "Middle Child Films Inc."
            }
        ],
        "distributors": [
            {
                "name": "Blue Ant Media"
            },
            {
                "name": "Esquire Network"
            },
            {
                "name": "Rive Gauche International Television"
            }
        ],
        "plot": [
            "_The Illegal Eater_ (qv) follows musician and foodie Steven Page as he embarks on a journey to uncover some of the tastiest, creative, illegal food in a city's unlicensed - secret - underground venues. It's in these places where the food is always fresh, local, and the experience is completely authentic.::Chris Charney"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.7
            },
            "males": {
                "votes": 9,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.7
            },
            "females": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 3,
                "rating": 5.7
            },
            "non us users": {
                "votes": 7,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 2,
            "8": 2,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 6.9,
        "median": 8
    }
}