{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "16 August 2013"
            },
            {
                "country": "Russia\n",
                "date": "8 October 2013"
            },
            {
                "country": "Sweden\n",
                "date": "9 May 2016"
            }
        ],
        "release dates": [
            "UK::16 August 2013",
            "Russia::8 October 2013",
            "Sweden::9 May 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Big School"
            },
            {
                "countries": "Russia",
                "title": "Большая школа"
            }
        ],
        "akas": [
            "Big School (original title)",
            "Большая школа Russia"
        ],
        "akas from release info": [
            "Big School (original title)",
            "Большая школа Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 43,
                    "original air date": "29 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    As the new term starts Gareth, following a nervous breakdown, comes back as caretaker, Luke Martin leaves for a pop music career, which proves to be disastrously short-lived, and Gunn is teaching geography, which he can hardly pronounce. Sarah is organizing a careers day but since Keith stood her up by mistake by going to the wrong restaurant for their date she relegates him to a small part in a humiliating role play. However he gets back into her good books by comforting her after her guest speaker, Fenella Forbes, a children's author with whom she went to college, ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 38,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Gunn's ineptitude as a geography teacher gets him replaced by blind but hip Dr Dalton, Meanwhile Keith gets Sarah a birthday present, a huge photograph of Blackpool tower which believed was of the Eiffel tower. Keith and Gunn visit Sarah to help her hang the picture - which they do eventually - but stay around to witness Sarah's date with Dr Dalton, who somewhat disgraces himself and consequently resigns from the school.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "12 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Gunn is approached by old flame Trish, mother of pupil Ryan, who reminds him of a one night stand they had thirteen years ago. As a result Gunn wrongly believes that he is Ryan's father and, although the boy is useless at everything, praises him to the skies. After he has confided in Sarah the whole school knows his 'secret' so he goes public on the parents' evening. Trish has to disabuse him and bring him down to Earth with a bump.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 40,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The staff are caught unawares by a visit from three school inspectors, led by the formidable Ms. Steele. Ms. Baron, ingesting drugs confiscated from a pupil, is especially caught unawares, with the drugs somehow ending up in Ms. Steele's handbag. Keith's dressing as a hydrogen atom, Sarah's lame attempt at playing Le Bingo and Luke's desire to replace Bach with Kasabian do not impress and the school faces closure - until the contents of Ms. Steele's handbag are revealed and used against her.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 32,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Sarah welcomes disabled Dean, a boy who was removed from his last school for bullying, only to discover that he was the actual bully. A presentation is held to mark Mr Hubble's forty year service to the school, after which Keith discovers he has died and leads several unsuccessful attempts to hide the body. At the funeral Sarah exposes Dean's bullying and gets thrown out when he plays the victim. With Mr Hubble gone Keith is now the head of chemistry but Baron tells him that, due to financial cuts, she is scrapping department heads.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 36,
                    "original air date": "10 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst sleeping in Sarah's classroom because he is homeless Gareth accidentally sets fire to it and it is gutted, forcing her to share Keith's classroom, which does not go well. Gunn is prevailed upon to accommodate Gareth and is horrified when his mother falls for their lodger, with whom she has regular sex, and wants her son to move out. As a result a newly-confident Gareth returns to school as a teacher whilst Sarah and Keith make up and go for a drive together.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 67,
                    "original air date": "16 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Tired of facing apathetic teenagers daily, meek chemistry teacher Keith Church decides to resign from Greybridge Secondary School but changes his mind when comely Sarah Postern arrives to replace the recently deceased French teacher. However games teacher Trevor Gunn is equally smitten, as is gay drama mistress Janine Klebb, whilst lab assistant Pat has the hots for Keith. Keith offers Sarah a lift home but when the car stalls he and Trevor almost come to blows. Meanwhile music teacher Mr Martin wants to replace Mozart on the syllabus with the Kaiser Chiefs, Welsh ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 52,
                    "original air date": "23 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    With the Children In Need television appeal coming up Sarah proposes to an unimpressed headmistress that the staff perform a talent contest for charity. Keith is reluctant to take part until Sarah suggests a duet with him accompanying her on his oboe but they fall out over the choice of song and argue publicly. Come the evening of the contest Gareth Barber's Welsh song and Janine's feminist poem lose out to Trevor's Keith Lemon impression but when Keith decides to rejoin Sarah for their duet they go down a storm. Unfortunately they are beaten by Luke Martin, who, ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 44,
                    "original air date": "30 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Keith catches Trevor Gunn buying drugs and reports him to Ms Baron - who confiscates them for her own use. Gunn gets his chance for revenge when Keith, who has just signed up to Facebook, leaves his computer on by accident. As a result, the quiet evening Keith had anticipated with Sarah to discuss the merger of their chess and draughts clubs is interrupted by half the school being sent to his house on the promise of a party advertised online. Keith is caught holding a joint somebody has handed him but rather than sack him Ms Baron gets him to give an anti-drugs ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 48,
                    "original air date": "6 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Pupil Josh Hardy's mother ran off with a Masai warrior on a family trip to Kenya so Sarah asks the other teachers to be sensitive - at which the men fail dismally. To take him out of himself Janine gives him a part in her hip-hop version of 'Romeo and Juliet' (called 'Juliet and Romeo') and, feeling sorry for his father Simon, Sarah invites him to the show, which she is reviewing for the school magazine, as her guest. This angers Keith who protests, leading to somebody getting a punch on the nose and Keith having to choose between being pursued by Janine or seduced by...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 46,
                    "original air date": "13 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Sarah decides to enter the Iron Man challenge for charity and Trevor Gunn offers to help her to train, leading to Keith, who is jealous, joining their sessions in his vest and pants. A vengeful Gunn puts it about that Sarah and Keith are having an affair, which results in the two men brawling in public and being sent to the headmistress. Meanwhile Gareth finds that he has taught his class the wrong syllabus for their exam and has to help them through it by cheating.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big School (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 48,
                    "original air date": "20 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Sarah organizes a school trip to Dieppe and needs three other teachers to accompany her. Gareth, Gunn and Janine Klebb all sign up ahead of Keith, who has to bribe Janine with a trip to Disneyland to take her place. On arrival at the hotel in France Gunn sells the children cheap beer whilst Gareth passes out and has to be undressed and put to bed. Keith takes the spare bed in Sarah's room but has the runs all night. Next morning Gareth claims he has been sexually violated and insists the party return to England. Ms Baron is displeased with the account of the trip and ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Walliams, David"
            },
            {
                "name": "Tate, Catherine"
            },
            {
                "name": "Glenister, Philip"
            },
            {
                "name": "la Tour, Frances de"
            },
            {
                "name": "Speirs, Steve"
            },
            {
                "name": "Scanlan, Joanna"
            },
            {
                "name": "Fenton, Matthew"
            },
            {
                "name": "Greene, James"
            },
            {
                "name": "Rigby, Daniel"
            },
            {
                "name": "Esien, Jocelyn Jee"
            },
            {
                "name": "Wallace, Julie T."
            },
            {
                "name": "Wade, Joivan"
            },
            {
                "name": "Thompson, Georgia"
            },
            {
                "name": "Ryan, Carla"
            },
            {
                "name": "Fergison, Cheryl"
            },
            {
                "name": "Veheary, Joyce"
            },
            {
                "name": "McPherson, Matthew"
            },
            {
                "name": "Whitworth, Jordi"
            },
            {
                "name": "Lezemore, Adam"
            },
            {
                "name": "Collaço, Bern"
            },
            {
                "name": "Goodliff, Connor"
            },
            {
                "name": "Taylor, Karen"
            },
            {
                "name": "Carroll, Jack"
            },
            {
                "name": "Davis, Tom"
            },
            {
                "name": "Barry-Brook, Oliver"
            },
            {
                "name": "Dotrice, Michele"
            },
            {
                "name": "Ahmad, Iqra"
            },
            {
                "name": "Akingbola, Jimmy"
            },
            {
                "name": "Ghir, Kulvinder"
            },
            {
                "name": "Touzel, Sylvestra Le"
            },
            {
                "name": "Robinson, Morgana"
            },
            {
                "name": "Amblard, Aurélie"
            },
            {
                "name": "Frances, Tim"
            },
            {
                "name": "Gideon, Llewella"
            },
            {
                "name": "Inman, Tim"
            },
            {
                "name": "Kalirai, Harmage Singh"
            },
            {
                "name": "Roberts, Lewes"
            },
            {
                "name": "Georges, Trevor Michael"
            },
            {
                "name": "Curnew, Beatrice"
            },
            {
                "name": "Bond, Alan"
            },
            {
                "name": "Bellas, Kirsten"
            },
            {
                "name": "Bellas, Thomas"
            },
            {
                "name": "Day, Gemma"
            },
            {
                "name": "Money, Isaac"
            }
        ],
        "locations": [
            "London, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 6.8,
        "votes": 1463,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWJlZWU5ZmEtOGRjNC00YzEyLWExYzQtOTBlMTllM2Y3NDU1XkEyXkFqcGdeQXVyMTI2OTM0NzQ@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "The series follows Keith Church (David Walliams), a socially naive chemistry teacher at the fictional Greybridge Secondary School, near Watford, North London, who falls for new French teacher Sarah Postern (Catherine Tate), who believes herself to be an inspirational teacher, in tune with youth culture and a beautiful woman. However she is also getting attention from arrogant and rude sports teacher Trevor Gunn (Philip Glenister). Other staff members include Ms Baron (Frances de la Tour) as the alcoholic 'no nonsense' headteacher, Mr Martin (Daniel Rigby), a music teacher with ambitions to be a singer-songwriter, Mr Barber (Steve Speirs), a geography teacher who is having a nervous breakdown and is employed as a caretaker in the second series and Mr Hubble (James Greene), the elderly and confused head of science. The pupils at the school are portrayed as being mainly interested in social networking, texting and partying and as being bored by the attempts of Mr Church and Miss Postern to engage with them. The most prominent of them in the first series is a streetwise pupil called Manyou, played by Joivan Wade, who is asked for advice on how to succeed with women by Mr Church.",
        "languages": [
            "English"
        ],
        "title": "Big School",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Dawson, Andrew"
            },
            {
                "name": "Dawson, Steve"
            },
            {
                "name": "Inman, Tim"
            }
        ],
        "production companies": [
            {
                "name": "BBC Drama Productions"
            },
            {
                "name": "Bert Productions"
            }
        ],
        "distributors": [
            {
                "name": "BBC One"
            }
        ],
        "other companies": [
            {
                "name": "Mad Dog 2020"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "Deputy Head of Science, Mr Church has been at Greybridge School for 15 years. He is about to resign after a dramatic experiment. However, the arrival of the new French teacher changes everything.",
            "The series follows Keith Church (David Walliams), a socially naive chemistry teacher at the fictional Greybridge Secondary School, near Watford, North London, who falls for new French teacher Sarah Postern (Catherine Tate), who believes herself to be an inspirational teacher, in tune with youth culture and a beautiful woman. However she is also getting attention from arrogant and rude sports teacher Trevor Gunn (Philip Glenister). Other staff members include Ms Baron (Frances de la Tour) as the alcoholic 'no nonsense' headteacher, Mr Martin (Daniel Rigby), a music teacher with ambitions to be a singer-songwriter, Mr Barber (Steve Speirs), a geography teacher who is having a nervous breakdown and is employed as a caretaker in the second series and Mr Hubble (James Greene), the elderly and confused head of science. The pupils at the school are portrayed as being mainly interested in social networking, texting and partying and as being bored by the attempts of Mr Church and Miss Postern to engage with them. The most prominent of them in the first series is a streetwise pupil called Manyou, played by Joivan Wade, who is asked for advice on how to succeed with women by Mr Church."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1463,
                "rating": 6.8
            },
            "aged under 18": {
                "votes": 4,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 352,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 477,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 222,
                "rating": 6.5
            },
            "males": {
                "votes": 806,
                "rating": 6.6
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 229,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 341,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 174,
                "rating": 6.5
            },
            "females": {
                "votes": 323,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 120,
                "rating": 7.1
            },
            "females aged 30 44": {
                "votes": 133,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 44,
                "rating": 6.7
            },
            "top 1000 voters": {
                "votes": 29,
                "rating": 5.7
            },
            "us users": {
                "votes": 79,
                "rating": 6.6
            },
            "non us users": {
                "votes": 776,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 216,
            "9": 134,
            "8": 285,
            "7": 338,
            "6": 234,
            "5": 86,
            "4": 50,
            "3": 33,
            "2": 27,
            "1": 60
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}