{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "16 March 2013"
            }
        ],
        "release dates": [
            "Netherlands::16 March 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Poëzie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Jozefien heeft als huiswerk een gedicht moeten schrijven. Haar lerares is verrukt en geeft haar op voor een talentenshow. Jozefien weigert te gaan, maar daar neemt Aaf geen genoegen mee.    "
                },
                "2": {
                    "title": "De Blikken Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Een oude vriend van Aaf en Ton, de charmante globetrotter Roy, besluit na jaren zijn oude vrienden op te zoeken met zijn Harley. Tot ergernis van Ton weet Roy in mum van tijd de hele familie om zijn vinger te winden.    "
                },
                "3": {
                    "title": "Klein Zusje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Als Aaf erachter komt dat Jacky zich wil laten omscholen tot politieagente, is ze geschokt. Ze vindt het een veel te gevaarlijk beroep voor haar kleine zusje en zet haar onder druk om van haar plannen af te zien.    "
                },
                "4": {
                    "title": "Pas op, Jacky!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Wanneer de vader van Aaf en Jackie een ongeluk heeft gehad, willen de zussen hun moeder gaan ondersteunen. Maar als Ton plotseling een goede klus krijgt aangeboden, biedt Jackie aan op de kinderen te blijven passen.    "
                },
                "5": {
                    "title": "Nog eentje dan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Ton en Aaf moeten een dag weg en laten Josefien en Marie op het huis passen. Marie zal huiswerk gaan maken met haar schoolvriendin Puck, maar daar komt weinig van: de vriendinnen worden stiekem stomdronken.    "
                },
                "6": {
                    "title": "Komt allen tezamen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Aaf bereidt het jaarlijkse kerstdiner voor en staat stijf van de stress. Omdat zowel de ouders van Aaf en Jackie, als de ouders van Ton komen eten, is ze extra vroeg opgestaan om alles tot in de puntjes te regelen.    "
                },
                "7": {
                    "title": "Met hart en ziel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Jacky denkt dat ze eindelijk de ware heeft gevonden in een nieuwe vlam: Erwin. Ze wil dolgraag weten wat Aaf van hem vindt, maar als het antwoord haar niet bevalt meent Jacky dat Aaf zich te veel met haar liefdesleven bemoeit. Daar heeft ze inmiddels meer dan genoeg van. De zussen krijgen ruzie en of het nog goed komt, is nog maar de vraag.    "
                },
                "8": {
                    "title": "Ja ik wil misschien",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Aaf heeft nog steeds ruzie met Jacky en dat is niet bevorderlijk voor de sfeer in huis. Ton, de kinderen en zelfs Jacky's nieuwe vlam Erwin doen vergeefse pogingen de zusters met elkaar te verzoenen. Maar als Erwin Jacky tot haar grote schrik ten huwelijk vraagt, zit ze toch om advies van Aaf verlegen. En laat Aaf nou net gezworen hebben zich nooit meer met het liefdesleven van haar zus te bemoeien.    "
                },
                "9": {
                    "title": "Doodzwijgen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Bennie probeert Aaf zover te krijgen dat ze zijn schoolreisje betaalt, maar Aaf is meer bezig met een puberende Marie. Moeder en dochter liggen voortdurend met elkaar overhoop. Als Aaf Marie huisarrest geeft, besluit de laatste haar moeder voortaan dood te zwijgen. Aaf denkt dat Marie zo onmogelijk doet omdat ze verliefd is op een leraar. Ze vindt het een goed idee om Maries dagboek er eens op na te slaan. Maar daar denkt Jacky heel anders over.    "
                },
                "10": {
                    "title": "Slaapkamerproblemen van Aaf en Ton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Aaf en Ton hebben het allebei zo druk dat ze nauwelijks nog aan hun seksleven toekomen. Als Ton een klus krijgt in een massagesalon, voelt Aaf zich helemaal afgewezen. Jacky biedt aan om hier eens goed met Ton over te praten. Ondertussen wil Marie een time-out van haar vriendje en neemt daarom Jozefien mee naar een feest. Maar daar krijgt de preutse Marie al gauw enorme spijt van.    "
                }
            },
            "1": {
                "1": {
                    "title": "De Reünie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    De spanning stijgt direct tot ongekende hoogte, als een 'onschuldige' middelbareschoolreünie wordt aangekondigd. Vader Ton wil speciaal hiervoor een foto laten maken van het hele gezin, met zijn vrouw Aaf als stralend middelpunt. In de tussentijd loopt haar zus Jacky binnen en doet zij een opvallende uitspraak, die tot dan toe dertig jaar lang in de doofpot zat. Ton zou namelijk ooit een wilde nacht hebben beleefd met de organisatrice van de reünie. Aaf daarentegen wist van niks en ondanks dat het een hele tijd geleden is, is ze boos en gekwetst. Ze weet het zeker; de...    "
                },
                "2": {
                    "title": "We zijn binnen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Ton krijgt voorschot op een klus, dus rekeningen kunnen eindelijk betaald worden. Aaf zou graag een parfum willen kopen en Ton een TomTom voor zijn motor. Maar als blijkt dat de schulden zo hoog zijn dat er geen geld voor deze dingen overblijft, spreken ze af geen parfum of TomTom te kopen. In het callcenter vinden de dames daar van alles van. Wie houdt zich aan de afspraak en wie niet? Ondertussen blijkt Jozefien te blaffen op school.    "
                },
                "3": {
                    "title": "Wat een nachtmerrie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Jozefien wordt maar niet ongesteld, maar niemand weet dat ze het al is geworden. Als na een avond griezelfilms kijken Jozefien niet kan slapen, denkt Aaf dat ze zich zorgen maakt over het feit dat ze het nog niet is. Maar dan vertelt Jozefien aan Ton dat ze wel al ongesteld is geworden. Jacky komt dit te weten en uiteindelijk is het dus alleen Aaf die van niets weet. Farouk passeert voor het eerst de revue; hij heeft een date met Marie.    "
                },
                "4": {
                    "title": "Ruzie in de tent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Het gezin heeft geen geld meer. Ton hoopt vurig op een klus, maar die gaat niet door. Tijdens het koken krijgen Ton en Jacky ruzie over de zoete inval van Jacky, terwijl Marie de relatie van haar ouders middels een test uit een glossy in kaart probeert te brengen. Jozefien probeert een werkstuk in te leveren waarbij ze plagiaat heeft gepleegd, maar helaas is het printpapier op. Als de aap uit de mouw komt, moet ze bij haar moeder op het matje komen. Aaf moet als een gek bemiddelen tussen Ton en Jacky, want hun ruzie loopt steeds verder op.    "
                },
                "5": {
                    "title": "Boeren op het kwartier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Johanna en Ton hebben ruzie over welke spullen naar de rommelmarkt kunnen. Ton kan namelijk niets weggooien en lijdt aan verzamelwoede. Aaf wordt er gek van en vindt ook nog eens dat Ton te weinig aandacht voor haar heeft en te veel aandacht schenkt aan de oude zooi. Daar beklaagt ze zich over tegen Jacky. Ton besluit dat hij één ding mag houden: een klok die kan boeren op het kwartier. Hierover ontstaat uiteindelijk slaande ruzie. Jozefien heeft een slecht rapport en weet dat haar voetbal dan op de tocht staat. Om dat te voorkomen, besluit ze met de hulp van Marie ...    "
                },
                "6": {
                    "title": "Lieve papa en mama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    De ouders van Aaf en Jacky komen logeren; ze komen onverwacht over uit Spanje. Ze zijn nogal overheersend en al snel komen alle oude rolpatronen weer uit de kast. Oma heeft kritiek op haar dochters, maar uit dat nooit direct. Jacky wil dat doorbreken, maar Aaf krabbelt op het laatste moment terug waardoor er ruzie ontstaat tussen de zussen. Omdat Ton helemaal gek wordt van zijn schoonouders en Aaf en hij ook nog eens in de woonkamer op een luchtbed moeten slapen, komt alles en iedereen onder grote druk te staan. Zeker als opa en oma zeggen dat ze in de buurt willen ...    "
                },
                "7": {
                    "title": "Overwerken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Aaf moet overwerken. Er is iets misgegaan bij het callcenter en iedereen werkt tot laat. Ton heeft het op dat moment ook vrij druk en dat zorgt voor problemen. Aaf draagt Marie via de telefoon op een aantal taken in het huishouden over te nemen. Dat doet ze echter niet. Als Ton dan pizza's moet bestellen waardoor al het verdiende geld weer is uitgegeven, Bennie met zijn papier-maché het hele huis onderkliedert en de hamster in de verf valt, knapt er iets bij Aaf. Ze moet er even uit. In de kroeg komt ze Anita tegen en door haar realiseert ze zich weer hoe gezegend ze ...    "
                },
                "8": {
                    "title": "Vaderdag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n    Een zwerver belt aan bij het huis van Aaf en Ton. Als hij in de keuken zijn pillen wil innemen, valt hij dood neer aan de keukentafel. De lijkschouwer staat op de golfbaan en de dienstdoende, opgeroepen agent moet alles volgens de regels doen. Het lijk moet blijven liggen en mag niet worden aangeraakt. Jacky, Jozefien, Marie en Bennie komen hierachter en reageren allemaal anders. Jozefien gaat baklava bakken met de agent en Marie krijgt een existentiële crisis. Ook is er nog iets met een advertentie voor een tweedehands wasmachine. De kopers hiervan moeten ook door de...    "
                },
                "9": {
                    "title": "Verrassend bezoek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 May 2013",
                    "year": "2013",
                    "plot": "\n    De ouders van Farouk komen eten. Aaf heeft ze uitgenodigd, maar het blijkt dat de ouders van Farouk niet echt van het bestaan van Marie op de hoogte zijn. Dan blijken ze ook nog eens traditionele Marokkanen te zijn, die geen woord Nederlands spreken. Ze hebben de hulp van hun oudste dochter nodig om te communiceren met de beide ouders. Uiteindelijk zijn er dus acht eters, maar er is niet genoeg eten. Marie en Farouk voelen zich heel opgelaten en Jozefien heeft de avond van haar leven. Maar dan blijkt dat Marie ook nog een andere lover heeft en dat valt niet in goede ...    "
                },
                "10": {
                    "title": "De dood en zo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 May 2013",
                    "year": "2013",
                    "plot": "\n    Opa Ron komt langs. Vader Ron en zoon Ton hebben een heel moeizame relatie, hoewel het een toffe opa is. De kinderen zijn gek op hem, maar tussen vader en zoon botert het niet. Ton koopt de lievelingsdrank van zijn vader en hoopt op een normaal weekend, maar Ron geeft Ton altijd het gevoel dat hij niets waard is. Ron hoort zichzelf graag praten en heeft de ene anekdote na de andere. Ton vindt dat vreselijk. Ze proberen wel nader tot elkaar te komen, maar het lukt gewoon niet. Uiteindelijk zorgt Aaf ervoor dat Ton inziet hoe het werkt tussen zijn vader en hem. Hij ...    "
                },
                "11": {
                    "title": "Weer gedumpt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 May 2013",
                    "year": "2013",
                    "plot": "\n    Het is slecht weer. De kinderen willen niet naar school, maar moeten toch. Ook speelt het Nederlands elftal een belangrijke wedstrijd. Op het werk blijkt dat Anita niet echt lekker in haar vel zit vanwege een verbroken relatie en als ze Aaf thuis ook nog eens huilend opbelt, besluiten Aaf en Jacky haar in de kroeg eens op te gaan beuren. Jacky komt in de kroeg voor een onaangename verrassing te staan. Gerard komt binnen met een blondine, die overduidelijk niet de moeder van Gerard is. Jozefien moet een werkstuk inleveren over emancipatie en Ton moet haar helpen, maar ...    "
                },
                "12": {
                    "title": "De Huwelijksreis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aaf (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Ton en Johanna willen op huwelijksreis, maar waarheen? Ze zijn al zolang niet weggeweest. Volgens Jacky komt dat doordat Aaf niet weg wil, want de wereld en zeker het gezin valt uit elkaar zonder haar. Aaf wil wel, maar vindt Ton onromantisch. Ton vindt zichzelf juist de koning van de romantiek. Uiteindelijk besluiten ze tot een wedstrijd. Wie het beste idee voor een date heeft, wint. Dat loopt niet echt goed af, maar Jacky komt met een heel goede oplossing. Ondertussen heeft Jozefien gedoe met haar krantenwijk. Of liever gezegd: haar krantenwijk heeft gedoe met haar....    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Malherbe, Annet"
            },
            {
                "name": "Keijzer, Bas"
            },
            {
                "name": "Zweerman, Lisa"
            },
            {
                "name": "Jungerius, Mechteld"
            },
            {
                "name": "van Houten, Jelka"
            },
            {
                "name": "Geest, Nick"
            },
            {
                "name": "de Kuyper, Raymonde"
            },
            {
                "name": "van Dam, Steye"
            },
            {
                "name": "Sandaal, Peggy"
            },
            {
                "name": "Borgesius, Mouna Goeman"
            },
            {
                "name": "Scherjon, Elsje"
            },
            {
                "name": "Goessens, Fred"
            },
            {
                "name": "Slaby, Hassan"
            },
            {
                "name": "Benmoussa, Mahjoub"
            },
            {
                "name": "Benner, Nellie"
            },
            {
                "name": "Bouwens, Wim"
            },
            {
                "name": "Brine, Adrian"
            },
            {
                "name": "Duygulu, Mustafa"
            },
            {
                "name": "Gomperts, Niels"
            },
            {
                "name": "Koenen, Werner"
            },
            {
                "name": "Lambrechts, Frits"
            },
            {
                "name": "Mansour, Mounira Hadj"
            },
            {
                "name": "Pont, Theo"
            },
            {
                "name": "Retèl, Sjoera"
            },
            {
                "name": "Stibchar, Khadija"
            },
            {
                "name": "de Leon, Golda"
            },
            {
                "name": "Doets, Sam"
            },
            {
                "name": "Eimers, Ria"
            },
            {
                "name": "Houweling, Sophie"
            },
            {
                "name": "Kersting, Manou"
            },
            {
                "name": "Koper, Son"
            },
            {
                "name": "Stofmeel, Ferdi"
            },
            {
                "name": "van Willigenburg, Hans"
            },
            {
                "name": "Verdel, Rachelle"
            },
            {
                "name": "Vinken, Sol"
            },
            {
                "name": "Schnepper, Loes"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "27"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "rating": 6.5,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmMxNzJlYmMtMTczZS00ZDVhLWJhMTgtNzRiOWUxMDU5NjJhXkEyXkFqcGdeQXVyNjg1Njg0NTQ@._V1_SY150_CR39,0,101,150_.jpg",
        "plot outline": "A Dutch sitcom based on the American TV show \"Roseanne\" circles around the middle-class family Jansen and head of the household, Aaf. The story portrays the family dealing with money, work, school, and marital problems. Aaf works in a call center and her husband, Ton, does construction work. Marie, the eldest daughter, is a pretty and smart teenager who cares about her looks and popularity more than others. Jozefien, the middle child, often tries to get away with schemes that end up kicking her in the butt more than once. And Bennie, the youngest, is the good son and always does what his parents tell him to do. Jacky is Aaf's younger sister and is also her colleague at the call center. She visits the Jansens very often, usually to Ton's annoyance.",
        "languages": [
            "Dutch"
        ],
        "title": "Aaf",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Aaf (Netherlands)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Williams, Matt"
            },
            {
                "name": "Houtappels, Frank"
            },
            {
                "name": "Nederlof, Joan"
            }
        ],
        "production companies": [
            {
                "name": "NL Film"
            }
        ],
        "distributors": [
            {
                "name": "RTL4 Televisie"
            }
        ],
        "plot": [
            "A Dutch sitcom based on the American TV show \"Roseanne\" circles around the middle-class family Jansen and head of the household, _Aaf_ (qv). The story portrays the family dealing with money, work, school, and marital problems. _Aaf_ (qv) works in a call center and her husband, Ton, does construction work. Marie, the eldest daughter, is a pretty and smart teenager who cares about her looks and popularity more than others. Jozefien, the middle child, often tries to get away with schemes that end up kicking her in the butt more than once. And Bennie, the youngest, is the good son and always does what his parents tell him to do. Jacky is _Aaf_ (qv)'s younger sister and is also her colleague at the call center. She visits the Jansens very often, usually to Ton's annoyance.::P. Walhout"
        ],
        "tech": {
            "runtime": [
                "27 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.5
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.9
            },
            "males": {
                "votes": 12,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "females": {
                "votes": 6,
                "rating": 4.7
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 4.6
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 14,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 5,
            "7": 2,
            "6": 4,
            "5": 3,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}