{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "June 2013",
                "notes": "                            (New York City, New York)"
            }
        ],
        "release dates": [
            "USA::June 2013                            (New York City, New York)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Salgado, Jonnathan"
            },
            {
                "name": "Fay, Cara"
            },
            {
                "name": "Denzer, Juan"
            },
            {
                "name": "Bohn, Aleczander"
            }
        ],
        "locations": [
            "Binghamton, New York, USA",
            "New York City, New York, USA"
        ],
        "genres": [
            "Thriller"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzA5ODYxNTY4MV5BMl5BanBnXkFtZTcwMTMxMDY2OQ@@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Alec Pierce a college student leases an apartment with his only friend Nathan Jones. The house was marked as a crime site and was abandoned in 1974. The whereabouts and identities of the victims remained unknown but the killer's identity was released as his body was found hanging near the crime scene. The event was marked as a suicide and Samuel Heart's (killer) rejection and outrage was reported as the cause of the killings. Alec comes from troubled childhood where he had no parental guidance as his father abandoned him at birth and his mother was moved to a mental institute due to psychological illness. Nathan Jones is a young social college student who has been with Alec in his bad times and kept him calm to go through his tough times. The pilot opens with a tragic accident in the house where Alec pierce attempted suicide at the very same spot where Samuel Heart committed suicide. Jill (Nathan Jone's girlfriend) interrupts the attempt and saves Alec. The series progresses as Detective Zelerman investigates the case and Nathan Jones has been reported missing since the night of the incident. The struggle of finding Nate and the haunting of Samuel heart takes Alec, Jill and Zelerman on a journey that makes State of Mind the most unpredictable show ever seen on TV.",
        "languages": [
            "English"
        ],
        "title": "State of Mind",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "State of Mind (United States)"
        ],
        "writer": [
            {
                "name": "Kopp, Matthew"
            },
            {
                "name": "Murk, James"
            }
        ],
        "plot": [
            "Alec Pierce a college student leases an apartment with his only friend Nathan Jones. The house was marked as a crime site and was abandoned in 1974. The whereabouts and identities of the victims remained unknown but the killer's identity was released as his body was found hanging near the crime scene. The event was marked as a suicide and Samuel Heart's (killer) rejection and outrage was reported as the cause of the killings. Alec comes from troubled childhood where he had no parental guidance as his father abandoned him at birth and his mother was moved to a mental institute due to psychological illness. Nathan Jones is a young social college student who has been with Alec in his bad times and kept him calm to go through his tough times. The pilot opens with a tragic accident in the house where Alec pierce attempted suicide at the very same spot where Samuel Heart committed suicide. Jill (Nathan Jone's girlfriend) interrupts the attempt and saves Alec. The series progresses as Detective Zelerman investigates the case and Nathan Jones has been reported missing since the night of the incident. The struggle of finding Nate and the haunting of Samuel heart takes Alec, Jill and Zelerman on a journey that makes _State of Mind_ (qv) the most unpredictable show ever seen on TV.::Jay Arora"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}