{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "1 July 2013"
            }
        ],
        "release dates": [
            "Belgium::1 July 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Bram Heyntjens asks nurse Tim, who came collect Judith at the airport but is turned away as she brought her 'ture love' John palm from holiday on Curaçao, an alternative career as model. Frederik promises to help the Vandeveire parents, whose empty threats have no effect on brat daughter Kato, while her sweet brother causes no problem. Els Rombouts expects everyone at her goodbye party, starting a private practice as the center can no longer afford as resident sexologist. After rudely and in vain ordering sun Seppe to return from Spanish holiday, Sara grumpily says ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Nobody is really in the mood for Els's farewell party. Tim is pondering whether he should try out as model, like his girlfriend suggests. Still he offers to help with practical preparations hearing Judith decided on the spot to marry John next Friday, having been caught making love before hours in the surgery. Sara barely notices, thinking of how to spend the one to three years she can expect to survive given her incurable brain tumor, and announces she's joining an African countryside clinic project. Gardener Liekens collapses while working in the practice garden, ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frederik starts to worry about son Seppe's broke promises in Barcelona, but concentrates for now on visiting the Vandeveire family, to observe brat Kato's systematic misbehavior and counsel her desperate parents. While giving flue shots, distracted by the male modeling offer and wedding preparations, during which Palm already needs rebuking for inconsiderate arrogance, Tim accidentally injects himself with a patient's blood, meaning a month of agonized waiting. Sara confides only to Els about her fatal tumor, refusing o tell her colleagues, who remain puzzled by her ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Even Frederik starts worrying about Seppe, who seems to have cut off contact or may be in trouble in Barcelona. At his second visit to the Vandeveire home, his smart self-punishment for Kato seems to work. Groom John proves an inconsiderate jerk, yet Sara refuses to question the hasty marriage. She concentrates more on the garden then her patients but promises to return from Peru in spring. Tim is gloomy, probably cranky until his final test results in a month. An even grumpier, apparently healthy patient puzzles everyone.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frederik is delighted to see his brat taming works completely. He's shocked to find one of he doctors applying to replace Sara in the practice is none other then Muriel Vervoort, the lover who wrecked their marriage. He can't get Muriel to bow out and tells Sara. Tim is flat out with blood tests, but so far the results are good. Told of for macho Antillian pep-talk to brave boy patient Jonas, John angrily walks out of the practice, leaving his bride to worry and ask Tim as best man for lack of any of Palm's friends.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frederiks plea against his former adulterous lover Muriel works inversely on Sara, who hires her, hoping she'll fit in the practice and may become her ex's new partner.Gardener Liekens insists to donate the plants for 'saving his life'. The best surprise seems Seppe's return, but he's furious to be called home just to hear Sara is leaving to Peru (not why) and she that he came to father first. She makes it worse by bitching about his future and blaming Frederik's 'indulgence'. Frederik's next family counseling step is convincing hard-working father Gert to spend some ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Tim gets reassuring test results from most patients. The most feared, air attendant Kris Vandorpe, finally gets tested. Patients are told the practicing is closing for the wedding day. Seppe surprisingly enjoys bar duty and bonds with the groom, a fellow party animal. Judith's parents arrive and clearly worry about her ill-considered marriage.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Seppe's lack of clear plans worries Sara. Her decision to engage Muriel as her successor in the practice shocks Frederik, while even her own daughter doubts if it's a fitting job. At the altar, Judith changes her mind and decides against marrying startled John, who gets drunk and falls asleep. Kris Vandorpe gets a clean bill of health, so Tim can finally expect to be in the clear too.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Former swimming club champion Francis Johannsen brings by his son and sporting heir Daniel, whose coach, Francis's former rival, demands a medical attestation to keep the adolescent in competition after a scary incident. Runaway bride Judith remains missing, so the desk is temporarily manned by both doctors. Frederik resigns to being unable to stop Muriel taking over from Sara. Air attendant Kris's final results set Tim at rest, but Kris's iron excess may indicate a job-disabling condition.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "15 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frederik must work out why model-behaved brother Senne became mischievous after his sister cleaned up her act. Daniel Johannsen passes all medical tests but still wants a medical attestation to be unfit for his father's competitive swimming club. Dumped groom John palm refuses to return to Curaçao. Sara shamelessly indulges herself without telling her family about her fatal cancer and works out her frustration on Seppe by bullying him about laundry and throwing his dirty cloths bag with him in bath.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Daniel Johannsen comes see Frederik, admitting he wasn't inappropriately touched by his capable coach, who hinted at excessive paternal pressure, but wants to leave the club as father transferred his dream of sports school. An apparently healthy man, presumed a hypochondriac, accepts therapy from Frederik, but is just polite, not cooperative. Judith finally returns to the reception desk, but John also turns up and announces he won't leave the city.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "19 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    When Frederik demands Seppe keeps his promise to pick a study major, the knave complains neither parent really listens to his wishes. Frederik refers adolescent Maarten and his kid sister, both bed wetting, to the MD as the causes are usually physical. He finally scolds Sara for failing to consult the practice partners on selecting her successor. Workaholic Rudi Verkempinck drops by for advice on vegetarianism, but returns the next day in a pitiful state, having followed the recipes of health guru Dhaka. Daniel is happy again now father Francis accepted swimming is ...    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The practice encounters critical patients and, worse, needlessly worsened conditions due to the unqualified advice of quack health guru 'professor Dhaka', who can't even spell his pamphlets near-decently. Frederik duly scolds Sara's refusal even to discuss her unilateral successor-choice without regard for his expressed reservations. After Dhaka demonstrates his suggestive powers on urine sample-production-hindered bed watering-patient Maarten, people flock over to his practice. Then he comes warns Sara not to spread 'malicious lies' about his 'alternative methods'.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "21 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Seppe is left by both parents to fend for himself, so he's rather relived when his supportive maternal grandmother turns up, ready to treat him to food and help with ironing. Frederik however is scolded by Sara for having 'sneakily' visited her in rehab and signing her (not required) release forms. As the practice seems to loose most patients to Dhaka, Sara pays the guru a visit and finds it a loony sect-like ritualistic business without medical merit, which needs to be stopped. Tim finds his adoptive mother fainted, yet she refuses to leave home or ask anyone to move...    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "22 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Pressed for an income, Seppe steps in for the practice's sick cleaner. Frederik rebukes Sara's unilateral actions, especially as she's about to leave the country for no apparent reason. Still he agrees to help Ward, who volunteered to organize a surprise send-off party with original gift group picture. Some patients lured away by Dhaka return for proper medical treatment. Tim tries to contact his adoptive mother's emigrated sister in Australia and agrees to a test photo-shoot as Bram's prospective male model.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frederik is pleased that Seppe's temp cleaner job seems to get the knave back on the rails an even mends his relationship with mother, while he helps her make up with her mother. Now the Vandekerre parents patiently practice encouragement and support, Maarten is overcoming his bed wetting, unlike sister Rilke, who hides being anorexic. Bob Vinck fails to cover up a work floor accident in the family firm. Tim does fairly well at his test photo shoot for Bram Heyntjens, but hates the gay make-up artist's 'girly' work.    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frederik proudly enjoys Seppe's 'professional pride' as responsible cleaner. After a patient who refused antibiotics to treat an infected leg on Dhaka's advice, the doctors finally resolve to take legal action against the dangerous quack. After is sister Rilke is hospitalized, fully dehydrated, Maarten owes up he tricked her into thinking she wed her bed just like he as she Always cruelly made fun of his real accidents. Tim isn't comfortable with a lonely patient he insists to treat him to home-baked cake and coffee, but ignores the reluctantly cooperating wife of ...    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "27 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Tim is told his test photo-shoot was good and is offered a paid modeling job the next day. As near-poisoned Rudi Verkempinck agrees to testify with the needlessly amputated woman, a trial is likely, which means Sara must delay leaving to Peru. A Mahrebinian who shyly refuses at the door to come to the send-off event coordinated by Ward suddenly comes to the practice, claiming her Flemish husband systematically abuses her. John refuses to let Judith go or accept a ticket back to Curaçao.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "28 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Despite mixed feelings, Seppe gladly hands over cleaning to chubby professional Maria Gonzalez. A blind man needs help after misguided self-medication. Frederik is startled when Sara treats him to a nostalgic picnic, showing off an extravagant sports car, to tell him he will have to take full charge of son and practice due to her fatal tumor. John is turning into a stalker.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "29 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    War finally gets to present the group picture as send off present for Sara at her party before she leaves to Peru. Muriel's ex Vicent grudgingly took charge of their daughter, but drags her to the party to make a mild scene, scolding his ex's adulterous sinfulness. Afterward, Tim accompanies Judith home, who now is getting afraid of unshakable scorned groom Palm. By postponing treatment of her butchered piercing, the silly student incurred blood poisoning.    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "3 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Episode #2.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "4 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Leon Vroomans finally discloses to Frederik that he's a social security inspector. His list of negative observations, some disputable or even incorrect, some without weight, is promised to make closing down the practice likely. Frederik has a hard time reposting. Tim does his first paid photo-shoot, for cosmetics, but producer Bram Heyntjens suddenly subtracts a commission, yet Tim blindly signs a contract. The Kosovar Massala family of illegal immigrants faces deportation. The daughter decides secretly to deliberately sabotage the treatment of her facial rash, hoping...    "
                },
                "24": {
                    "title": "Episode #2.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Frederik realizes social security inspector Alex Marynen, who claims to have seen to budget cuts axing Els's post, means business: strict supervision, possibly leading to the practice's closure. So he calls a staff meeting to demand everyone starts working by the book, regardless of objections which he mostly shares. They promise to do so, but somehow hold him responsible. A near-sabotage by the book is conceived by Tim and Judith, who cohabit suspiciously cosily while renovating her apartment seems to take forever. Judith sides with the KOsovar Massala family's ...    "
                },
                "25": {
                    "title": "Episode #2.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "Episode #2.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "13 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "44": {
                    "title": "Episode #2.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "45": {
                    "title": "Episode #2.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Goede vriendinnen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The members of the joint medical practice speculate why friendly senior ward spends all morning there, knowing he probably won't see a doctor without an appointment. He alone seems to get on great with difficult patient Lisette Verfaille, yet she brushes him off. Her daughter Sabine brought her in to examine her recent series of breathing trouble, which she self-medicated, but no physical cause is found. Psychologist Frederik Robrechts visits her in the seniors home, where she confides it's all about her life-long secret: undeclared lesbian love.    "
                },
                "2": {
                    "title": "Black out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Therapist Frederik's regular patient, model bio engineering student Maarten Scheenmaeckers, complains to be fed up thoroughly. He has memory troubles after a head injury, but seems most troubled by his bothersome, divorced mother. The team discovers a recent behavioral change and domestic root causes. Weight- and looks-obsessed Moniek De Veerman refuses to abandon crazy Hollywood 'diet' and pills or use needed iron supplement.    "
                },
                "3": {
                    "title": "Groene vingers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Arno Willems (30) brings his spouse Liliane (50) to the sexologist, as she feels the age difference is a disaster waiting to happen, while he believes it can all work out. A health freak comes from treatment of her sunburn, from excessive work in her organic vegetable garden allotment, but has more serious symptoms, suggesting a major poisoning.    "
                },
                "4": {
                    "title": "Festivalweide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When neighborhood girl Cathy, whom Sara used to babysit, reports worsening eyesight, the MD soon suspects an serious problem and urgently schedules a specialist appointment. She's diagnosed with a rare syndrome, which may still be treatable, but almost certainly results from a major immunity problem, cancer or, as is found, AIDS. She blindly blames her loyal partner Steven, who is crushed after confessing a short affair, needing support from Frederik, only to be found clean. Meanwhile the nurse and receptionist have the hots for a foxy patient viz. her rowdy biker ...    "
                },
                "5": {
                    "title": "Zangcarrière",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    On Thursday, nurse Tim proposes a Friday evening staff party, but his colleagues all have other suggestions, one even declines. A 'professional' singer has vocal chord problems but can barely be convinced to cancel a single performance to see a specialist. When the diagnosis requires a long rest, manager Benny Ampe opposes canceling the upcoming performances. His part proves more then crucial.    "
                },
                "6": {
                    "title": "Schone schijn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The GP worries when the couple referred from the practice to a specialist in hospital with their dehydrated baby boy reportedly never arrived there. The father, Tommy Verbist, assures everything went fine after seeing their regular pediatrician in another hospital, but that turns out a lie, and untreated dehydration can be fatal. Meanwhile the receptionist makes an endless spectacle of the otherwise engaged sexologist failing to timely cancel a second appointment in a month.    "
                },
                "7": {
                    "title": "De belofte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Karel Vertomme first sees the doctor for an infected, which proves sexually transmitted. Having admitted infidelity but invoked marital sex ceased two years ago, he asks the sex therapist to come talk to his wife Lena, who neglects him that long since she took in her orphaned, manic-depressive brother. Tim objects to being taken for granted when the receptionist once more reorganized his entire day, assuming he would do her morning shift while she attends a municipal social services meeting.    "
                },
                "8": {
                    "title": "Puur natuur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Nurse Tim's camping buddy Karel drops by for a checkup after a mountain-bike fall. His bruises are innocent, but he soon returns with persistent symptoms, which suggest a liver condition. Tim was sent home to sit out a flu, so regular interim Arne stand in, but comes complain about vomiting and other symptoms. It turns out they and a third camper all have liver troubles, which must be diagnosed and treated or irreparable damage will be done.    "
                },
                "9": {
                    "title": "Hand in hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Widower Noel and wheelchair-ridden widow Irène independently ask for strong tranquilizers, without giving credible root causes, and accept only reluctantly to see psychologist Frederik. As they played the same game before elsewhere, the team suspects a hidden agenda, even more when it finds they hid being neighbors and close friends, and his medical file provides the key. Meanwhile Frederik and Tim give the sexologist opposite relationship advice 'for a dating friend'.    "
                },
                "10": {
                    "title": "De gelijkenis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Children party clown Kurt Vereecke suffers nausea and fainting, which may well relate to his relaxation use of laughing gas. The medical team must combine its skills to handle the case of a little girl borough in by her big sister with a 'fall' injury which may rather by a case of (unintentional) abuse. The single mother needs to delegate most of the domestic tasks and babysitting to the eldest daughter, who practices self-mutilation. A deeper rooted problem is the late father's possibly inherited mental disorder which led to his suicide.    "
                },
                "11": {
                    "title": "Cocktail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Adolescent Yannick 'Yan' consults the sexologist with his steady girl but can't explain to her face his reason to putt off sex: his virginity, embarrassing at 19 according to his mates who may never know. Pushy leather garments salesman Jos Meijnders comes ask for help to check his weight, but is strangely, incoherently uncooperative, despite episodes. The team unearths his secrets in order to diagnose major problems. Mysteriously, businessman Koen repeatedly calls on the GP, worrying Frederik and puzzling their colleagues.    "
                },
                "12": {
                    "title": "Over de limiet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Frederik organizes a party to celebrate friend Lotte's promotion to editor in chief of the magazine that publishes his columns and suggests she should also welcome columns from his colleagues, reflecting their practice's common approach. Nurse Tim is taking a palliative care course. Insensitive careerist Lotte's husband Victor is frustrated by her and his ICT firm sales job.    "
                },
                "13": {
                    "title": "Onvoltooid verleden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Willem De Baets consults the GP as his wife Christine's obsession with their long-frustrated child-wish becomes unbearable. A fertility test clears his sperm, but also shows chlamydia, forcing the couple to face their sexually irresponsible past. Nurse Tim gradually realizes that excessively friendly home injections patient Judith Vermeersch lusts for him, bound to get out of control.    "
                },
                "14": {
                    "title": "Eenzaam op het veld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "18 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Devoted football (soccer) coach Ruud asks Frederik for therapy to help his most promising player, Ken, whose performance spirals down in a vicious circle of frustration and atypical episodes of aggression to everyone. Frederik observes the team and initially suspects Ken's embarrassingly loud father Paul as the critical stress cause, but during the next match, the prodigy collapses and is rushed to hospital, where a congenital cardiac defect is diagnosed. A visit from buddy Jordi reveals ken's psychological trouble. Respectable husband Bavo Smits's initial GP visit, ...    "
                },
                "15": {
                    "title": "Virus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "19 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The joint practices' computer network is in trouble. The receptionist however only has eyes for the 'Coca Cola man hunky' ICT repair man, Daan, who discretely reports a porn history on one laptop, actually related to a schoolboy-patient's addiction case. Patient Mario lies about his syndrome, which is completely different from his wife's, for an equally held-back reason, illegal snake trade, but the lost time compromises his survival chances.    "
                },
                "16": {
                    "title": "Vruchteloos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jens and his pregnant partner, also 16, want help to keep their unborn child, which is legally their right. Her parents demand an abortion, but actually have a medical reason stemming from a family secret shared by his late father, a veteran like hers, which may not hold. Nurse Tim likes a patient but is constantly suspected of theft by her, actually greedy children.    "
                },
                "17": {
                    "title": "Op het verkeerde been",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Clearly concerned father Bram De Wilde, yet conspicuously hasty, brings in his pre-teen son Boris with a strained wrist. Because the knave has no other bruises and constantly repeats the apparently rehearsed phrase 'just fallen bicycling', like father, to all questions about the circumstances, the GP suspects another story. Using paperwork as a pretext, the home is visited, where the mother in law openly suggests paternal abuse, only to retract that story the next day. Frederik arranges a family counseling, where the relatively innocent truth emerges. Meanwhile the ...    "
                },
                "18": {
                    "title": "Blauwe plekken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Clearly concerned father Serge Deckers hastily brings in his pre-teen son Brent to be treated for a fractured wrist. Beacuse both avoid questions about how it happened with the apparently rehearsed phrase 'just fallen from the bike', the medical practice fears it may be a case of domestic violence, as suggested by the mother in law. Luckily the truth proves more prosaic.    "
                },
                "19": {
                    "title": "Huiselijk geweld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "25 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Antwerp city social worker Rob Verspecht, a hottie to receptionist-colleague Judith's taste, consults the practice team to check up on neighbors's suspicion that young Stan Depoorter, a shy cutie they once treated for extensive 'bike fall' bruises, may be the victim of domestic abuse. A campaign to collect medication past expiration dates provides excuses to visit the home and call in both parents plus the boy, who whispers 'help me!' when unwatched a minute. Father Dennis Depoorter, a shy bus driver, proves genuinely concerned, unlike his bitching wife. Frederik also...    "
                },
                "20": {
                    "title": "De garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "26 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Gentle law-freshman Jacob consults Frederik as he just can't manage to cram. The therapist works out he's not motivated, except to piously oblige his parents' desire that he later joins the 'family law firm'. So the solution is to switch to his true passion, veterinary studies. Shy laborer Bert is dragged to the sexologist by his bossy wife Hilde who lost patience with his sexual impotence, which isn't physical. It turns out to be a side-effect of constant abuse, more then serious hazing, at the garage where veteran colleagues hate the eager beaver 'spoiling the job'.    "
                },
                "21": {
                    "title": "Terug naar de korf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Anita Gorts brings her teenage daughter Debby to Frederik, fearing she relapsed into anorexia. She proves to have her weight, demonstrates eating healthy and vomits, later brings the explanation: a positive pregnancy test. Frederik gets her to tell the father, later her parents, but by the time she decides against abortion, a complication occurs. The sexologist counsels Mie Van Besien, who intended to have her breasts enlarged for lover Dries, who turns out to like them as they are.    "
                },
                "22": {
                    "title": "Aandacht, aandacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Nco grudgingly joined his wife to sessions with the sexologist about how to breath new life into their dulled sex life. It soon becomes clear they need therapy just to save the marriage. The GP isn't inclined to just indulge a patient who expects to have her chronic fatigue claim acknowledged, unwilling to help a malinger or hypochondriac or even miss a potentially vital alternative diagnosis, as happens to be the case, requiring longterm hospital care.    "
                },
                "23": {
                    "title": "Verborgen kamers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "31 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Seppe delights parents Frederik and Sara with a surprise visit, but the joy dims as he expects more then they care to contribute financially to his fashionable Spanish holiday plans. Only Frederik naturally connects with stray boy Guust Vandewalle, so the angelic rascal causes his colleagues quite some stress until father Dries comes collect him. Sara finds it hard to deal with her meddling mother's medical problems, so Frederik mediates.    "
                },
                "24": {
                    "title": "De roots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "1 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The GP is repeatedly 'urgently' asked by rude African Kadia to examine her kid sister Abra, asking to write her a certificate she can't fly. However the claimed earache isn't there, a single fever artificially induced, a broken-arm not a bicycle accident but Kadia's own doing.circumcision. The school principal confirms Kadia's terrible attendance record and results. The girls' mother insists they must join her on a flight to family in Africa. Their motives root in an ancient, painful tradition.    "
                },
                "25": {
                    "title": "Welterusten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Thomas asks the sexologist to rekindle his marital sex-life, as his wife seems to have lost her libido. Penniless squatter Bert Van Oost brings to the practice his life partner, who collapses completely from malnutrition and dire hygiene, only to suffer the same fate later, so Judith, who found him while bringing a fruit basket, minds their loyal dog. Tim proudly tells her about his tribal 'royalty' roots.    "
                },
                "26": {
                    "title": "Als de rook om je hoofd is verdwenen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A patient diagnosed with long cancer rudely refuses to be treated, claiming classical medicine is a scam, unlike the 'New Germanic', but that quack theory already killed hundreds throughout Europe. Frederik and the sexologist counsel 'massage parlor' prostitute Olga Pavlova, who is confident her regular customer and lover Dierk will leave his wife to marry her.    "
                },
                "27": {
                    "title": "Het kamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A Chiro (Catholic scouting counterpart) troop in summer camp mode arrives in the practice when a member suffers a wasp sting with allergic complications. Frderik, nostalgic of son Seppe's childhood, takes personal care of shy, smart, drawing-gifted Joris, whose stomachache may essentially be homesick, as happened to Frederik.    "
                },
                "28": {
                    "title": "Heet onder de voeten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "7 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander De Boeck consults the sexologist when his longterm partner wants marriage, while he fears that's unfair given he's constantly 'falling in love' at first sight, although never actually unfaithful. In her own life, she pushes away regular no-strings sex partner Sander, who claims she must secretly begin-to love him too, and even arranges to be 'caught' with a gorgeous towel-only 'toyboy'. The receptionist joins a yoga club with her buddy, whose pain attacks she insists must be diagnosed, yet all but worrisome.    "
                },
                "29": {
                    "title": "Het kastplantje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "8 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "Alles of niets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "9 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Nervous, cocky Jonas brings his partner Hanne to the practice with an ear-infection. The team notices their relief that the GP consultation is free and obsessing about the pharmacy costs. Frederik in part-puzzled, part-amused by the fickle attitude of Lode, who suffers from a midlife crisis but expresses no confidence in therapy whatsoever. Tim wants to nurse his cancer-terminal mother, even if that means resigning, but she insists he must continue his life.    "
                },
                "31": {
                    "title": "Leegte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Reluctantly, retired army colonel Staf Swinnen lets his daughter drag him to the practice for therapy, an absurd insult in his eyes, for his lasting listlessness, to which are now added alcohol abuse, blackouts and disappearing on army exercise premises. School age lovers Lewis Raes and Jasmien De Blende consult the sexologist about rules, mainly legal, concerning under age sex. Lewis's father Roland Raes furiously scolds her and promises to sue.    "
                },
                "32": {
                    "title": "Vooruitziend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Workaholic advertising executive Louis Van den Abeele, to Judith's taste, demands a strong tranquillizer to control his stress until an impending crucial presentation. He storms out when told rather to take therapy with Frederik, but returns after strange, apparently unrelated symptoms. Blood tests show a long-term problem. Mathieu De Bock and his steady partner Lynn consult the sexologist, wanting to surgically avoids any risk of pregnancy, while disagreeing which of them should physically sacrifice fertility.    "
                },
                "33": {
                    "title": "Moederziel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "14 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Young father Eric visits the practice with his cry-baby son Mano and his wife, teacher Carla, who can't cope and starts exhausting his angelic patience. GP and pediatrician find the baby healthy, so it's up to Frederik to try therapy for the 'failed' parents, as Carla even suggests giving their son up for adoption, which Eric can't even discuss for real. Ward finally explains he Always hangs around feeling useless since retirement now his kids no longer need his help as handyman. Frederik sort of invites him to do chores in the practice, but that's too noisy, yet a ...    "
                },
                "34": {
                    "title": "Het pand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "15 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Caring adolescent Kenny gently brings his shy kid brother Lino to be treated for a week-old foot wound. However their story about stepping into a nail doesn't fit and the prescription for an ointment is found on the street. Visiting their widower father Marcel, the team finds him a lush, who no longer takes care of the boys, so Kenny moved out to a squatters building.    "
                },
                "35": {
                    "title": "Een hoofdbreker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "16 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Erik Verbrugge asks Tim, who nurses his leg wound, to check on teenage son Joren, who won't go out, won't show show his gaming and hides his Skyping with a certain Lovely. Stressed sales representative Leo Vandecasteele consults the GP for killer migraine and tinnitus, which also strain his marriage, but Frederik's relaxation therapy also reveals another problem.    "
                },
                "36": {
                    "title": "Bij nader inzien",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Frank Verstappen and his wife ask the practice for help with their 'rebellious' son Maarten, because he won't accept that they refuse to let him use Internat and a cellphone at home. Tom Bertels suffers from insomnia. As the GP finds no physical cause, Frederik tries therapy and presumes the key is a traumatic carjacking. Finding that wrong rekindles his own therapist trauma.    "
                },
                "37": {
                    "title": "Het parkfeest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The practice is closed for the duration of the neighborhood's barbecue party in the park. Staff is eager to attend .Tim and Judith help the sexologist promote safe sex playfully, inspired by minors Jasper and Luna's questions about condoms. It has to be shut down due to a mysterious flood of food poisoning cases. Patrick soon confesses to have used out of date eggs, later why.    "
                },
                "38": {
                    "title": "Op grootmoeders wijze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "21 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Divorced Wim and Claudine's young daughter Rosa's fatigue is soon suspected and however surprisingly diagnosed as poverty disease tuberculosis, while the custody-alternating parents are upper middle class. Contractor Wim's east European laborers are cleared, even Claudine's disastrously libertine sex-life. Inspiration comes from Tim's least favorite patient, crone Irma, and her stupid 'self-medication.    "
                },
                "39": {
                    "title": "Geen vuiltje aan de lucht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "22 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Angelic Vince is brought by his chatterbox, demanding mother Myriam for a sunstroke. She not only questions the obvious diagnose and keeps insisting absurd measures, Tom finds a mold on her swollen alarmingly. Chinaman Weidong collapses and vomits in the waiting room. His wife Hong, who speaks a little English, gradually explains their tragic story. Bert consults the sexologist with his fiancée Louise, who won't marry as long as he insist on keeping pictures on show of his late wife Ingrid.    "
                },
                "40": {
                    "title": "Ward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Binnenstebuiten (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "23 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Father to be Pieter Verhelst consults the sexologist as his fears prevent him from laking love to wife Sophie, making her fear the first baby they both crave is killing their relationship. Ward is back, complaining about a strained shoulder, supposedly mainly just seeking attention. However by the time the GP and receptionist Judith, who visits Ward while doing volunteer chores in the park, realizes he may have cardiac trouble, the specialist fears it may be too late, rekindling the GP's ultimate trauma.    "
                }
            }
        },
        "number of episodes": 68,
        "cast": [
            {
                "name": "Cosemans, Bert"
            },
            {
                "name": "Leyers, Ella"
            },
            {
                "name": "Oduwale, Yemi"
            },
            {
                "name": "Vertongen, Sara"
            },
            {
                "name": "Pinoy, Lotte"
            },
            {
                "name": "De Moor, Bob"
            },
            {
                "name": "Depoortere, Lander"
            },
            {
                "name": "Laureyns, Tine"
            },
            {
                "name": "Hasselbaink, Sergio"
            },
            {
                "name": "De Veirman, Leen"
            },
            {
                "name": "Uitterlinden, Ilse"
            },
            {
                "name": "Dom, Jos"
            },
            {
                "name": "Guen, Nikki Le"
            },
            {
                "name": "Paelinck, Daphne"
            },
            {
                "name": "Gürbüz, Kadèr"
            },
            {
                "name": "Menschaert, Noah"
            },
            {
                "name": "van Boeckel, Door"
            },
            {
                "name": "Clerckx, Kristoff"
            },
            {
                "name": "Florentie, Emilia"
            },
            {
                "name": "Tielemans, Tove"
            },
            {
                "name": "Van Damme, Gregory"
            },
            {
                "name": "La Haye, Robert De"
            },
            {
                "name": "Memeti, Begir"
            },
            {
                "name": "Neefs, Len"
            },
            {
                "name": "Rottiers, Ben"
            },
            {
                "name": "Sohier, Timon"
            },
            {
                "name": "den Eynde, Ellen Van"
            },
            {
                "name": "Cooke, James"
            },
            {
                "name": "Couckuyt, Kelly"
            },
            {
                "name": "De Ridder, Deborah"
            },
            {
                "name": "De Ruyck, Lauren"
            },
            {
                "name": "Dingenen, Frank"
            },
            {
                "name": "Macanovic, Lana"
            },
            {
                "name": "Stroobants, Mark"
            },
            {
                "name": "Temmerman, Amaryllis"
            },
            {
                "name": "Vertenten, Valerie"
            },
            {
                "name": "Abraham, Abigail"
            },
            {
                "name": "Crollet, Annelore"
            },
            {
                "name": "De Konink, Luk"
            },
            {
                "name": "Domen, Christel"
            },
            {
                "name": "Malschaert, Veerle"
            },
            {
                "name": "Meirsman, Jamie"
            },
            {
                "name": "Peeters, Ellen"
            },
            {
                "name": "Redant, Viviane"
            },
            {
                "name": "Rouffaer, Greet"
            },
            {
                "name": "Schroeven, Karin"
            },
            {
                "name": "Uitterlinden, Hilde"
            },
            {
                "name": "Van Herreweghe, Eric"
            },
            {
                "name": "Van Mieghem, Mathias"
            },
            {
                "name": "Van Tourhout, Benjamin"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.6,
        "votes": 19,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjUyYTg4ZTUtYTU4ZC00NGM3LTgzMTgtODRhODFlMTcyYjk3XkEyXkFqcGdeQXVyNjc2NzAzMTI@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Binnenstebuiten",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Binnenstebuiten (Belgium)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "De Paepe, Stef"
            },
            {
                "name": "Dierinck, Ludwig"
            },
            {
                "name": "Dirinck, Ludwig"
            }
        ],
        "production companies": [
            {
                "name": "Studio-A"
            }
        ],
        "distributors": [
            {
                "name": "Vlaamse Media Maatschappij (VMMa)"
            }
        ],
        "plot": [
            "A health center run by five specialists offers the arena for the most diverse medical cases. Each episode focuses on the consultations of one or two different patients and the eventual diagnoses.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 19,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "males": {
                "votes": 9,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 4.0
            },
            "females": {
                "votes": 5,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 9,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 3,
            "7": 4,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}