{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "17 February 2013"
            },
            {
                "country": "Canada\n",
                "date": "18 February 2013"
            }
        ],
        "release dates": [
            "Canada::17 February 2013",
            "Canada::18 February 2013"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Arizona: 24 Hour Mountain Bike",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The \"Burning Man\" of the mountain biking world, this race attracts some of America's most eccentric mix, as competitors pedal a 24-hour loop course through the wild and dangerous cacti forest of the Sonoran Desert. The squad experiences equipment breakdowns, a race-stopping emergency, night time exhaustion and the fight to work their way onto the podium.    "
                },
                "2": {
                    "title": "Greenland: Artic Circle Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Set north of the Arctic Circle, this three-day cross-country ski race is considered one of the most challenging of its kind due to unpredictable weather conditions. The harrowing first day is full of learning curves, a white-out on day two challenges all the and a looming storm on the final day turns the entire race upside down.    "
                },
                "3": {
                    "title": "Chile: Atacama Extreme 100 Mile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The athletes head to the Atacama Desert, the driest place on Earth for a 100-mile foot race that could be the mental and physical breaking point of the race season. With the sun beating down on their bodies, it will take the pure determination of their minds to reach the finish line.    "
                },
                "4": {
                    "title": "Utah: Adventure Xtreme Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    The Adventure Xstream Moab race in Utah is a riveting one-day, 60+ mile adventure competition. The race marks the first time Simon, Turbo, Rory and Hunter compete as a four-person team. Pushing the squad physically and emotionally against one another, they battle a crippling six-mile canyon climb, steep rope descents and a costly navigation blunder in their quest to make the podium.    "
                },
                "5": {
                    "title": "Frnace: 140 Km Mountain Bike Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Deemed the hardest mountain bike race in the world, the MB Race Culture Velo set in the French Alps features 70km, 100km and grueling 140km course option with over 7,000 meters of single-track climbs, and harrowing descents. On and off the track, the athletes encounter a few obstacles along the way. Rory tries to overcome her mountain biking inexperience and retain her racing legacy. Simon's bike goes missing and is forced to maneuver the rugged terrain on a rental and Hunter's cramping threatens to take him out of the race entirely. On a high note, Turbo is pacing ...    "
                },
                "6": {
                    "title": "Scotland: Scottish Highlands Quadrathlon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    This very demanding Quadrathlon race is amidst the scenic rolling hills of Aberfeldy, Scotland. The competition features a nearly one-mile swim across Loch Tay, 60 miles of fell running over seven hills above 3,000 feet, a seven mile kayak, and a 34-mile road bike. Simon and Turbo, as Team Canada, push and pull one another over some daunting moments through their combined sense of discipline, while the young and hungry Hunter and Rory, as Team America, push forward full force. It'll take more than just trash talking to beat the mental stamina required to reach the ...    "
                },
                "7": {
                    "title": "Colorado: Vail Mountain Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    The Boundless athletes take on the punishing Ultimate Mountain Challenge, the toughest event in the multi-day Vail Mountain Games festival. Cheered on by friends and family, they complete in standup paddling, mountain biking, trail running and a road bike time trial - each race pushing the athlete's fears, injuries and endurance in ways they never expected.    "
                },
                "8": {
                    "title": "California: Spartan Championship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    The Superbowl of Obstacle Course Racing (ORC,), the Spartan Beast World Championship, brings the world's top OCR athletes together for a 38-obstacle course track in Squaw Valley, California. Returning to the sport that put him on the map, Hunter is bringing Team Boundless to his wheelhouse for a change, pushing himself further and faster than ever before while preparing Simon, Rory and Turbo for a pounding and punishing experience.    "
                },
                "9": {
                    "title": "Sweden: World Championship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The birthplace and world championship of the newest trend in ultra-racing, Ötillö is a unique race combining 10km of swimming and 65km of running across 26 islands in the Baltic Sea archipelago in Sweden. In pairs, the athletes must maneuver the wet, slippery conditions of the islands which adds difficulty. However, nothing compares to the massive swimming distances and sea swells, which push all of our racers to the edge, leading to an abrupt and heartbreaking end to the race for one team.    "
                },
                "10": {
                    "title": "Canada: 100km Multi-Sport Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "14 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Bruce Peninsula Multisport Race is a 100km competition that features 16km kayak, 62km of treacherous road and trail biking and 21km of running along the beautiful Niagara Escarpment in Ontario, Canada. In teams of two, Simon and Rory are confident they will knock the wheels off Hunter and Turbo. But with Hunter's \"American muscle\" and Turbo's \"Canadian hustle,\" they are sure they will give Simon and Rory a run for their money. As the miles add up, and the path winds in unexpected directions, Hunter and Turbo begin to turn on one another, allowing Simon and Rory to...    "
                }
            },
            "1": {
                "1": {
                    "title": "Iceland: Surface of the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Simon and Turbo's season kicks off with the intense \"Fire and Ice Ultra\" - a 250km, seven-day stage race - camping and running through the volcanic ruggedness of the Icelandic Highlands. Much to everyone's surprise, winter comes early, and all runners battle the plummeting temperatures as a large snowstorm closes in.    "
                },
                "2": {
                    "title": "Iceland: All Ice, No Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The \"Fire and Ice Ultra\" foot race continues its way out of the Icelandic Highlands, north through ever-changing seasons towards the 250km finish line. But the cold and snow continue to be a risk factor for Simon, Turbo, and the rest of the competitors - and everyone has to stick together to overcome the challenges and safely complete the race.    "
                },
                "3": {
                    "title": "Hawaii: The Channel of Bones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "4 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The \"Molokai 2 Oahu Paddleboard World Championships\" is considered one of the toughest and most elite paddling races on earth. Simon and Turbo have four days in Hawaii to train before competing against the world's best - and stand-up paddling their way over 10-foot open ocean swells to cross the 32-mile Channel of Bones.    "
                },
                "4": {
                    "title": "Kenya: Born to Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "11 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The \"Amazing Maasai Ultra\" race pits a small field of international competitors against local Kenyans - considered some of the fastest runners on the planet - amid the heat and wilderness of the Laikipia Highlands.    "
                },
                "5": {
                    "title": "South Africa: Up-Downstream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The two-day, 82km \"Hansa Fish River Marathon\" paddle race on a river in rural South Africa boasts nearly two thousand kayakers rowing down man-made weirs and waterfalls, on class 3+ rapids. Simon and Turbo find themselves in way over their head, and fearing for their safety, have to decide between pulling from the race or finding a way to persevere and reach the finish line intact.    "
                },
                "6": {
                    "title": "Utah: Spinning Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Taking their love of climbing, canyoneering and mountain biking to the extreme, Simon and Turbo head to Hurricane, Utah, to compete in the annual \"Six Hours of Frog Hollow\" bike race. The 12.8-mile looping course winds perilously through gaping canyons, alongside sheer cliff drops and over large boulders - presenting huge challenges for both guys, and a near catastrophic accident for Turbo.    "
                },
                "7": {
                    "title": "Egypt: The Ancient Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    There are few events in the ultra-racing community that hold as much prestige as the Four Deserts \"Sahara Race\" - a 250km foot race in Egypt over 5 days, through searing heat and sand, where day-time temperatures reach well into the 40's. Simon is determined to place in the top rankings among the world's best, while Turbo battles ailments and near-exhaustion to hang onto his third-place position.    "
                },
                "8": {
                    "title": "Egypt: Castles Made of Sand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The 250km \"Sahara Race\" continues across the Faiyum region of the Egyptian Sahara Desert, and as the days press on, all the racers become more worn down by the heat and long miles they are putting in. Turbo is forced into a major decision, while Simon pushes himself to the point of near-collapse, chasing down competitors and working his way up the ranks.    "
                },
                "9": {
                    "title": "Cambodia: Spider Bites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The \"Ancient Khmer Path\" is the first of its kind in Cambodia - leading runners 230km over six days through flooded jungles, ancient temples and rural villages in scorching heat and humidity. All the racers push themselves to their extremes - and when a good friend of Simon and Turbo suffers a life-threatening condition, they must find the courage to keep moving on and complete the race.    "
                },
                "10": {
                    "title": "Thailand: Men of Iron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    There is no global triathlon brand as renowned as the Ironman, and Simon and Turbo are heading to Phuket, Thailand to compete in a grueling 1.9km swim, 90.1km bike and 21.1km run. Falling ill with a stomach bug, Turbo fights to gain back his strength, while Simon prepares for the grand finale of their race season with the hope both friends can cross the finish line.    "
                }
            },
            "2": {
                "1": {
                    "title": "Austria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Mongolia: Sunrise to Sunset",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "8 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Meeting up with some of our race friends from previous episodes, Simon and Turbo tackle the 100km \"Mongolia Sunrise to Sunset\" race through the scenery of northern Mongolia's Hovsgol Region. The impact of their longest ultra to date takes its toll on our racers, who must rely on fierce dedication and teamwork to reach the finish line.    "
                },
                "3": {
                    "title": "Scotland: Charlie Ramsay Round",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "15 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Holland: Sup 11-City Tour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "22 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    After becoming the first team to stand-up paddle across Lake Ontario, Simon and Turbo head to the picturesque Friesland area in northern Holland for the \"Sup 11 Cities Tour\" - a 5-day, 220km stand-up paddle race through active canals and towns. But with the blisters adding up, and their confidence sent down stream, Simon and Turbo struggle to stay on their feet.    "
                },
                "5": {
                    "title": "Peru: Great River Amazon River Raft Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "29 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "California: Trona 353",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Costa Rica: Adventure Racing World Series",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Costa Rica: Adventure Racing World Series",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Yukon: Yukon Arctic Ultra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "27 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Mexico: Caballo Blanco Cb Ultra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boundless (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "3 Jun. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Bosio, Rory"
            },
            {
                "name": "Donato, Simon"
            },
            {
                "name": "McIntyre, Hunter"
            },
            {
                "name": "Trebilcock, Paul"
            }
        ],
        "locations": [
            "Cambodia",
            "Iceland",
            "Hawaii, USA",
            "Kenya",
            "South Africa",
            "Utah, USA",
            "Egypt",
            "Thailand"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "48"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 3,
        "rating": 8.5,
        "votes": 91,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzQ2ODk1NzA5NF5BMl5BanBnXkFtZTgwMzY3NDYyMDE@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "CAD1,000,000 (estimated)",
        "plot outline": "Boundless is an adrenaline-charged documentary series following the adventures of friends/fierce competitors Simon Donato and Paul \"Turbo\" Trebilcock in their worldwide quest to challenge their limits in some of the most extreme competitive events on Earth From single and multi-day ultra marathons, to open-ocean standup paddling, to multi-day class 3+ kayak races, canyon bike races, and grueling triathlons, the events range from very well known to totally obscure Boundless is a riveting character study of two friends competing amoung themselves and others, revealing all the conflicts they encounter, incredible characters they meet, and set in the unforgettable backdrops of their surroundings.",
        "languages": [
            "English"
        ],
        "title": "Boundless",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Boundless (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Henry Less Productions"
            }
        ],
        "distributors": [
            {
                "name": "Breakthrough Entertainment"
            },
            {
                "name": "Travel escape"
            }
        ],
        "plot": [
            "_Boundless_ (qv) is an adrenaline-charged documentary series following the adventures of friends/fierce competitors Simon Donato and Paul \"Turbo\" Trebilcock in their worldwide quest to challenge their limits in some of the most extreme competitive events on Earth From single and multi-day ultra marathons, to open-ocean standup paddling, to multi-day class 3+ kayak races, canyon bike races, and grueling triathlons, the events range from very well known to totally obscure _Boundless_ (qv) is a riveting character study of two friends competing amoung themselves and others, revealing all the conflicts they encounter, incredible characters they meet, and set in the unforgettable backdrops of their surroundings.::Steven N. Bray"
        ],
        "tech": {
            "runtime": [
                "48 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 91,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 36,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 6.9
            },
            "males": {
                "votes": 40,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 20,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 7.8
            },
            "females": {
                "votes": 25,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 16,
                "rating": 5.6
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 4.4
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.0
            },
            "us users": {
                "votes": 30,
                "rating": 7.6
            },
            "non us users": {
                "votes": 22,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 45,
            "9": 20,
            "8": 12,
            "7": 2,
            "6": 1,
            "5": 3,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 6
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}