{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 April 2013"
            },
            {
                "country": "USA\n",
                "date": "29 April 2013",
                "notes": "                            (Las Vegas, Nevada)"
            }
        ],
        "release dates": [
            "USA::29 April 2013",
            "USA::29 April 2013                            (Las Vegas, Nevada)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Fred Schultz Saved 10,000 Children in Nevada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In the late 90's Fred started started the organization Positively Kids, which to current has saved 10,00 medically fragile children in Nevada. In a close-up interview with behavior expert Christian Schoyen Freds life story is presented and his behavioral blueprint is analyzed to answer the questions; are extraordinary people like Fred born or created? and what is the driving force behind their great achievements?    "
                },
                "2": {
                    "title": "Julie Murray Fed 100,000 Starving Nevadians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    To fight hunger in Nevada, Julie Murray created Three Square Food Bank from a concept drawn up at her kitchen table to an operation that today distributes 16 million, meals annually feeding over 100,00 starving Nevadians. In a close-up interview with behavior expert Christian Schoyen Julies life story is presented and her behavioral blueprint is analyzed to answer the questions; are extraordinary people like Julie born or created? and what is the driving force behind their great achievements?    "
                },
                "3": {
                    "title": "Gina Greisen Changed the Future for All Animals in Nevada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Gina Greisen is an animal activist who introduced Cooney's Law for animal justice to end cruelty changing the future for all animals in Nevada. Through a life time of caring for others she has given thousands of both people and animals in Nevada a second chance at life. In a close-up interview with behavior expert Christian Schoyen Ginas life story is presented and her behavioral blueprint is analyzed to answer the questions; are extraordinary people like Gina born or created? and what is the driving force behind their great achievements?    "
                },
                "4": {
                    "title": "Mary Vail Provided Food and Shelter to Over 3000 Nevadians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Mary Vail is a publicist and humanitarian who through donating her time and expertise raised $500,000 for the Salvation Army, leading to food and shelter to over 3,000 Nevadians. She has over a lifetime contributed to several causes, which has given thousands of people in Las Vegas a second chance at life. In a close-up interview with behavior expert Christian Schoyen Marys life story is presented and her behavioral blueprint is analyzed to answer the questions; are extraordinary people like Mary born or created? and what is the driving force behind their great ...    "
                },
                "5": {
                    "title": "Manda Kristof Fed Her Hungry Students and Behind Scholastic Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Manda Kristof is a fifth grade writing class teacher at Ferron Elementary School in Las Vegas who used part of her salary to feed her hungry students, as well as through a new way of teaching set the record in improvement for reading and writing proficiency within the public school system. Manda received the Clark County \"teacher of the year award\". In a close-up interview with behavior expert Christian Schoyen Mandas life story is presented and her behavioral blueprint is analyzed to answer the questions; are extraordinary people like Manda born or created? and what ...    "
                },
                "6": {
                    "title": "Patrick Burke Risked His Life for Fellow Nevadans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    To save the families around policeman Patrick Burke run in open fire with no protection to stop armed desperado who was shooting. Shortly after he also served for the US army in the Middle East. Patrick was recognized with the nation's highest award; the medal of Valor. In a close-up interview with behavior expert Christian Schoyen Patricks life story is presented and his behavioral blueprint is analyzed to answer the questions; are extraordinary people like Patrick born or created? and what is the driving force behind their great achievements?    "
                },
                "7": {
                    "title": "Linda Smith Raised Over $100 Million for Nevadans with Intellectual Disabilities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Linda Smith is a humanitarian and change advocate, who after her son Chris was denied entry to the USA because he had the down syndrome took on the US legal system. After a 17 year battle Linda won and changed the law, allowing for those with down syndrome to legally enter the country, as equals. To help others Linda went on become a key person at Opportunity Village in Las Vegas, personally raising over $100 million to give those in Nevada with intellectual disability a second chance at life. In a close-up interview with behavior expert Christian Schoyen Lindas life ...    "
                },
                "8": {
                    "title": "Barbara Kenig Touched the Lives of 100,000 Struggling Nevadans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Barbara Kenig known as the Jewish Easter Bunny has for over 20 years making sure that struggling families in Las Vegas and their children felt loved and cared for. Every year she has together with a dedicated group of volunteers delivered thousands of baskets with food, candy and toys to families with children living in shelters, in cars or on the streets in need of a helping hand. In a close-up interview with behavior expert Christian Schoyen Barbara's life story is presented and her behavioral blueprint is analyzed to answer the questions; are extraordinary people ...    "
                },
                "9": {
                    "title": "Karen Layne Brought 911 to Las Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hometown Heroes (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Karen Layne introduced and implemented 911 in Las Vegas to create a support system for people in need of assistance, then later as the president for Las Vegas Valley Humane Society she also created a support system for animals. In a close-up interview with behavior expert Christian Schoyen Karens life story is presented and her behavioral blueprint is analyzed to answer the questions; are extraordinary people like Karen born or created? and what is the driving force behind their great achievements?    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Schoyen, Christian"
            },
            {
                "name": "Burke, Patrick"
            },
            {
                "name": "Greisen, Gina"
            },
            {
                "name": "Kenig, Barbara"
            },
            {
                "name": "Kristof, Manda"
            },
            {
                "name": "Murray, Julie"
            },
            {
                "name": "Schultz, Fred"
            },
            {
                "name": "Smith, Linda"
            },
            {
                "name": "Vail, Mary"
            },
            {
                "name": "Layne, Karen"
            }
        ],
        "locations": [
            "Las Vegas, Nevada, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUxNTQwNzY4Ml5BMl5BanBnXkFtZTcwODQ0OTg1OQ@@._V1_SY150_CR9,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Hometown Heroes",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Hometown Heroes (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Schoyen, Christian"
            }
        ],
        "production companies": [
            {
                "name": "Creating Legends"
            },
            {
                "name": "Rover Films"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            }
        ],
        "plot": [
            "Inspirational talk show examining the behavioral blueprint of the unique socially conscious role models that makes America a better place.::_Hometown Heroes_ (qv)"
        ],
        "tech": {
            "runtime": [
                "15 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}