{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "17 February 2013"
            },
            {
                "country": "USA\n",
                "date": "17 February 2013"
            }
        ],
        "release dates": [
            "China::17 February 2013",
            "USA::17 February 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Return to Da Fu Tsun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Return to Da Fu Tsun (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Struggling single dad and young entrepreneur Lu Dapeng has not been happy with his life lately. He is convinced that he needs a getaway from his current life and decides to go back to his hometown Da Fu Tsun for a little while.    "
                },
                "2": {
                    "title": "First Night in Da Fu Tsun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Return to Da Fu Tsun (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Lu Dapeng, along his two kids Lu Guaihu and Lu Babi and his \"fake\" wife Zhang Kexin who's actually his assistant return to Da Fu Tsun. However, the family, especially Lu Guaihu, don't really enjoy their first night back to the hometown.    "
                },
                "3": {
                    "title": "Great Grandmother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Return to Da Fu Tsun (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dapeng Lu, together with Kexin Zhang and his two children, is heading to Da Fu Tsun to visit his grand mother. Widow San and Aunt Wu help the grandmother to prepare for Dapeng Lu's back. Because widow San's two sons, Da Han and Er Han, hear that there will be fried chicken tonight, they also help the grandmother to make the preparations. Tao Yu takes 10 Yuan from Aunt Wu and is going to buy a new pencil box. She is stopped by Qianshan Liu, since Qianshan thinks he can repair the old broken one and there is no need to buy a brand new one. Qianshan Liu meets the Peddler...    "
                },
                "4": {
                    "title": "Vegetarian from the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Return to Da Fu Tsun (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dapeng Lu and Kexin Zhang visit Qianshan Liu who is preparing the dinner for the Grandmother's birthday. They pass by the Peddler who is selling cutting boards and colored tableware. Because they find these goods contain toxic substances, so people are all scared off. The Peddler bears them a grudge. In the evening, Dapeng sleeps with Guaihu and Kexin sleeps with Barbie, so the main bedroom is left empty for the whole night. Guaihu is trying to gives the Youyou Ball back to Youcai, but Yu Tao stops him. The next morning, Guaihu is teaching the Grandmother how to play ...    "
                },
                "5": {
                    "title": "Sleep Walker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Return to Da Fu Tsun (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Guaihu Lu insists to compete with Youcai Wang. They agree to do the triathlon together and the loser should act like a horse for the winner to ride. So the two boys start their fight in the field. Kexing Zhang takes Babi to visit Grandma, but Babi still doesn't say a word. Kexing is very embarrassed. People got suspicious. Kexing thinks Babi is kind of autistic, so she tries every means to play with her and make her speak. But she just isn't willing to. On the other hand, Youcai wins the triathlon, so Guaihu has to act as a horse for Youcai to ride. But he's so eager ...    "
                },
                "6": {
                    "title": "Incident at Midnight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Return to Da Fu Tsun (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    A few days later, several rural families come to the village head - Shunzi for help. Not only Sansao's farm but others' were ruined by somebody. So Shunzi decided to form a specialized organization to investigate the case, find out the guilty person. In order to hide Babi's sleepwalking secret from others, Dapeng Lu and his family agree to take turns to guard Babi during the night. It is Guaihu's turn for the first night. But Guaihu is a naughty boy; he heard crickets singing outside the room and really wanted to catch them. He looked at his sister who seems having a ...    "
                },
                "7": {
                    "title": "The Organic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Return to Da Fu Tsun (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    People in the village tried every way to cure Dapeng's somnambulism. They not only let him eat raw eggs, but also scorpion, which gave him vomiting and diarrhea during the night. When he came back to the bedroom, Babi's gone again. Dapeng and Kexing have to go out and search in a hurry. Unfortunately, Aunt Liu and other villagers saw Babi before them, but they didn't scream or do anything bad, when they realized that Babi was sleepwalking, they just followed behind her and protected her from going to dangerous places. And even when Babi walked into the garden, nobody ...    "
                },
                "8": {
                    "title": "Blackout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Return to Da Fu Tsun (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Feb. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Zhai, Xiaoxing"
            }
        ],
        "locations": [
            "China"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "zh"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "$300,000 (estimated)",
        "plot outline": "Created by Larry Namer, 'Return to Da Fu Tsun' (RTDFT) is an original comedy-drama series and the first comedy in China created by an American. The series is about a family's experience moving out of the big city back to their family roots in a remote village in rural China. The family learns to acclimate back to village life as they learn the fundamental values that draws their family back together; at the same time the villagers are trying to deal with the new city slickers in their quiet corner of Yunan Province.",
        "languages": [
            "Chinese"
        ],
        "title": "Return to Da Fu Tsun",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Return to Da Fu Tsun (China)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Metan Development Group"
            }
        ],
        "distributors": [
            {
                "name": "CCTV-8"
            }
        ],
        "plot": [
            "Created by Larry Namer, '_Return to Da Fu Tsun_ (qv)' (RTDFT) is an original comedy-drama series and the first comedy in China created by an American. The series is about a family's experience moving out of the big city back to their family roots in a remote village in rural China. The family learns to acclimate back to village life as they learn the fundamental values that draws their family back together; at the same time the villagers are trying to deal with the new city slickers in their quiet corner of Yunan Province.::Metan Development Group",
            "After finding early success in Beijing and selling his company, a father decides to move his family back to the rural village of Da Fu Tsun to re-learn the meaning of family values and community. The series revolves around the family adapting to the craziness of the village...and also the people of the village adapting to the craziness of the new city slickers.::Metan Development Group"
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}