{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 August 2013"
            }
        ],
        "release dates": [
            "USA::28 August 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Surviving Evil"
            },
            {
                "countries": "Germany",
                "title": "Surviving Evil - Im Angesicht des Bösen"
            },
            {
                "countries": "UK (alternative title)",
                "title": "I Survived Evil"
            }
        ],
        "akas": [
            "Surviving Evil (original title)",
            "Surviving Evil - Im Angesicht des Bösen Germany",
            "I Survived Evil UK (alternative title)"
        ],
        "akas from release info": [
            "Surviving Evil (original title)",
            "Surviving Evil - Im Angesicht des Bösen Germany",
            "I Survived Evil UK (alternative title)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Mind Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Jennifer Holliday is driving along a Texas highway at night when she is viciously blind-sided. From out of nowhere, a shotgun blast nearly severs her arm and as she frantically tries to recover, her attacker's reign of terror is only just beginning.    "
                }
            },
            "1": {
                "1": {
                    "title": "Terror Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "28 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Charisma Carpenter is the survivor of a real-life incident that she endured more than 20 years ago. The actress and her two friends were swimming at San Diego's Torrey Pines State Beach in 1991 when they were violently attacked by an armed serial rapist. Carpenter fought for her survival after being held at gunpoint, but her two friends were both shot and seriously wounded by the attacker. In the first episode of the series Charisma tells her incredible story of survival in raw emotional detail about what happened that night.    "
                },
                "2": {
                    "title": "Nobody's Victim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "4 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    On November 3, 1984, Florida teen Lisa McVey was getting ready to head home from work; as she leaves work, a serial killer terrorizing the Tampa Florida area abducted her at gunpoint. Police mounted one of the state's biggest-ever manhunts, it is McVey's survival instincts makes the difference. McVey blocked out any pain while enduring brutal defilement; she took note of her surroundings and secretly plants evidence in her attacker's apartment while feigning friendship.    "
                },
                "3": {
                    "title": "Underground Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "11 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Story of Elizabeth Shoaf (Lugoff, SC) In the fall of 2006, Elizabeth Shoaf is a 14-year-old whose life becomes a nightmare when Vinson Filyaw straps a bomb to her body and forces her into an underground bunker in the South Carolina woods. Shoaf is chained by the neck. Search teams were pacing directly over the bunker, Shoaf draws on a survival instinct, placating Filyaw until he becomes complacent.    "
                },
                "4": {
                    "title": "Money, Madness and Murder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "18 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Story of Sheila Dates (Jonesboro, GA) Sheila Dates and her grown-up daughter, Regina, are living in Georgia when they are taken hostage by a couple. Sheila is driven at gunpoint to get money while Regina is held, bound, and gagged at home; after handing over the money, Sheila is strangled with a phone cord.    "
                },
                "5": {
                    "title": "Home Invasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Story of Rubens and Marcela Borges (Winter Garden & Apopka, FL) Rubens and Marcela Borges are parents in central Florida a gang invades their home, demanding money; the couple and their son are kidnapped. For the next three days, the Borges are held at gunpoint, their house is ransacked, and the money they have is liquidated. Rubens is subjected to a game of Russian roulette and the gang that is holding the family repeatedly puts a gun to their son's head.    "
                },
                "6": {
                    "title": "Wolves at the Door",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    This is a two story episode. The Stories of Verna White (Cherokee County, GA) and Dale Wells (Columbia, SC) Divorcee Verna White is living with her three children when she runs into an old friend Gerald Lee. Lee's interest in Verna becomes obsessive, and he begins to stalk her. One night Lee smashes through her door. He rapes and viciously beats her, then pulls the trigger of his rifle but it jams. Lee next turns his attention to White's daughter. Verna sustains massive injuries during her struggle with Lee in the kitchen. Dale Wells falls for co-worker Denise Moss. ...    "
                },
                "7": {
                    "title": "Bound and Determined",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Story of Debbie Puglisi (Newark, DE) During the day on April 20, 1998, a crack-addicted predator entered Debbie Puglisi's Delaware home, shoots her husband, then abducts her. Debbie was held captive in her kidnapper's home, Puglisi was horribly abused. While bound and gagged, Puglisa overheard news reports of her husband's death and learned she is a prime suspect. Puglisi shared her kidnapper's home until one day while her kidnapper was at work she was able to free herself of restraints and call 911.    "
                },
                "8": {
                    "title": "Good Deeds Gone Bad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    See what happens with Rhonda Knight's story as she tries to help someone out, doing a good deed which totally backfires and goes bad - Leaving her to survive attempted murder, being held hostage and rape.    "
                },
                "9": {
                    "title": "Out of Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    This is a two part episode entitled The Stories of Teri Jendusa Nicolai (Racine, WI) and Norina Bentzel (Red Lion, PA) Wisconsin native Teri Jendusa, after leaving an abusive marriage, finally years latter fell in love with another man. On January 31, 2004, they find they are expecting their first child. Jendusa arrives at ex-husband David Larsen's house to pick up her two daughters. Within moments of arriving, Jendusa is brutally attacked, stuffed into a garbage bin, and thrown into the back of a pick-up truck. Bloodied and in the freezing cold, she struggles to stay...    "
                },
                "10": {
                    "title": "The Devil You Know",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    This is a two part episode called The Stories of Jessica Carbone (West Palm Beach, FL) and Tabitha Sells and Christy Carroll (Greensboro, NC) Jessica Carbone, 27, is in West Palm Beach, Florida when a deranged, machete-wielding maintenance man viciously attacks and kidnaps her. After an escape attempt provokes Carbone's attacker, Carbone maintains enough composure to plant leave evidence. Carbone continues to reason with her captor, convincing him to leave her alive. Cousins Tabitha Sells and Christy Carroll worked together at an auto shop in Greensboro, North ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Betrayal of Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Keri Reynolds' job as a caregiver puts her into a near-fatal encounter with her own patient. Meanwhile, in California, a single mom battling an eating disorder looks to a personal trainer for help, but all he sees is someone to prey on.    "
                },
                "2": {
                    "title": "The Girl in the Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In Kokomo, Indiana, 21-year-old Anita Wooldridge is abducted and locked in a metal cabinet hundreds of miles from home. Repeatedly raped, she struggles to stay alive. Meanwhile, the FBI joins the search to find her before it's too late.    "
                },
                "3": {
                    "title": "Nightmare Before Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "17 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    This first episode of this highly successful returning series tells the horrific kidnapping ordeal of the Tiede sisters after having experienced their family murdered before them.    "
                },
                "4": {
                    "title": "Killer Smile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A deadly sociopath on a killing spree, Peter John Peters has already left two bodies in his wake. And now he's parked outside a Niagara Falls area bank where he abducts 28-year-old Sandie Bellows at knifepoint.    "
                },
                "5": {
                    "title": "Coke-Crazed Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Texan single mother Andrea Tafolla answers the door and is confronted by her neighbor, a coke-crazed killer who just murdered his wife and sister-in-law and now threatens to kill Andrea and her children.    "
                },
                "6": {
                    "title": "Bulletproof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A Texas schoolteacher is abducted in the middle of the night by a gun-toting stranger with a sinister plan. Meanwhile, an Ottawa woman's casual dating experience proves anything but when her former lover shows up with a gun and a deadly promise.    "
                },
                "7": {
                    "title": "Bound by Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Amy Collinsworth is happily married, but when she begins asserting her independence her partner Billy goes ballistic. Amy eventually threatens to leave, and that's when her deranged and sadistic husband unleashes a terrifying wave of violence.    "
                },
                "8": {
                    "title": "Hostage Hell House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A pretty college student working as a bartender in suburban Illinois, Katy Sharp is saving up for her upcoming move to Nashville when she is kidnapped and held hostage by a drug-dealing psychopath who enjoys torturing his victims.    "
                },
                "9": {
                    "title": "From Dire to Deadly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A recent Tennessee high school grad finds herself in the grasp of an aggressive and drug-crazed local thug. Meanwhile, a lonely Alabama divorcee falls for a Latin lover who proves to be a sadistic villain with murder on his mind.    "
                },
                "10": {
                    "title": "Handcuffed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A group of violent and sadistic thugs overpower and abduct 19-year-old Kim Case from her driveway. And although they torture and rape her throughout the night, she ultimately proves to be a more formidable adversary than they ever imagined.    "
                }
            },
            "3": {
                "1": {
                    "title": "Total Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A San Diego high school student's new dream job turns into a nightmare when she is instead confined to a motel room and forced to work seven days a week for a string of violent clients.    "
                },
                "2": {
                    "title": "The Last Straw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Trapped in an abusive relationship with a psychotic drug-addicted monster, a Texas woman digs deep to turn the tables on her captor and save herself and her three daughters from certain death.    "
                },
                "3": {
                    "title": "The Queen's Daughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A young woman is plunged into the dark side of Detroit when a night on the town leaves her stranded on the freeway and in the clutches of an armed gang of thugs on a violent crime spree.    "
                },
                "4": {
                    "title": "The Perfect Target",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    With her two young kids strapped in the backseat of her minivan, a Miami woman is carjacked in broad daylight from the parking lot of her local church. And to protect her family, she must do every terrible thing her sadistic kidnapper demands.    "
                },
                "5": {
                    "title": "Prisoner of Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Known for raping his victims and then butchering them in their bathtubs, a notorious serial killer is terrorizing the Dallas-Fort Worth area, and 22-year-old Adriane Fields just can't shake the feeling that she's next.    "
                },
                "6": {
                    "title": "Refuse to Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Two students from the University of New Mexico are abducted at knifepoint by a deranged predator with rape and murder on his mind. In the desert outside Albuquerque, they face a brutal fight for survival. Only one will get out alive.    "
                },
                "8": {
                    "title": "Living in Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "19 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    After escaping her abusive husband, Heather Imming is determined to build a new life for herself and her daughter. But her deranged husband is hiding in the shadows, waiting for an opportunity to strike a lethal blow.    "
                },
                "9": {
                    "title": "Written in Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    A stay-at-home mother's life is shattered when she becomes the target of a neighbor who has rape and murder on his mind.    "
                },
                "10": {
                    "title": "Getting Away Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Evil (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "17 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    A Sandusky, Ohio woman abducted and brutalized by a violent sexual predator plays dead to get away alive.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Carpenter, Charisma"
            },
            {
                "name": "Cinello, Raven"
            },
            {
                "name": "English, Joshua"
            },
            {
                "name": "Carleton, Brian Scott"
            },
            {
                "name": "Cyr, Craig"
            },
            {
                "name": "Guzman, Naya"
            },
            {
                "name": "Aceto, Christina"
            },
            {
                "name": "Anderson, Samantha"
            },
            {
                "name": "Fouad, Hamza"
            },
            {
                "name": "Duma, Katarina"
            },
            {
                "name": "Garzaro, Marcela"
            },
            {
                "name": "Kiernan, Susannah"
            },
            {
                "name": "Sauvé, Matthew"
            },
            {
                "name": "Allen, Jessica"
            },
            {
                "name": "Bush, Leigh"
            },
            {
                "name": "Duguid, Jamie"
            },
            {
                "name": "Green, Fiona"
            },
            {
                "name": "Magwood, Ashley"
            },
            {
                "name": "Milleman, Kallie"
            },
            {
                "name": "Reed, Elyse"
            },
            {
                "name": "Shrimpton, Becky E."
            },
            {
                "name": "Smashnuk, Nicole"
            },
            {
                "name": "Williams, Kendra"
            },
            {
                "name": "Finkle, Kerry-Lee"
            },
            {
                "name": "Nicholson, Mandi"
            },
            {
                "name": "Quinn, Johnny"
            },
            {
                "name": "Trenton, Vanessa"
            },
            {
                "name": "Wickens, Brandon"
            },
            {
                "name": "George, Neion"
            },
            {
                "name": "Jaworski, Adrian"
            },
            {
                "name": "Johnson, David"
            },
            {
                "name": "Koffman, Buzz"
            },
            {
                "name": "Matechuk, Mark"
            },
            {
                "name": "Richler, Marc"
            },
            {
                "name": "Rochon, Bart"
            },
            {
                "name": "Ryerson, Kate"
            },
            {
                "name": "Smith, JD"
            },
            {
                "name": "Fortin, Carlos"
            },
            {
                "name": "Verginella, Deborah"
            },
            {
                "name": "Bacque, David"
            },
            {
                "name": "Bolton, Tom"
            },
            {
                "name": "Broughton, Selena"
            },
            {
                "name": "Dods, Paul"
            },
            {
                "name": "James, Frank"
            },
            {
                "name": "Matthews, Tyler"
            },
            {
                "name": "McKnight, Brandon"
            },
            {
                "name": "Moncrieffe, Paul"
            },
            {
                "name": "Nolan, Robert"
            },
            {
                "name": "Roussel, Delphine"
            },
            {
                "name": "Buck, Mark"
            }
        ],
        "locations": [
            "San Diego, California, USA"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Horror"
        ],
        "countries": [
            "United States",
            "Canada"
        ],
        "country codes": [
            "us",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 218,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjA5NDgyMjU1NF5BMl5BanBnXkFtZTgwNDk0ODAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Charisma Carpenter is the survivor of a real-life incident that she endured more than 20 years ago. The actress and two friends were swimming at San Diego's Torrey Pines State Beach in 1991 when they were violently attacked by an armed serial rapist. Carpenter fought for her survival after being held at gunpoint, but her two friends were both shot by the attacker. In the first episode of the series Charisma tells her story in raw emotional detail about what happened that night.",
        "languages": [
            "English"
        ],
        "title": "Surviving Evil",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Beckett, Sarah"
            },
            {
                "name": "Vanderwal, Jeff"
            }
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "Investigation Discovery"
            },
            {
                "name": "Really"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            }
        ],
        "plot": [
            "Charisma Carpenter is the survivor of a real-life incident that she endured more than 20 years ago. The actress and two friends were swimming at San Diego's Torrey Pines State Beach in 1991 when they were violently attacked by an armed serial rapist. Carpenter fought for her survival after being held at gunpoint, but her two friends were both shot by the attacker. In the first episode of the series Charisma tells her story in raw emotional detail about what happened that night.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 218,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 37,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 75,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 55,
                "rating": 7.8
            },
            "males": {
                "votes": 84,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 9.1
            },
            "males aged 30 44": {
                "votes": 42,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 27,
                "rating": 7.2
            },
            "females": {
                "votes": 92,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 27,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 31,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 28,
                "rating": 8.4
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 7.8
            },
            "us users": {
                "votes": 63,
                "rating": 7.9
            },
            "non us users": {
                "votes": 72,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 71,
            "9": 38,
            "8": 55,
            "7": 19,
            "6": 10,
            "5": 9,
            "4": 5,
            "3": 3,
            "2": 3,
            "1": 5
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}