{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "15 September 2013"
            },
            {
                "country": "UK\n",
                "date": "4 February 2014"
            }
        ],
        "release dates": [
            "UK::15 September 2013",
            "UK::4 February 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poppy's Fields (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Poppy realizes that his retirement home is bankrupt and he must do whatever it takes to save it. Even if it means bringing in new partners that aren't so savory.    "
                }
            }
        },
        "number of episodes": 1,
        "locations": [
            "London, England, UK"
        ],
        "genres": [
            "Animation",
            "Comedy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "GBP5,000,000 (estimated)",
        "plot outline": "Poppy is an elderly man who lives in a grand old house with his wife Lynn, daughter Judy and son Hugo. Between them, they run Poppy's Fields, a very quaint old-fashioned retirement home. They employ Johnny, a not so friendly orderly to help run the place and sadly they leave him with most of the work of which he does quite poorly and with an unsuspecting sociopath type eye. When Poppy and Lynn learn from their lawyer friend Sam that they're about to lose the place, they're forced to accept financial help from Sam, who's not the most lawful lawyer, a group of bewildered borders who've rented out the top floor and Johnny who definitely doesn't quite have the best interests of the clients in his heart. In this dark comedy, the characters are different than in other television shows in that they are meant to grow and to learn (albeit slowly) lessons about love, life and growing old. The show is deeply and intentionally dark but with a heart. From week to week, the group will scheme and manipulate their way to trying to make the retirement home successful. As with all shows of this ilk, the humor comes from their failure to succeed in doing things the wrong way. Judy is Poppy's not so pretty daughter whose laziness is matched only by everyone's distaste for her. Hugo is an eccentric doctor who has lost his ability to censor anything he says. Mickey, Goose and Ella are three young backpackers who end up staying at the home. It's their inability to acclimatize to the culture becomes an important component of everyone's journey. Following in the footsteps of all great farces, this group will fight, steal, double deal and do the most horrendous things all for the good of the home. And themselves. Okay, mostly themselves.",
        "languages": [
            "English"
        ],
        "title": "Poppy's Fields",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Poppy's Fields (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wallis, Stephen"
            },
            {
                "name": "Macnab-Stark, Don"
            },
            {
                "name": "Scannell, Terry"
            }
        ],
        "plot": [
            "This unique show follows the story of Poppy, a well meaning but eccentric man who owns an old fashioned retirement home in the rural part of England.::A. Non.",
            "Poppy is an elderly man who lives in a grand old house with his wife Lynn, daughter Judy and son Hugo. Between them, they run _Poppy's Fields_ (qv), a very quaint old-fashioned retirement home. They employ Johnny, a not so friendly orderly to help run the place and sadly they leave him with most of the work of which he does quite poorly and with an unsuspecting sociopath type eye. When Poppy and Lynn learn from their lawyer friend Sam that they're about to lose the place, they're forced to accept financial help from Sam, who's not the most lawful lawyer, a group of bewildered borders who've rented out the top floor and Johnny who definitely doesn't quite have the best interests of the clients in his heart. In this dark comedy, the characters are different than in other television shows in that they are meant to grow and to learn (albeit slowly) lessons about love, life and growing old. The show is deeply and intentionally dark but with a heart. From week to week, the group will scheme and manipulate their way to trying to make the retirement home successful. As with all shows of this ilk, the humor comes from their failure to succeed in doing things the wrong way. Judy is Poppy's not so pretty daughter whose laziness is matched only by everyone's distaste for her. Hugo is an eccentric doctor who has lost his ability to censor anything he says. Mickey, Goose and Ella are three young backpackers who end up staying at the home. It's their inability to acclimatize to the culture becomes an important component of everyone's journey. Following in the footsteps of all great farces, this group will fight, steal, double deal and do the most horrendous things all for the good of the home. And themselves. Okay, mostly themselves.::A.Nonm"
        ],
        "tech": {
            "runtime": [
                "22 min (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}