{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "30 December 2013"
            },
            {
                "country": "Sweden\n",
                "date": "27 March 2014"
            }
        ],
        "release dates": [
            "Denmark::30 December 2013",
            "Sweden::27 March 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Badehotellet"
            },
            {
                "countries": "Greece",
                "title": "Ένα ξενοδοχείο δίπλα στη θάλασσα"
            },
            {
                "countries": "Russia",
                "title": "Приморский отель"
            },
            {
                "countries": "Sweden",
                "title": "Badhotellet"
            }
        ],
        "akas": [
            "Badehotellet (original title)",
            "Ένα ξενοδοχείο δίπλα στη θάλασσα Greece",
            "Приморский отель Russia",
            "Badhotellet Sweden"
        ],
        "akas from release info": [
            "Badehotellet (original title)",
            "Ένα ξενοδοχείο δίπλα στη θάλασσα Greece",
            "Приморский отель Russia",
            "Badhotellet Sweden"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Velkommen hjem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "28 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "En lykkelig barndom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "4 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Den fremmede",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "11 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Nye planer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "18 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #6.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "25 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #6.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "4 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "En sommer ved Vesterhavet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 29,
                    "original air date": "30 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Amanda plans a getaway from their family vacation. Merchant Madsen gets into a dispute with one of the locals after running over his hens. The 18-year-old Fie arrives to work as a kitchen maid, but is immediately promoted to parlourmaid by the hotel manager. This makes one of the other parlourmaids angry, and she decides to oppose Fie.    "
                },
                "2": {
                    "title": "Herrebesøg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Amanda bets her friend that she will be the first to debut sexually. Her father is busy finding her a suitable husband, and sees the light when a Count moves into the hotel. One of the maids has had a man over during the night. This is strictly forbidden, and the hotel manager Julius Andersen is determined to find out who is to blame. Andersen's ethics are less important when he seizes the opportunity to look at bathing girls through the key hole. The Royal actor Edward Weyse is suddenly called upon for a secret date in the summer night.    "
                },
                "3": {
                    "title": "Fatale følger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 22,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Fie dreamed her father got sick and passed out. Now she wants to quit her job and go back home to her father, but it is not easy to tells this to Mrs. Andersen or the young man Morten who fancies her. Amanda has other plans. She is determined to win the bet, go to Skagen, and debut sexually before her friend. In this case, her father's interest in the young Count Ditmar unexpectedly comes to her advantage. The hotel manager's guilty pleasures of looking through key holes have fatal consequences.    "
                },
                "4": {
                    "title": "Stormen raser",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 20,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    It has rained and stormed for two days in a row, and the guests are getting on each others nerves. Weyse's future role at the theatre is uncertain. Amanda is convinced to take a trip to Skagen with Count Ditmar. Mrs. Andersen has to manage the hotel on her own since Mr. Andersen is at the hospital. Molly Andersen faces quite a challenge, since she has never had anything to do with financial matters before.    "
                },
                "5": {
                    "title": "Eventyr i sommernatten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 21,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The hotel is preparing for Mr. Andersen's funeral, which makes it hard for some of the guests to enjoy their vacation. The thought of managing the hotel on her own seems too great a challenge for Molly. Will she be able to manage both the guests and the staff, and can she take over the legal permit to run the hotel? Fie helps where she can, but Morten doesn't make it easier for her, since he yet again provokes merchant Madsen. Latter, the summer night lures the guests out on unusual adventures.    "
                },
                "6": {
                    "title": "Slutningen på sæsonen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The summer is almost over, and the guests are preparing to part with the sweet vacation life. Fie is asked to stay for the winter, but is unsure because of her relationship with Morten. Mrs. Fjeldsoe makes a last desperate attempt to find a suitable match for her son Adam, while Weyse gives up his desperate hunt for Mrs. Aurland and learns something new about women's psychology. Merchant Madsen sees through Count Ditmar, but still considers him a suitable son in law. Everything seems bright until Ditmar's tormentor suddenly appears at the hotel and threatens to reveal...    "
                }
            },
            "2": {
                "1": {
                    "title": "Amandas valg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Once again all the guests are back at the hotel. The truth about Morten is told and new visitors arrive.    "
                },
                "2": {
                    "title": "Den store fest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The Seaside hotel is at it's other end getting ready for Amanda and Count Ditmar's engagement party. Everyone's expectations are high except for Max's - he is not happy having to watch Amanda saying yes to another man. Mrs Andersen has called in extra help from the neighbouring hotel but when it turns out that this extra help is the same girl who has just married Martha's boyfriend, the kitchen is stewing with tension. Weyse is resorting to new means in his attempt to seduce Mr Aurland's wife, meanwhile Amanda has to remind her father of what he promised her in ...    "
                },
                "3": {
                    "title": "Sønnen fra Amerika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 18,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    10 years has past since he left in anger but now Poul, the son of the late Mr Andersen, has returned to the hotel to close the matter of the inheritance of the hotel with Mrs Andersen. In the kitchen, the girls are speculating about what really happened between the serious young man and his father and they wonder if he has arrived because he wants to take over the hotel. Amanda has decided to ignore her father until he holds up his end of the deal and clears Morten's name but all of a sudden she discovers a secret, which can solve the problem without the help from ...    "
                },
                "4": {
                    "title": "Kærlighed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mrs Andersen tries to take out a loan in order to be able to buy Poul's share in the hotel but the bank turns her down. When a buyer wanting to take over the hotel appears, Fie decides to inform Poul of what his actions are putting Mrs Andersen through. The female guests at the hotel are tired of their husbands' laziness and decide to take a trip to Skagen. But as it turns out, the men are perfectly capable of having a party without their wives. Morten returns to the hotel free of all charges, so now finally, he and Fie can be together. Due to a great thunderstorm, ...    "
                },
                "5": {
                    "title": "Salgsaftalen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Mrs Andersen has been promised that even though the hotel is being bought by someone else, she can keep running the hotel and that the girls will stay on to help her. However, it turns out that the new buyers are not as sincere as they appear to be. Mrs Fjeldsø receives a letter from her son and enters a state of shock, which has her sister resorting to unconventional means to figure out what has happened. Merchant Madsen has been very successful on the American stock market and is now very much caught up in stock speculation. In the kitchen things are happening as ...    "
                },
                "6": {
                    "title": "Sandhedens time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The summer is slowly coming to an end and it's the moment of truth for both the guests and staff at the Seaside Hotel. It has become more and more difficult for Morten to hide the way he is earning all his money from Fie. Mrs Aurland has to decide whether or not to tell her husband that the child she is carrying isn't his but Weyse's. Amanda and Max are planning how they'll be able to meet up after the holidays until the truth also catches up to them. Only Mrs Fjeldsø is completely settled in her belief; she has been let down by her son and there is no way of making ...    "
                },
                "7": {
                    "title": "Stormen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Madsen has made a fortune at the stock market in New York and to celebrate the great success, he and his Mrs rents the hotel for a private hunting party. Fie and Mrs Andersen has been busy getting the hotel ready for visitors outside of the season and the girls are extraordinarily called in to work. Amanda is fighting the wistfulness of being back at the hotel after the breakup with Max and finds a confidant in Fie. Meanwhile, the jealous actor Weyse, fears that he will accidentally injure his rival Mr Aurland during the hunt. But on this October weekend in 1929, ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Amandas gæster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    It is summer once again, and Mrs Andersen and the girls are opening the hotel for a new season. The year is 1930 and the World War is lurking outside the country boarders. But it is quite different matters, which preoccupy the guests. Merchant Madsen is fighting to recover his position after he went bankrupt last year. Mrs Aurland is afraid her husband will discover the truth - that he isn't the father of their newborn son. Amanda is back in her marriage with Count Ditmar but she is still dreaming of Max. And the royal actor Mr Weyse, arrives in the company of a young...    "
                },
                "2": {
                    "title": "Vagabonden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A vagabond, who has news of Morten, is hosted at the hotel and makes an impression on one of the girls especially. Amanda and Count Ditmar returns to the hotel after the funeral of the old Count and accompanying them, is Ditmar's mother, who starts to get a sense of what is going on between Amanda and Max. At the same time, a visit is expected from two reputable gentlemen, who are going to asses whether Count Ditmar is suited to replace his father's seat in the Danish Upper House. Merchant Madsen is vigorously trying to acquire funding for his new construction project...    "
                },
                "3": {
                    "title": "Fru Madsens smykker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 20,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Merchant Madsen has pawned his wife's jewellery in order to gain the capital he needs for his new construction project. This steers the marriage in to troubled waters and Mrs Madsen is very upset. But she receives an unexpected helping hand, when the mysterious lawyer Kvist, moves into the hotel. Amanda has moved in with Max in his summer cottage at the beach, but she fears that Ditmar will act on his threat to cut off the financial support he is providing her parents. Mr Weyse is doing his best to protect young Miss Kitty from Mr Frigh's approaches but he must face ...    "
                },
                "4": {
                    "title": "Strandvaskeren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Amanda and Count Ditmar has come to an agreement on how to handle their pro forma marriage but neither Ditmar's mother nor Max, quite agrees with their plan. When she is led to believe that Mrs Fjeldsø is sick, Miss Vetterstrøm returns to the hotel from Copenhagen and the two sisters finally talks it all out over a bottle of liqueur. Weyse is all of a sudden called in for a meeting at the theatre in Copenhagen, where they have received an anonymous letter, which threatens the actor's career. And then Fie's father moves into the little smallholding where Morten used to...    "
                },
                "5": {
                    "title": "Stauning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 19,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Both Max and Mr Frigh are suffering from heartache. Max is hurting because Amanda has put him on ice after he messed up in front of Count Ditmar's mother. Mr Frigh is troubled because the subject of his longings, the young Miss Kitty, has gone back to Copenhagen with Mr Weyse. But then both men each receive a letter, which renews their hope. After having moved into the new house, Fie's father is dismayed by his sad destiny. Mrs Andersen decides to cheer him up and she succeeds beyond expectation. And then, in the middle of it all, a very prominent guest arrives at the...    "
                },
                "6": {
                    "title": "Kortene på bordet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Mr Frigh has visited Miss Kitty in Copenhagen and decides to go back to the hotel to put his cards on the table. But how do you tell your wife that you are leaving her? Mr Frigh decides to seek advice with the most experienced person on the matter, namely Mr Weyse. At the same time, Merchant Madsen and Max are impatiently waiting for an answer from the architect competition, which could kick-start their business. For Mrs Aurland on the other hand, the waiting is over - if her husband has figured out that he is not the father of their child, it is about time she tells ...    "
                },
                "7": {
                    "title": "Fodspor fra havet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The seasons have changed and it is the fall of 1930. Edward Weyse has been fired from the theatre and now makes a living by playing the piano, accompanying silent films at the cinema. Amanda, who is now working as the assistant of the self-absorbed and choleric film director Gerhard Flügelhorn, pays Mr Weyse a visit along with her new boss, who offers Weyse a part in his new film. The hotel is extraordinarily opened out of season, in order for the final scenes of the film to be shot in peaceful and quiet surroundings. Unfortunately, the rumours of the exciting filming...    "
                }
            },
            "4": {
                "1": {
                    "title": "Midsommernatten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Once again it is summer at the North Sea. The calendar reads 1931 and the newspapers are bursting with articles about bankruptcies and world crisis. But that doesn't keep the regular guests from Copenhagen, from being back at the little hotel, where Fie is now in charge of the daily management. However, the maid Edith, is certain that Fie is dreaming about something else entirely and therefore, she seeks out the spiritual Miss Vetterstrøm to figure out what it is. The royal actor Mr. Weyse is riding a wave of success within the world of the moving picture and in order...    "
                },
                "2": {
                    "title": "Weyses forbandelse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Fie's younger sister, Ane, is banned from her place at the Preist's house hold and therefore, Fie assumes responsibility of her - but Ane is not an easy one to keep track of. Amanda is finally able to lure Max to come to the hotel, where Bette and Sophus Poulsen are driving Weyse insane, as they have completely taken over on the entertainment front. Since the tormentors are planning to stay for the entire summer, Weyse seeks out higher powers for help. Merchant Madsen still has his eyes firmly set on Count Ditmar's lucrative properties in Copenhagen and is still ...    "
                },
                "3": {
                    "title": "Et galehus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ane is dying to go to Hotel Udsigten to watch Jesper perform but Fie won't let her. Nevertheless, Ane makes plans which leaves Edith in somewhat of a pickle. Weyse has been offered a dream role that would bring him back to the theatre in triumph but his rehearsals are disturbed immensely by a scantily dressed Mrs. Aurland. And then, to his horror, Mr. Aurland discovers new sides to Count Ditmar's German cousin Mitzi. Meanwhile Merchant Madsen discovers some new sides to Morten, which gives him an idea of how he will finally, bring the young shipowner down.    "
                },
                "4": {
                    "title": "Feriebarnet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "13 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Mrs. Frigh finally gets some company at the hotel, when her daughter Bertha and the governess, arrive from Copenhagen. At the train station they meet a poor boy who's just arrived on the same train from Copenhagen, travelling on 3rd class. He has been sent to Jutland by his parents to spent the summer vacation at a farm, while they are busy working in order to feed the family. Wondrously, this little boy's fate has Mrs. Frigh meet a compassionate widower. Miss Vetterstrøm has had a very lifelike dream about her great love from her younger years, moving into the hotel....    "
                },
                "5": {
                    "title": "Ikke lutter lagkage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Two of the maids have fallen ill and consequently a fear arises in the kitchen that it might be caused by food poisoning - and that some of the guests might have gotten it as well. Amanda is not far from landing a job with the advertising director, Holger Scharff, and therefore, her and Max are invited for a windy get away at sea, with the director. Merchant Madsen has hired the lawyer Mr Kvist, to dig into Morten's past and is waiting impatiently for the answer. Meanwhile, Weyse and Mrs. Aurland realise that the next step in the plan of making a brother or sister for...    "
                },
                "6": {
                    "title": "Skybrud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 16,
                    "original air date": "27 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    It looks like a storm is coming. Merchant Madsen have nonetheless, to his family's surprise, planned a full-day trip to Råbjerg Mile. What is the matter with the good merchant? Ane knows, there is no way out other than telling her father, that the rendezvous with Jesper has had consequences. But she fears her father's reaction. In the absence of her husband, Mrs. Frigh is still more captivated by the local farmer, Arne Kokholm, while Mrs. Aurland becomes more and more incautious in her relationship with Weyse. And then finally, the sky cracks open in a heavy ...    "
                },
                "7": {
                    "title": "Til salg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The summer is declining, but sorrows and joys are far from over at the little hotel. Merchant Madsen receives a letter from the municipal authority's building department in Copenhagen, that puts him on quite a roller coaster ride. Weyse and Mrs. Aurland are awaiting in horror and anxiety for Mr Aurland's move, after he guessed who Severin's father really is. Mrs. Fjeldsø is shaken by Doctor Plough's surprising declaration of love, while Mrs. Frigh is trying to find her feet after her husband has decided to follow the young Kitty Hansen to America. When Molly Andersen ...    "
                }
            },
            "5": {
                "1": {
                    "title": "De nye gæster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 24,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Set in the midsummer of 1932, the broker August Molin and his Swedish born wife Alma arrive at the beach hotel. They arrive directly from the Klitgaarden in Skagen, where the king, Christian X, spends the summer. Morten returns from Copenhagen, where he and merchant Madsen are building houses together.    "
                },
                "2": {
                    "title": "Anes hemmelighed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "19 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Count Ditmar arrives at the beach hotel together with his new wife, Mitzi, and his mother. But because the wood samples that Madsen requested from Molin, have not arrived yet, Molin and his wife decides to stay another day. But they have to move to the only available room, which is a single room. Madsen's wife overhears that Molin doesn't want Madsen to contact Varming. So Madsen calls him and learns that he doesn't know anything about the wood. Meanwhile Fie's sister, Ane, appears to have secrets. The owner of the hat shop, where Ane works, calls Fie and it appears ...    "
                },
                "3": {
                    "title": "Alle mine længsler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "26 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The distinguished stockbroker August Molin, has come down with a nervous stomach. The sale of the timber to Merchant Madsen is dragging on and today is his absolute final chance, if he doesn't want his fraud against his demented client revealed. Mrs Alma Molin has put aside the couple's troublesome situation for a while and is looking forward to filming Amanda's advertisement on the beach. Weyse has also agreed to participate, without knowing that the shoot will stir feelings he thought was of the past. Finally, Valter is once again trying his luck with Edith, and Mr ...    "
                },
                "4": {
                    "title": "Hugormen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "5 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Little Severin has been stung by a wasp but Weyse is convinced that he has been bitten by a viper and that immediate action is needed. Morten also wants to see action as Merchant Madsen bought the timber of Molin, without conferring with him - but the meeting between the two business partners turns out quite differently from what Madsen has feared. And Edith has fallen head over heels in love, which is insufferable for Otilia, who feels like testing the bliss. The mood is differently peaceful between Mr and Mrs Molin, after the successful sale of the timber and an ...    "
                },
                "5": {
                    "title": "Besøg sydfra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Merchant Madsen is certain that Morten is trying to trick him and forces Max, who is highly reluctant to say the least, to go spy for him. Greater things are at risk for Ane and Fie, as Ane's newborn baby has been removed from her home by Jesper's father and placed at an unknown orphanage. Fie realizes that Jesper is the only one who can help them but how does she find him? Count Ditmar's German wife, Mitzi, has visitors arriving from south of the boarder, as her younger brother and his Nazi friends, marches in. Meanwhile the power game continues between Mr and Mrs ...    "
                },
                "6": {
                    "title": "En kærlighedshistorie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Badehotellet (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 20,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Dollerup, Amalie"
            },
            {
                "name": "Ranthe, Lars"
            },
            {
                "name": "Hassing, Anne Louise"
            },
            {
                "name": "Mærkedahl, Merete"
            },
            {
                "name": "Vejby, Ulla"
            },
            {
                "name": "Tychsen, Jens Jacob"
            },
            {
                "name": "Støvelbæk, Anette"
            },
            {
                "name": "Stenspil, Cecilie"
            },
            {
                "name": "Overgaard, Peter Hesse"
            },
            {
                "name": "Neumann, Birthe"
            },
            {
                "name": "Jørgensen, Bodil"
            },
            {
                "name": "Mynster, Rosalinde"
            },
            {
                "name": "Wille, Mads"
            },
            {
                "name": "Spottag, Ena"
            },
            {
                "name": "Henriksen, Bjarne"
            },
            {
                "name": "Oppenhagen, Sonja"
            },
            {
                "name": "Hemmingsen, Morten"
            },
            {
                "name": "Dous, Sigurd Holmen le"
            },
            {
                "name": "Juul, Anders"
            },
            {
                "name": "Scheuer, Lykke"
            },
            {
                "name": "Halken, Kristian"
            },
            {
                "name": "Kristoffersen, Liva"
            },
            {
                "name": "Højgaard, Mia"
            },
            {
                "name": "Hansen, Benedikte"
            },
            {
                "name": "Helt, Lukas"
            },
            {
                "name": "Blichfeldt, Alberte"
            },
            {
                "name": "Sætter-Lassen, Jens"
            },
            {
                "name": "Sætter-Lassen, Søren"
            },
            {
                "name": "Werlinder, Lisa"
            },
            {
                "name": "Birkkjær, Andrea Øst"
            },
            {
                "name": "Bergfeld, Anne"
            },
            {
                "name": "Rønholt, Neel"
            },
            {
                "name": "Buch, Martin"
            },
            {
                "name": "Birch, Henrik"
            },
            {
                "name": "Christensen, Emil Harkjær"
            },
            {
                "name": "Hüttel, Paul"
            },
            {
                "name": "Sølvhøj, Emil Aaskilde"
            },
            {
                "name": "Thestrup, Ole"
            },
            {
                "name": "Stenspil, Simon Krogh"
            },
            {
                "name": "Augoustakis, Nord Finn"
            },
            {
                "name": "Dupont, Ole"
            },
            {
                "name": "Jensen, Andrea Vagn"
            },
            {
                "name": "Greis-Rosenthal, Martin"
            },
            {
                "name": "Gilsfort, Peter"
            },
            {
                "name": "Asholt, Jesper"
            },
            {
                "name": "Christensen, Alban Ivan Kjellerup"
            },
            {
                "name": "Frimodt, Frederik Martens"
            },
            {
                "name": "Støvelbæk, Lue Dittmann"
            },
            {
                "name": "Andersen, Julie Brochorst"
            },
            {
                "name": "Kjær, Laura"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "da"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Norway:A::(TV rating)"
        ],
        "number of seasons": 6,
        "rating": 7.3,
        "votes": 1106,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUyOTUxOTA0N15BMl5BanBnXkFtZTgwNzMwODM4MTE@._V1_SY150_CR13,0,101,150_.jpg",
        "plot outline": "Badehotellet is the story about the guests and staff at a beach hotel by the North Sea sand dunes. At the heart of the story is the lives of three young people, the chambermaid Fie, the merchant's daughter Amanda, and the local fisherman Morten. Their fates are intertwined, and their stories are about emancipating themselves from the plans other people have made on their behalf, the attempts on social ascent, and about losing and finding oneself on the way. The series is inspired by the way of life at the many seaside hotels of the past, and reflects our own time with its mixture of financial crisis, denial, and dreams of happiness. The story takes place in the years 1928-33 where the world is falling apart. The characters will go through tears and laughter in the captivating journey that takes place as times change from optimism to crisis. It's a multi-plot-series that dynamically shifts between upstairs and downstairs, and between seriousness and humour.",
        "languages": [
            "Danish"
        ],
        "title": "Badehotellet",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Lundblad, Hanna"
            },
            {
                "name": "Thorsboe, Stig"
            }
        ],
        "distributors": [
            {
                "name": "TV2 Danmark"
            }
        ],
        "plot": [
            "_Badehotellet_ (qv) is the story about the guests and staff at a beach hotel by the North Sea sand dunes. At the heart of the story is the lives of three young people, the chambermaid Fie, the merchant's daughter Amanda, and the local fisherman Morten. Their fates are intertwined, and their stories are about emancipating themselves from the plans other people have made on their behalf, the attempts on social ascent, and about losing and finding oneself on the way. The series is inspired by the way of life at the many seaside hotels of the past, and reflects our own time with its mixture of financial crisis, denial, and dreams of happiness. The story takes place in the years 1928-33 where the world is falling apart. The characters will go through tears and laughter in the captivating journey that takes place as times change from optimism to crisis. It's a multi-plot-series that dynamically shifts between upstairs and downstairs, and between seriousness and humour.::_Badehotellet_ (qv)"
        ],
        "tech": {
            "runtime": [
                "50 min (approx)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1106,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 9,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 238,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 296,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 254,
                "rating": 7.3
            },
            "males": {
                "votes": 547,
                "rating": 6.9
            },
            "males aged under 18": {
                "votes": 5,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 115,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 198,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 180,
                "rating": 7.0
            },
            "females": {
                "votes": 332,
                "rating": 7.7
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 9.8
            },
            "females aged 18 29": {
                "votes": 119,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 95,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 72,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 17,
                "rating": 6.1
            },
            "us users": {
                "votes": 19,
                "rating": 6.4
            },
            "non us users": {
                "votes": 573,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 282,
            "9": 161,
            "8": 255,
            "7": 192,
            "6": 68,
            "5": 49,
            "4": 26,
            "3": 9,
            "2": 22,
            "1": 42
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}