{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 July 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::7 July 2013                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Las Vegas, Nevada, USA::(Red Rock Country Club)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "114"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ0MTA1NzQ4Ml5BMl5BanBnXkFtZTgwMjYzNDE0MDE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Mats Wilander's Grand Slam Tennis Lessons",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Mats Wilander's Grand Slam Tennis Lessons (United States)"
        ],
        "production companies": [
            {
                "name": "Thought Division"
            }
        ],
        "synopsis": [
            "Seven-time Grand Slam champion and former world #1, Mats Wilander, provides an in-depth look into the techniques, strategies, and tactics that made him a Hall of Famer and one the toughest competitors to ever play the game. Players of all levels will benefit from these world-class tutorials, insights, tour-level secrets, drills, and mental approaches presented by one of the all time greats.Singles and doubles players from beginner to advanced will benefit from the world-class insights, techniques, tips, and tactics presented by Mats and his professional coaching partner Cameron Lickle. Facing a big serve, beating the retriever, attacking weaknesses, mental approaches, return strategies, handling the serve and volley, and much more! Plus, an exclusive interview with Mats featuring stories and personal anecdotes about his legendary career.Mats Wilander is a former #1 ranked player in the world and winner of seven Grand Slam championships (three at the French Open, three at the Australian Open, and one at the US Open), as well as the mens doubles title at Wimbledon. He won three of the four Grand Slam singles events in 1988 and finished that year ranked World #1. Wilander twice won the Australian Open when the tournament was still played on grass. This makes Wilander one of only five men (along with Jimmy Connors, Andre Agassi, Rafael Nadal, and Roger Federer) to have won Grand Slam singles titles on grass courts, hard courts, and clay courts. He and Rafael Nadal are the only men in tennis history to have won at least two Grand Slam singles titles on each of the three surfaces. Wilander won his fourth Grand Slam singles title at the age of 20, the youngest man in history to have achieved that feat. In 2002, Wilander was inducted into the International Tennis Hall of Fame.\n"
        ],
        "tech": {
            "runtime": [
                "1 hr 54 min (114 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}