{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "4 July 2013"
            },
            {
                "country": "Belgium\n",
                "date": "28 October 2013"
            }
        ],
        "release dates": [
            "Australia::4 July 2013",
            "Belgium::28 October 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Vic the Viking"
            },
            {
                "countries": "Belgium (Dutch title)",
                "title": "Wickie de Viking"
            },
            {
                "countries": "Germany",
                "title": "Wickie und die starken Männer"
            },
            {
                "countries": "Hungary",
                "title": "Vik, a viking"
            },
            {
                "countries": "Netherlands",
                "title": "Wickie de Viking"
            }
        ],
        "akas": [
            "Vic the Viking (original title)",
            "Wickie de Viking Belgium (Dutch title)",
            "Wickie und die starken Männer Germany",
            "Vik, a viking Hungary",
            "Wickie de Viking Netherlands"
        ],
        "akas from release info": [
            "Vic the Viking (original title)",
            "Wickie de Viking Belgium (Dutch title)",
            "Wickie und die starken Männer Germany",
            "Vik, a viking Hungary",
            "Wickie de Viking Netherlands"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Almost Treasure Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    An old shipwrecked sailor is the accomplice and bait for a group of pirates, who use the tempting prospect of a fabulous treasure to lure sailors in order to seize their riches more easily. Our Vikings fall into the trap, but Vic and Ulme use their talents as puppeteers to scare the brigands of the seas and send them packing.    "
                },
                "2": {
                    "title": "Thor's Thunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The drakkar runs aground on a reef in the fog! When they call for help, the Vikings only draw the attention of Sven and his men, who steal their cargo. Vic manages to recover the goods by making it appear like the pirates have been cursed. To do this, he uses bamboo sticks (bartered with a Chinese merchant during their last stop) that are actually filled in with gunpowder (kind of crafted firecrackers). These are loud enough to sound like the god Thor's thunder, and also explode with an unbelievable show of fireworks.    "
                },
                "3": {
                    "title": "Grist for the Mill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Halvar, his men and the drakkar are kidnapped by Sven! In order to catch up with them, Vic whips up some kite-surfing gear with a board and burlap bags. With Snorre and Tjure, he manages to get his father's drakkar back. Since the sail is ripped, Vic has the idea of making it move by building two large paddle wheels built with the help of Tjure, the crew's carpenter, and Snorre. Astounded by this boat with wheels, Sven's men take their eyes off of their prisoners and don't see Vic climb on board and cut the prisoners' ropes. The prisoners take the opportunity to ...    "
                },
                "4": {
                    "title": "The Magic Lantern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In order to scare away tax collectors sent by Eric the Greedy, Vic invents a magic lantern (from flat pieces of translucent stones painted by Ulme and mirrors that focus the sun's light). He uses this to project \"monsters\" at the entrance to a cave (where the villagers have hidden all their wealth), frightening the tax collectors away.    "
                },
                "5": {
                    "title": "Shooting Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Drawn to a shooting star that has fallen on an ice field, Halvar and his men are convinced they have found a fabulous treasure. Sven the Terrible, who is also floating in the neighborhood, has the same thought. But the heavenly debris turns out to be nothing more than ugly, charred stones. Certainly not jewels worthy of taking home to Ylva! Only Vic understands the magnetic value of the meteorite stones: he first uses them as a compass to find their way back to the drakkar, then again as magnets when Sven the Terrible tries to attack and reclaim his \"treasure\"    "
                },
                "6": {
                    "title": "A Wind That'll Tear the Horns Off a Viking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Hungry and immobilized by lack of wind, Halvar's ship has to approach the island of the crazy wind queen, desperate for supplies. She dreams of marrying the wind god and uses a giant, dragon-shaped wind machine to raise a storm which blows ships away. Wickie realizes the unnatural wind blows only in one stream and circumvents it with an improvised kite, to trick the queen.    "
                },
                "7": {
                    "title": "The Highest Viking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Gilby challenges Vic: whoever can reach the highest point on the drakkar will accompany the Vikings on this year's expedition. With his scrawny arms, Vic has no chance. Unless he freely interprets the rules. In fact, there are no restrictions about how to climb. Vic will build special shoes with crampons before realizing that, by making the drakkar list, the mast will become a nearly horizontal pole, much easier to climb!    "
                },
                "8": {
                    "title": "Knock on Wood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    A series of messages sent by a damsel in distress are floating wooden bottles. They are calls for help from a damsel in distress... a damsel who is offering a reward to anyone who will rescue her. Vic identifies the wood from the bottles as Bird Cherry. The crew are reluctant to go, but Halvar, in an incredible show of strength, flattens a table with his bare hands. This settles the crew, and they set out for Bird Cherry Island. On the way, Vic realizes that Halvar's show of strength was the result of a infestation of wood-eating worms! The damsel tied to the only ...    "
                },
                "9": {
                    "title": "Trials of Halvar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    On a trip to Britain Halvar and his men are captured by fierce Celtic women warriors who accuse them of plundering their kingdom. For once, Halvar is innocent but the Britons insist that he must prove his innocence by undergoing four trials by ordeal. Only after Halvar has successfully passed through trials involving earth, wind, fire and water can he and the Vikings be freed. Thankfully Vic's experience at making the drakkar sea-worthy has given him lots of ideas on how to outwit the Britons.    "
                },
                "10": {
                    "title": "The Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The Vikings sail home through Scottish Waters after a successful voyage. They happily celebrate until night falls when talk of monsters generates fear amongst the Vikings. As a thunderstorm closes in, the ghostly light causes the Vikings to mistake a shipwreck for the hideous monster and they throw 'the monster' all of their food. As morning approaches, they are now starving and have nothing to eat. They will need to take go ashore if they don't want to starve to death but this means they must sail close to where they last saw Sven who they know will try to take ...    "
                },
                "11": {
                    "title": "Dagda's Cauldron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Our Vikings are captured because Faxe has stolen and eaten an Icelandic Viking clan's sausage stash. The Icelanders, thinking the Vikings are bearing treasure from their expedition, hold them ransom. Vic convinces them they have Dagda's Cauldron, a sort of cornucopia that contains an unending supply of food... But the Icelanders discover this trick because of Faxe again and Vic has the idea of using a geyser's pressure to escape and reach their drakkar.    "
                },
                "12": {
                    "title": "Shape Shifting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    When a runic shape appears on the side of Halvar's face, Urobe convinces everyone that he has been visited by the Gods, and soon the whole village thinks that he has the power to take the shape of any animal or person. Halvar disappears, and a duck takes his place as captain of the ship. To avoid disaster, Vic has to pretend to be Halvar, and restore his father to his rightful position of captain.    "
                },
                "13": {
                    "title": "Judgement of Thor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Whilst playing with a set of dominoes, VIC accidentally discovers the 'domino effect' which he later uses to flatten a circle of standing stones driving away the Welsh druids who're threatening to shave off HALVAR'S prized beard in order to appease their gods.    "
                },
                "14": {
                    "title": "Good Luck Charm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Halvar is convinced that he is cursed with bad luck. He can't catch any fish, things fall on him, and he gets struck by lightning. It's the wrong time to be suffering from a crisis of confidence, because three Viking warriors are traveling to Flake to challenge his leadership. Vic and the other villagers try to cheer him up but nothing works. Finally, Vic stage manages the finding of a coin, and a series of events that convince Halvar that his luck has returned, and he fights the challengers and retains his status as chief.    "
                },
                "15": {
                    "title": "Son of Tjure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "24 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Tjure's eighth child is born. But this new baby has a lot trouble sleeping. Everyone tries something but Vic finds the solution by imitating his father's silly noises (like farts). Baltac is on his way to challenge Halvar. But the chief of Flake hasn't had enough sleep and Vic is worried. He then thinks Tjure's son can defeat Baltac with his awful screams.    "
                },
                "16": {
                    "title": "Snorre Soaps Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In Flake, it's the big harvest celebration. And as most senior member of the village, it is Snorre's mother Greta's duty to host the festivities. But this year, Snorre, her son, smells even worse than usual! Greta refuses to host until he has washed up, which of course, he obstinately refuses to do! Vic is therefore going to have to use all of his imagination and talent in order to set up an encounter between Snorre and \"Soap\". Only then can the festivities begin.    "
                },
                "17": {
                    "title": "Captain Gilby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The kids of Flake commandeer the drakkar under Gilby's lead and hoist the anchor. Vic tries to convince him to surrender the command to him, but Gilby won't listen, even though he doesn't know beans about navigation! The drakkar gets ever further from the coast. Overcome by sea-sickness, Gilby finally abandons the command to Vic under pressure from the other children. Vic manages to round up two trained seals and sends them in search of a whale to rescue them. The whale pushes the drakkar back to Flake, bringing the children home safe and sound.    "
                },
                "18": {
                    "title": "Stardust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    A flamboyant Magus arrives in Flake and makes Urobe looks like a cheap druid. Claiming to be a soothsayer and healer, he bluffs the villagers with conjuring tricks and a sly scheme. Vic and Ylvi aren't taken in, even though they don't understand how the charlatan cures Faxe, who goes insane, and how he knows all about the villagers, including the most personal of things. After an investigation, Vic and Ylvi unmask the charlatan and, thanks to the discovery of phosphorescent mushrooms, make everybody believe again in Urobe's \"powers\".    "
                },
                "19": {
                    "title": "Taken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    While doing a contest of skipping stones, Snorre, Tjure and Vic are kidnapped by Sven. As Halvar and the others try to deliver them, Vic, Tjure and Snorre set confusion on the Pirate ship as Snorre projects his voice and impersonates Sven.    "
                },
                "20": {
                    "title": "The Invisible Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "5 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The King of Sweden is out hunting in the forest. He smells some delicious food from nearby Flake and decides to go there. Halvar mistakenly believes the king comes to honor him. Instead the king appoints Ylva to be his 'royal cook' after he has tasted her delicious Grüt tart. Halvar will not have the king take his wife away and calls his men to arms with the result that Ylva is taken away in the kings' camp. Vic ultimately manages to free his mother by offering the king the most precious treasure in the whole world: A treasure so delicately wrought that only the ...    "
                },
                "21": {
                    "title": "The Forgotten Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "24 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Each year, our brave Vikings have to plough the field so they can have enough vegetables and cereal. Unfortunately, Halvar is not ready to do so and rather like to go pillaging. Women are not happy and have blocked the drakkar on shore. Vic tries to plough the field with the drakkar's anchor but it stays stuck in the ground. He discovers the forgotten treasure of Flake hidden between some roots. Vic sows coins in the field so the Vikings have now a great pleasure ploughing! Ylva's happy and lets his husband go pillaging for Vic's relief.    "
                },
                "22": {
                    "title": "Gorm's Seagull",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "17 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Halvar has to face a new challenge to prove he's the right chief for the village. Urobe says he has to make landed a seagull on his helmet. But with Gorm around, it's quite impossible! While the poor Viking tries to get away and leaves his chief win, the seagull keeps landing on Gorm's helmet. Seagulls are doing their nest at this time of the year which gives a bright idea to Vic but it still doesn't work. Gorm will have to scare the seagull away so it can feel safer on Halvar's side.    "
                },
                "23": {
                    "title": "Chicken Pox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "17 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Wickie has to miss a voyage to due chickenpox, but is recovered enough to play outside already. Halvar's ship is overpowered by Sven's pirates, but they can send a message for help home by pigeon. Helped by seals, he sneakily finds and boards the ship, liberates the men and uses his ghastly salve to fake a zombie infection.    "
                },
                "24": {
                    "title": "The Cavern of Frozen Words",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Halvar and his men discover a mysterious cavern where Sven and his pirates hide their loot. This cavern has kept all the words Sven and his men exchanged during the last winter. When the pirates arrive to the cavern, the clever Vikings pretend to be invisible and with the words released from their frozen bubbles, the pirates soon get scared. Halvar can have his loot back!    "
                },
                "25": {
                    "title": "Dance with the Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Urobe is declared bravest Viking of Flake for this year. Ylvi thinks Vic should have \"won\" but Gilby thinks is not brave enough. He suggests a challenge: stay in the wood during one night where the wolves are... Ylva refuses, but Halvar can't favor his son. Watched (more or less...) by Urobe, Gilby and Vic enters the forest. At the end, the cold-blooded Vic will save Gilby from a wolf, but each will receive his share of congratulations.    "
                },
                "26": {
                    "title": "Sparkling Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    On their way to a \"spa island\", the Vikings are provocated by Brendall, haughty viking in his awesome boat. Arriving on the island, Halvar wants to fight but Brendall suggests a real competition between the two boats. While visiting the spa island, they discover the funny sparkling water which gives Vic an idea during the competition: using barrels full of sparkling water under the boat, Vic propels the drakkar. The Vikings win making Brendall feels ashamed...    "
                },
                "27": {
                    "title": "Siren Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Halvar's treasure-loaded ship is robbed by Sven's pirates. Vic thinks up a way to lure his ship to a dangerous cliff by dressing up Tjure as a mermaid.    "
                },
                "28": {
                    "title": "Bear Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Once again, the Vikings are annoyed with Ulme's singing who intern, finds an isolated area where he can sing as much as he wants. Funnily enough, a bear loves Ulme's ballads and follows him all the way back to the village. When the bear starts to eat all of their food, Ulme's bad singing is once again blamed. Feeling upset and unappreciated, Ulme departs for a friendlier village leaving vicky to come up with an idea to get rid of the bear. At first they try to lure the bear with honey however this is unsuccessful. Vicky realises they need Ulme's singing to lure the ...    "
                },
                "29": {
                    "title": "The Julbock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Vic makes sure that the children of Flake have a happy winter festival by outwitting a nocturnal impostor intent on stealing their presents...    "
                },
                "30": {
                    "title": "He's My Son",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Ulme is kidnapped by Sven who quickly regrets his catch (he's noisy and nobody is interested to get him back). Vic claims he wants to exchange Ulme against their new loot. Sven is thrilled and accept. Vic manages to get Ulme back and fool Sven with a fake treasure.    "
                },
                "31": {
                    "title": "Resort Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Vikings discover the true meaning of the saying \"there is nothing like a free lunch\" when, enjoying a well deserved rest in a hot spring \"spa resort\" in Iceland, they realise they have been conned by the owners of the place. To make them reveal where they have hidden the stolen Vikings loot, Vic will find a way to con the con artists.    "
                },
                "32": {
                    "title": "Up the River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Travelling along the Dnieper River in Eastern Europe to get a new sword, reputably invincible, for Halvar, who broke his own, the Vikings think they find the real deal around a statue of Angantyr, the king of the Goths. But when they come back to their drakkar, it drifts away downstream. To catch up with it, they borrow horses from local farmers. The situation aggravates when the drakkar drifts away to a waterfall. Vic must find a way to save the Vikings' drakkar.    "
                },
                "33": {
                    "title": "Stronger Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "10 May 2014",
                    "year": "2014",
                    "plot": "\n    Ork and his Berserkers rob the villages of Flake and Shlake. Vic thinks the Vikings need to stand unite if they want victory over Ork. But with Halvar's and Baltak's pride, it's going to be complicated! Vic manages to reunite both village against the Bersekers for a fine naval battle!    "
                },
                "34": {
                    "title": "Licence to Sail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    While Vic is at the helm of the drakkar, the Vikings are stopped by the Dane (seen in The Canal), who has now moved over to sea traffic control. Well, Vic doesn't have his drakkar driving licence! The drakkar will be impounded if Vic doesn't pass his driving test. Although Vic passes the theory test without much trouble, he fails the practical test because of Halvar! The Dane takes the helm of the drakkar... only to get it stuck accidentally in an ice maze. Will they end up as ice cubes? It's only thanks to Vic's ingenuity that they pull through and that, finally, he ...    "
                },
                "35": {
                    "title": "Use Your Loaf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Waiting for his brother Hlaford, who's coming for a visit, Halvar goes and fetches him on boat, ignoring his brother is actually coming on foot through the woods. Hlaford, a Viking warrior with a fearsome reputation, turns out to now be a peaceful baker. When Flake is attacked by Ivar the Ruthless, Hlaford's nemesis, Vic saves the day by building a 'skjaldborg' or 'shield wall' from burnt bread loaves to repel the attack.    "
                },
                "36": {
                    "title": "Trouble in Flake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Vic and the Vikings arrive back in Flake to find the women enraged against a lazy Tjure, who didn't help them in any chores while his friends went on expedition. Soon it's a war between the men and women of Flake, and only Vic will be able to reunite them without bruising any ego.    "
                },
                "37": {
                    "title": "Topsy Turvy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Vic and the Vikings arrive back in Flake to find the women enraged against a lazy Tjure, who didn't help them in any chores while his friends went on expedition. Soon it's a war between the men and women of Flake, and only Vic will be able to reunite them without bruising any ego.    "
                },
                "38": {
                    "title": "Oops a Daisy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    Preparing a gift for Vic's birthday, Ylvi and Ylva end up stranded on a ledge in the middle of a cliff. With his father and crew on an expedition, Vic will have to find a solution to help his mother and cousin without the strength of the men. He will create a trampoline to save them.    "
                },
                "39": {
                    "title": "Cow Express",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    On his way back to Flake, Halvar loses the ring he plans to give Ylva for their anniversary... in a cow's stomach! the crew doesn't have a choice but to take the cow with them and hope to get the ring once it poops. The travel with the cow is an expedition in itself, but back in Flake, they also have to hide the cow from Ylva, who thinks it's a very unusual (and rather lame) anniversary present. As the banquet is about to start and the ring hasn't reappeared yet, Vic has to work his genius to get the cow to \"deliver her package\".    "
                },
                "40": {
                    "title": "Mushroom Picking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n    In the woods to pick mushroom for their mother, Vic, Gilby and Ylvi cross the river they know they're not allowed to. When they are caught into heavy rain, which makes the river grow, they can't cross it anymore. It would be fine for them to wait if they didn't upset a bear in a cave, which is now on their toe. They hide up a tree and Vic has to invent a \"flying fox\" to get them out of there and back to the village.    "
                },
                "41": {
                    "title": "Gilby the Pirate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "7 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    While the Vikings prepare the drakkar for an expedition, Sven plans to steal their loaded drakkar. But when Gilby, frustrated not to be a Viking, offers Sven some more supplies, Sven fools Gilby into making him believe he can become a Pirate. Vic and Halvar will have to get on board the stolen drakkar to get their supplies back and to save Gilby.    "
                },
                "42": {
                    "title": "It's Not What You Sink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "10 May 2014",
                    "year": "2014",
                    "plot": "\n    After his ship has sunk, Sven is rescued by the Vikings, following the Seafarers' Code. But as soon as the Pirates are on board, they overpower the Vikings and take their drakkar. They leave them on an island, and start to sail; away, but Vic finds a way to lure them back on the island and get the drakkar back.    "
                },
                "43": {
                    "title": "Being a Leprechaun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "14 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In Ireland, the Vikings meet Puck, who looks for his friend Bernard, lost in the woods. They decide to help him (Urobe and Halvar thinking he's a Leprechaun) but are startled when they realise Bernard is a bear and Puck a juggler dressed as a Leprechaun. But having a bear in Irish woods can be hazardous, and Vic will have to save his new friends from the king's guards.    "
                },
                "44": {
                    "title": "Mistaken Eye-dentity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "7 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The King of Sweden visits Flake unexpectedly and accuses Halvar of stealing his jeweled scepter - and he has an eyewitness - himself! It's up to Vic to discover why the king thinks that he saw Halvar take his scepter, and prove to him that Halvar is innocent... and of course not hurt the King's feelings in the process.    "
                },
                "45": {
                    "title": "Moby Vic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    The Vikings are sailing home when Halvar decides to let Faxe take over the steering for a while. A whale appears and Faxe involves the drakkar in a game of chasey with the whale but in all the excitement he accidentally chases it towards shallow waters. The whale becomes stuck between two rocks and as the tide goes down, it becomes beached. When the Vikings aren't strong enough to move it Vicky comes up with a solution that you couldn't even dream of.    "
                },
                "46": {
                    "title": "Who Let the Bear In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "21 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The Vikings stop on the arctic coast and build an igloo style shelter when a blizzard heads for them. When they wake up the next morning, the ice sheet where they are drifts away from the mainland with the drakkar attached. All would be well if it wasn't for the polar bear stuck on the ice sheet with them!    "
                },
                "47": {
                    "title": "Grandpa Olaf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    Near Greenland, Vic finds a man frozen in an iceberg : Olaf, Halvar's grandfather. But when they thaw him, Grandpa Olaf wakes up and wants to defeat the Giant that froze his companions and stole his drakkar and treasure. Halvar agrees, hoping to get part of that treasure as a reward. Vic will have to find a solution to defeat the mean Giant, and will give him a taste of his own medicine.    "
                },
                "48": {
                    "title": "The Invincible Sword",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Looking for the magical sword Tyrfing, Halvar and Vic discover that the gem in their possession acts like a GPS locator. As they locate the sword, an evil Warlord plans to let them gather the sword then steal it from them.    "
                },
                "49": {
                    "title": "Summer Residence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "21 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The inhabitants of Flake are awaken at dawn by loud hammering noises: the king's foreman is requisitioning the village to build the new royal summer residence! The Vikings are faced with the possibility of eviction. To avoid a war between the villagers and the king's army, Vic sets out to convince the foreman that their village is a very inhospitable place, and thus get him to leave.    "
                },
                "50": {
                    "title": "The Tree House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n    As Ylvi is about to enjoy the new tree house Tjure made for her birthday, Gilby invades the place and holds it like a fort against Vic and Ylvi. Vic and Ylvi decide to try and scare Gilby and his friends away, but in the process, Gilby ends up dangling from the broken ladder under the tree house. Vic will have to help him reach the ground safely.    "
                },
                "51": {
                    "title": "Back to Flake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Halvar and the Vikings are on their way back to Flake, Halvar delighted to have his invincible sword, when they come face to face with Sven. Halvar wants his revenge after Sven broke his sword, but Vic warns him about the danger of such a battle, even with an invincible sword. Despite Vic's recommendations, Halvar attacks Sven, but soon finds himself in a dire situation, that only Vic can save him from.    "
                },
                "52": {
                    "title": "For the Love of Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "14 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The Annual Dessert Contest is around the corner and this year, Ylva decides to make her special Myrthus Cake to retain the trophy in Flake. But Baltak, spying on her, gives the same idea to Morag, his wife. The only problem is that Myrthus is hard to find and only grows on one island south of Flake. A race starts between Halvar and Baltak to get to the Myrthus first, and only Vic will be able to prevent traps and cheats along the way.    "
                },
                "53": {
                    "title": "Beware of the Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Vic and his friends are in the forest when Faxe finds a wolf cub. Soon after, a couple of angry wolves attack them and force them into a cave: against Vic's advice, Faxe has taken the wolf cub with him. Vic convinces Faxe to give the cub back to its mother. Meanwhile, Halvar, worried about his son's delay, tries to find him in the forest. When he sees Vic in danger, he gets ready to fight the wolves. Vic uses the cave echo to frighten the wolf mother, giving him time to rescue the cub and release it back to its mother.    "
                },
                "54": {
                    "title": "Faxe and the Whale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    After a whale is rescued from beaching itself by Faxe, it starts to follow Faxe everywhere. When the whale's infatuation and its taste for playing peekaboo start to be dangerous for the drakkar (it bumps into the drakkar), Vic has the idea to lead the whale to a larger pod, with which it can make friends. On their way back, they see Sven and the Pirates on their way to kill the whales. With Faxe's help, Vic uses the whale's taste for peekaboo to defeat Sven.    "
                },
                "55": {
                    "title": "Stink Bugs Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Vikings hunt in the forest when they find a colony of stink bugs. After realizing the foul smell comes from the insects, they go back home only to discover that Sven has invaded the village and taken their wives hostages. They try to find a way to get their village back without risking their wives lives. Vic comes up with a plan and sends stink bugs in the village to force the Pirates out. With pine sap in the nose as gas masks, the Vikings can reintegrate the village.    "
                },
                "56": {
                    "title": "Free Ylvi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    When Ylvi is captured by Pox to become a maid on Sven's ship, Vic and the Vikings rush to rescue her. While the drakkar catches up with the Pirates, Ylvi creates arguments aboard Sven's ship (she's way too young to be a maid!), and proves she can be a mischievous girl when needed. When the Vikings catch up, Sven thinks he's got the upper hand as he threatens to throw Ylvi overboard. But Vic creates flippers and snorkels and swims near the Pirates' ship to rescue Ylvi as she is dropped in the ocean.    "
                },
                "57": {
                    "title": "Shallow Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    As they storm a castle's treasure room, the Vikings run into Sven and his Pirates. When the Treasure Guard (a Giant) comes back and find them, Sven and Halvar have to pair up to escape with some loot. As they're sailing away with shallow waters ahead, the Vikings are trapped by Sven, who wants their share of the treasure. Halvar wants to fight but Vic has an idea. The Vikings give their share of the treasure, which overloads Sven's ship and leaves the drakkar lighter. The drakkar crosses the shallow waters, when Sven founders on the reef. With his ship immobilized, ...    "
                },
                "58": {
                    "title": "Ylva in Charge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The village is out of supplies, but Halvar is too sick too lead a voyage. Druid Urobe stands in as captain, but is quite happy to leave the decisions to the headman's wife, who came along to shop. Due to improbable luck and naive impudence, they get the slippery better of Sven's pirated during a raid.    "
                },
                "59": {
                    "title": "The Hammer in the Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Tjure's hammer has been hit by lightning and is stuck in a big rock. Everyone thinks it's Thor's hammer and a big argument starts with Schlake, the neighboring village, as the hammer in the stone is exactly in the middle between the two villages, who claim Thor's blessing. A competition starts to free the hammer from the stone, and Halvar is about to lose when Vic uses hot and cold water on the stone to crack it and help his father free the hammer.    "
                },
                "60": {
                    "title": "The Tunnel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Looking for a treasure, the Vikings enter a tunnel system full of traps. Even with Vic's clever ideas, they soon get lost in the tunnel, right before escaping death when a large rock ball rolls towards them. Soon after, they think they found the way to the treasure room, only to be caught in a maze. But the biggest trap of all is the one protecting the treasure room itself, and Vic will need Ulme's musical talents to get them all out of trouble, with the treasure.    "
                },
                "61": {
                    "title": "Victory Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "24 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In Ireland, Halvar and his men make fun of a dance-off duel between two Irishmen, a local custom. Unimpressed, the local Chief, Fergus, challenges Halvar, who accepts. But when he realizes he will have to dance, Halvar freezes from stage fright. This is another insult for the Irishmen, who put the Vikings in a dungeon. Thanks to Vic, they escape the dungeon, only to get caught again. Vic challenges Fergus into a dance-off for their freedom. He wins using arrowheads on the flint slab to create sparks and the first real tap dance ever.    "
                },
                "62": {
                    "title": "Andalusia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In Spain, Tjure and Snorre are chased by a bull and saved by its owner, Rodriguo, a Spaniard who gets injured while helping them. A mean and greedy neighbor, Gaudio, arrives and claims the bull as his own. The Vikings defend Rodriguo but soon, Gaudio steals the bull anyway. Halvar decides, against Vic's advice, to steal it back. He gets caught in the act and has to bargain the drakkar for his freedom in a bull chasing race. Knowing Halvar won't beat the bull, Vic creates a red cape so Halvar can exhaust the bull before it finishes the race.    "
                },
                "63": {
                    "title": "The Canal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "5 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Back from an expedition with a fully loaded cargo, the Vikings decide to use a shortcut through a Danish canal, without paying the toll for it. They are caught and soon they either have to sail back or pay all their loot. Halvar decides to go back, only to face the prospect of a huge storm if he takes the long way home. When they come back to the canal and its toll, Vic tricks the Dane into believing the Vikings have been attacked and ransacked, when he actually hid their treasures under the drakkar.    "
                },
                "64": {
                    "title": "The Druid Needs a Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    To cure Faxe, who suffers a severe stomach ache, the Vikings reach the island of the druid Eboru, only to discover that he retired and has been replaced by the young Elsenor, who is more of a performer illusionist than a druid. To escape the island Elsenor, takes them to a small rocky island where he leaves them and steals the drakkar with only Vic, Faxe and Gorm on board. Vic will have to overpower Elsenor to get his friends back and eventually cure Faxe.    "
                },
                "65": {
                    "title": "Silent Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Halvar decides to pillage a castle on Dream Island, where everyone falls deeply asleep at sunset and wakes up at sunrise. He thinks it's an easy target except that when his crew lands at night on the island, a constant and soothing hum makes them all fall asleep in minutes. In the morning, Boranis, the landlady of the castle, innocently invites them for breakfast. But when she realizes that they came to steal her treasure, she sings an enchanted song and Halvar falls into a deep sleep. To save his father, Vic has to promise Boranis he'll show her the stars that she ...    "
                },
                "66": {
                    "title": "Castaways",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    As a man comes to ask for help, a jealous Gilby pretends he is smarter than Vic and decides to help. Worried about him, Vic insists to go with them. Gilby is not so sure of himself when he discovers that the lives of two people stuck in a wrecked boat are in danger, but he can't back down in front of Vic and can only make the situation worse. Vic has to save the day (and Gilby) by inventing a cable ferry to rescue the castaways.    "
                },
                "67": {
                    "title": "A True Viking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    It's time for Wickie to pass the Vikings's local initiation rite, the quest for Erci's jeweled shield. Halvar and some cahoots stage it to seems dangerous but remain safe enough for his smart but frail son. However the bumblers' plans all go wrong, so father and son prove more valor then intended.    "
                },
                "68": {
                    "title": "The Thief Among Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When gear disappears from Shlake's drakkar, Baltak accuses Halvar of theft. Halvar denies it, but Baltak is convinced, especially discovering that Halvar \"found\" new gear for his drakkar, in fact the stolen goods from Shlake. Vic tries to defuse things and must find the real thief to exonerate his father. He is stunned to discover that it's Baltak's pregnant wife, Morqg, desperate to keep him near for the birth of their baby.    "
                },
                "69": {
                    "title": "Trojan Snorre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    On a distant island, the Vikings are refueling when Tjure and Snorre have their biggest argument yet and Snorre decides to leave. But soon he disappears and Vic and his friends decide to go after him. They are surprised to find him amongst a tribe of people with a lisp, who think he is their new king. When they try to rescue him, the Vikings are defeated. Vic understands that the second in charge plans to harm Snorre to take his place. Tjure then creates a Trojan horse (in the shape of the new king Snorre) to enter the fortress and save Snorre before he gets injured.    "
                },
                "70": {
                    "title": "Arabian Nights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    During a trip in Tunisia, Vic and the Vikings meet Sabu, the Caliph, who has been tricked out of his throne by his Vizier Harun. They will help him get his throne back, putting themselves in danger in the process. Paraphrasing the tale of Aladdin, Vic will use the powers of a genie in a lamp to defeat Harun.    "
                },
                "71": {
                    "title": "War of the Berries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Halvar takes the children of Flake with their teacher, Mrs Flart, on an island for a field trip. On the island, two teams are made for the children to compete and bring back a flag from the top of the island and a bucket full of berries. Gibly is with Mrs Flart's team and Vic and Ylvi are with Halvar's team. But soon, the picking of berries turns into a game of Viking-style paint ball, and each child hit by berry juice is eliminated. The last standing are Gilby and Vic. Vic wins after Gilby tries to cheat as much as he can.    "
                },
                "72": {
                    "title": "Strangers in a Strange Land: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    After a tornado takes the drakkar away, it lands in China, where Vic and the Vikings meet a young girl, Mingzhu, and her uncle Quan, whose rice is eaten by ducks that got lost in the storm too. But the Vikings have more urgent problems than that; a Chinese General arrests them for invasion and wants to know their secret to make the drakkar fly. Vic will have to find a way to escape the General, and free the ducks at the same time! Zith Mingzhu's kites; the drakkar flies away above the Great Wall of China... until a rain of arrows tears the kites apart.    "
                },
                "73": {
                    "title": "Strangers in a Strange Land: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Having being shot down from the sky above the Great Wall of China, the Vikings have to find a way to reach the ocean. Their plan is thwarted when the General catches up with them and takes them to the Signal Tower as he wants to know their secret to fly, as he always wanted to fly himself. Vic will give him his first \"parasail\" experience and will get the Vikings to be released and on their way.    "
                },
                "74": {
                    "title": "Loki the Trickster God",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    It's the Balder-festival in Flake and the Vikings are performing a play telling the story of Balder and her demise by Loki, the trickster god who was jealous of her. An incursion into the Norse mythology where Vic plays Thor and Halvar is Odin as they defeat the evil plans of Loki, played by Gilby.    "
                },
                "75": {
                    "title": "Princess Badoura",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Vikings are passing through an Arabian desert on their way back to the coast when they come to the rescue of a Princess on an out of control camel. The Princess soon escapes, taking Vic with her. When the princess' Governess reaches Halvar and his men, she pair up with them to get the princess back before a sandstorm falls on them. Vic and the princess find shelter in a cave during the sandstorm, and then the Princess takes Vic to her final destination; a storytelling festival where she can hear all the tales from her country. When Halvar and the Governess find ...    "
                },
                "76": {
                    "title": "Bamboo Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Sailing home from China, the Flake Vikings see a dragon. Rushing to get the mythical creature, they realize the dragon is in fact a costume, worn by the villagers to scare away a real monster that is terrorizing them. Village elder, Junjie, believes they're cursed by his son Qi's refusal to learn their traditional ways. Frustrated by the old ways, Qi is determined to prove there are no such things as monsters. Vic will help Qi uncover the mystery and will capture the \"spirit\", in fact a wounded panda. Junjie will see how his son was right and he will trust him from ...    "
                },
                "77": {
                    "title": "The Kraken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    Fishing for Giant Clams and in search of a Giant Pearl for Ylva, the Vikings face an underwater monster, the Kraken (in fact a Giant Squid), which prevents them to collect the Clams and the Pearl. Vic will have to find a way to lure the Kraken away and eventually find the Giant Pearl for Ylva.    "
                },
                "78": {
                    "title": "The Olympic Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vic the Viking (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    Vic and the Vikings participate in the Olympic Games organized this year in Spain and hosted by their friend Rodrigo (from \"Andalusia\"). The Games are the occasion to meet tribes our Vikings haven't seen for a long time, and to have a healthy competition, from which Halvar wants to come out victorious.    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Tua, Lionel"
            },
            {
                "name": "Callan, Peter"
            },
            {
                "name": "Davies, Paul"
            },
            {
                "name": "Goasdoué, Tanguy"
            },
            {
                "name": "Kazazian, Thierry"
            },
            {
                "name": "Monge, Cyrille"
            },
            {
                "name": "Ronchewski, Stéphane"
            },
            {
                "name": "Facundo, Marie"
            },
            {
                "name": "Homs, Nathalie"
            },
            {
                "name": "Ralph, Cam"
            },
            {
                "name": "Rosenzweig, Magali"
            },
            {
                "name": "Du Pac, Benoît"
            },
            {
                "name": "Hutton, Kirstie"
            },
            {
                "name": "Ubrien, Jane"
            },
            {
                "name": "Bartels, Timur"
            },
            {
                "name": "Borbach, Arianne"
            },
            {
                "name": "Borko, Vincent"
            },
            {
                "name": "Deininger, Tom"
            },
            {
                "name": "Dupac, Benoît"
            },
            {
                "name": "Eich, Cedric"
            },
            {
                "name": "Fritzsche, Rainer"
            },
            {
                "name": "Hadad, Ben"
            },
            {
                "name": "Kaps, Joachim"
            },
            {
                "name": "Kröger, Marco"
            },
            {
                "name": "Meifert, Tabea"
            },
            {
                "name": "Sander, Tim"
            },
            {
                "name": "Schaale, Gerald"
            },
            {
                "name": "Schmitz, Tilo"
            },
            {
                "name": "Staudinger, Stefan"
            },
            {
                "name": "Zorn, Hasso"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Comedy",
            "Family"
        ],
        "runtimes": [
            "13"
        ],
        "countries": [
            "France",
            "Australia"
        ],
        "country codes": [
            "fr",
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 45,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM5NDkyMjM3MF5BMl5BanBnXkFtZTgwOTkwNjMyMjE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Vic the Viking",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Reverend, Alexandre"
            },
            {
                "name": "Auclair, Laurent"
            },
            {
                "name": "Lyons, Robin"
            }
        ],
        "production companies": [
            {
                "name": "Studio 100 Animation"
            },
            {
                "name": "ASE Studios"
            }
        ],
        "distributors": [
            {
                "name": "Pop TV"
            },
            {
                "name": "Studio 100 Media"
            },
            {
                "name": "Tiny Pop"
            },
            {
                "name": "Zweites Deutsches Fernsehen (ZDF)"
            }
        ],
        "plot": [
            "Welcome on board the drakkar to sail the seas and share the adventures of our Viking crew. In his home village of Flake or coming alongside far and unknown lands, you will share unique adventures with Vicky."
        ],
        "tech": {
            "runtime": [
                "13 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 45,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 6.6
            },
            "males": {
                "votes": 35,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 13,
                "rating": 5.2
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 6.4
            },
            "females": {
                "votes": 5,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 4.6
            },
            "us users": {
                "votes": 2,
                "rating": 5.0
            },
            "non us users": {
                "votes": 31,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 14,
            "9": 2,
            "8": 5,
            "7": 8,
            "6": 4,
            "5": 4,
            "4": 3,
            "3": 2,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}