{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 July 2013"
            }
        ],
        "release dates": [
            "USA::30 July 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Profit"
            },
            {
                "countries": "Finland",
                "title": "Firmat kuntoon"
            },
            {
                "countries": "USA",
                "title": "The Profit"
            }
        ],
        "akas": [
            "The Profit (original title)",
            "Firmat kuntoon Finland",
            "The Profit USA"
        ],
        "akas from release info": [
            "The Profit (original title)",
            "Firmat kuntoon Finland",
            "The Profit USA"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Episode #6.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #6.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #6.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #6.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #6.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "plot": "\n    Former employees of the Casery partner with Marcus to start their own cellphone case business, the new employees struggle as leaders but still manage to impress with their attention to detail.    "
                },
                "6": {
                    "title": "Episode #6.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #6.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #6.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #6.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Car Cash",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Two feuding brothers who buy used cars for cash have watched their business dry up. Just weeks away from being forced to close their doors for good, they meet serial entrepreneur Marcus Lemonis. Despite a long list of problems, Lemonis believes \"Car Cash\" can become a thriving national brand...but only if these battling brothers are willing to listen to Marcus and each other.    "
                },
                "2": {
                    "title": "Maarse Florists",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Maarse Florists was once the premier flower shop in Southern California. But after the founder died, this once proud business began to lose money. Serial entrepreneur Marcus Lemonis believes he can put the bloom back on this rose. Fixing the business may be the easy part; dealing with the spoiled Mama's boy who inherited it will be the real challenge.    "
                },
                "3": {
                    "title": "Planet Popcorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Planet Popcorn started as a humble little stand at a Southern California fairground. Today it's a multimillion-dollar business. The popcorn is tasty but the business model is hard to stomach. Despite generating all that cash, Planet Popcorn still can't show a profit. But serial entrepreneur Marcus Lemonis believes he can turn this business around and make Planet Popcorn a national brand. But to do it, he'll need this motley crew to follow his plan and prove they can be trusted.    "
                },
                "4": {
                    "title": "Eco-Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Inspired by the death of a loved one, Eco-Me is an all-natural cleaning supply company started by two best friends who wanted to help people rid their home of potentially toxic products. But their inspired products are being undermined by bad business practices, lousy marketing and major debt. Serial entrepreneur Marcus Lemonis has a game plan to turn the company around but will Eco-Me's stubborn and shortsighted owners embrace change before it's too late?    "
                },
                "5": {
                    "title": "LA Dogworks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    LA Dogworks was started up by an eccentric hothead who built a state-of-the-art dog care facility that's second to none. But that volatile leadership has created terrible morale which now threatens to dismantle the entire business. Serial entrepreneur Marcus Lemonis thinks LA Dogworks could be a flagship facility; the first of many. But to build the business, he'll have to see if he can tame its owner. LA Dogworks was started up by an eccentric hothead who built a state-of-the-art dog care facility that's second to none. But that volatile leadership has created ...    "
                },
                "6": {
                    "title": "Mr. Green Tea",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This week, Marcus Lemonis travels to Keyport, NJ, to visit Mr. Green Tea, a family-run specialty ice cream company being torn apart by two competing visions. Rich Emanuele is the second-generation owner who makes great ice cream and keeps tight tabs on the budget. His son Michael has big ideas and wants to invest heavily and expand quickly. Can serial entrepreneur Marcus Lemonis take Mr. Green Tea to the next level, or will this bickering father-and-son undermine their shot at big time profits?    "
                },
                "9": {
                    "title": "Season Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Athans Motors",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    A former real estate investor and car enthusiast, Pete Athans, sunk his entire life savings into building a high-end used car dealership in Morton Grove, IL. Unfortunately, financing a fantasy dealership left him short on cash; now he struggles to fill his lot with cars. To make matters worse, his micromanaging style prevents his employees from doing their jobs. Marcus Lemonis will either be the driving force this owner needs to change his ways or this business will crash and burn.    "
                },
                "2": {
                    "title": "A. Stein Butchers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    This week, serial entrepreneur Marcus Lemonis travels to Brooklyn, New York and visits A. Stein Meat Products, a second-generation business run by two lifelong friends. Last year, this $50 million-dollar-a-year meat wholesaler somehow managed to lose $400,000. At A. Stein, Marcus discovers a company that offers a great product but has grown so fast, they're unable to track the tens of thousands of dollars that go in and out every day. Can Marcus Lemonis save this business or will these two butcher boys be forced to close their doors after 40 years?    "
                },
                "3": {
                    "title": "Michael Sena's Pro-Fit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "11 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Michael and Tina Sena are a fitness-obsessed couple with a great little gym right outside of Chicago. And while they help clients shed weight, they can't seem to figure out how to build a healthy profit. Maybe one of their problems is that this husband and wife still can't figure out how to work as a team. Marcus Lemonis arrives with a plan, but getting them to accept change may turn out to be harder than their workouts.    "
                },
                "4": {
                    "title": "Worldwide Trailer Sales, Inc",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    A trailer business in Tampa, FL specializing in food concessions is being driven into the ground by two owners in a toxic partnership who compete for control. The business itself is also divided with the owners located 260 miles from where the product is manufactured, creating inefficiency across the board. Can Marcus Lemonis bring these owners and the two sides of the business together?    "
                },
                "5": {
                    "title": "Skullduggery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Brothers Steve and Peter Koehl run Skullduggery, an Anaheim, CA based toy, craft kit and fossil replica manufacturer, owned by their father since 1987. Despite selling $1.6 million in toys last year, the brothers can't manage to turn a profit, and lack of imagination and poor decision making are holding the company back from getting into a big box retailer. Can Marcus Lemonis help these brothers put the puzzle pieces back together and save this business or will the building blocks collapse under the weight of continued failure?    "
                },
                "6": {
                    "title": "Sweet Pete's",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 25,
                    "original air date": "1 May 2013",
                    "year": "2013",
                    "plot": "\n    Peter and Allison Behringer are candy makers who run a small business, Sweet Pete's, in Jacksonville, Florida. Their product is excellent but their business is failing and has yet to turn a profit. The Behringers brought in a partner to help sweeten the pot but that relationship turned toxic. Sweet Pete's is a business with great promise but one that probably won't survive another year. To save it, serial entrepreneur Marcus Lemonis must fix the partnership, create new business and revamp the store or Sweet Pete's will be forced to close their doors.    "
                },
                "7": {
                    "title": "Amazing Grapes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "8 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A couple of wine connoisseurs in Orange Country turn their passion of collecting fine wines into a business that unfortunately has never been profitable. With absentee owners and mismanaged inventory, this business is months away from shutting its doors. If Marcus Lemonis can convince staff and owners to take ownership and stop running Amazing Grapes like a hobby, he might be able to save the business from being financially crushed.    "
                },
                "8": {
                    "title": "Key West Key Lime Pie Shoppe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 24,
                    "original air date": "15 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Owners Jim Brush and Alison Sloat run Key West Key Lime Pie Company, a pie company that is a true rags-to-riches culinary story. Buying the business, recipes and all, for merely $1200, they have grown it from selling pies on the side of the road to being named the \"Nation's Best Pie\" by the American Pie Council. Even though the business grosses an impressive $1.4 million a year, they are not turning a profit. With multiple storefronts and a shipping facility that's not bringing in any money, can serial entrepreneur Marcus Lemonis help this couple get back on track and...    "
                },
                "9": {
                    "title": "COURAGE. b",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 15,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Tempers boil over at a family-run clothing retail company when entrepreneur Marcus Lemonis pushes for his biggest transformation yet. Courage b specializes in upscale women's fashion, and sassy Noemi Goureau is the brand's designer. Her explosive son Nicolas blames his mother for dragging the company into the red and burying the company in mountains of inventory they can't move.    "
                },
                "10": {
                    "title": "Artistic Stitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 13,
                    "original air date": "21 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Hanging by a thread, an embroidery and silk screening company in Queens, NY, is about to close its doors forever after the owner has bitten off more than he can chew. Three years ago, Sal Loretta moved his small business, Artistic Stitch, into a massive 28,000-square-foot warehouse. To make use of the space, Sal started several new businesses and borrowed beyond his means to build out the entire building. Now Sal is $1.5 million in debt and in way over his head. Can Marcus throw him a line before the company completely unravels?    "
                },
                "11": {
                    "title": "Swanson's Fish Market",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 15,
                    "original air date": "28 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The owners of a Connecticut fish market are sailing in treacherous waters, and even Marcus Lemonis might not be able to bail them out. Swanson's Fish Market is a successful second-generation business that burnt to the ground a few years ago, leaving the company drowning in debt. As more details begin to surface, Marcus realizes he may be in over his head.    "
                },
                "12": {
                    "title": "Unique Salon and Spa",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 14,
                    "original air date": "4 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A Long-Island salon owner burned by her ex-partner can't get to the root of her business problems. Carolyn DeVito owns Unique Salon & Spa, but only after fighting tooth and nail. She hasn't had a paycheck in six months, and other aspects of her business are coming unglued. If Marcus Lemonis can't help Carolyn move on from her past, Unique Salon & Spa may be going down the drain.    "
                },
                "13": {
                    "title": "West End Coffee Company",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 15,
                    "original air date": "11 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Marcus visits a coffee roasting business whose once-romantic co-owners are causing the business to struggle under demand.    "
                },
                "14": {
                    "title": "Coopersburg Sports",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 15,
                    "original air date": "18 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    It's the ninth inning for a father stuck in the past and striking out with his MLB relationship. Coopersburg Sports is a sports and novelty business in desperate need of help. Will Marcus Lemonis be able to help them stay in the game?    "
                },
                "15": {
                    "title": "Shuler's BBQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 18,
                    "original air date": "25 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A family-run BBQ restaurant in the tranquil town of Latta, South Carolina, is about to go up in smoke if Marcus Lemonis can't help them in time. Legendary Shuler's BBQ is a so popular that lines run out the door, but keeping up with the times is proving a bigger challenge than anyone expected.    "
                },
                "16": {
                    "title": "ASL Signs & Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 11,
                    "original air date": "2 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    A know-it-all sign shop owner goes head-to-head with Marcus Lemonis in Surfside Beach, South Carolina. ASL Sign Sales & Service is one of the biggest in town, but the owner's ego is even bigger. With zero process in place, Marcus has his work cut out for him. Later, Marcus makes a surprise visit to a business from Season 1    "
                },
                "17": {
                    "title": "My Big Fat Greek Gyro",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 13,
                    "original air date": "9 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Marcus Lemonis tries to keep the owners of a Pittsburgh, PA area Greek restaurant chain from failing. Run down restaurants, a confusing menu, and angry franchisees are just some of the challenges he faces.    "
                },
                "18": {
                    "title": "A Progress Report",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 11,
                    "original air date": "16 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Where are they now? Marcus checks in with businesses from Season 1 and 2, such as Athans Motors, WorldWide Trailer Sales, Inc., Mr. Green Tea, Michael Sena's Pro-Fit, and Sweet Pete's.    "
                }
            },
            "3": {
                "1": {
                    "title": "SJC Drums",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "12 May 2015",
                    "year": "2015",
                    "plot": "\n    Mike and Scott Ciprari started SJC Drums in their grandma's basement and quickly transformed it into a million-dollar company. But sibling rivalry and clashing egos forced Scott out of the company, leaving Mike in charge and SJC in free fall. Can Marcus Lemonis resolve this family feud and turn a money-burner into a money-earner    "
                },
                "2": {
                    "title": "After the Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "19 May 2015",
                    "year": "2015",
                    "plot": "\n    Entrepreneur Marcus Lemonis has invested more than $20 million of his own money in small businesses featured on The Profit. But when each episode ends, his work is just beginning. In this special episode, Lemonis returns to four of those companies and reveals which partnerships have flourished and which have floundered.    "
                },
                "3": {
                    "title": "Tonnie's Minis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "26 May 2015",
                    "year": "2015",
                    "plot": "\n    Desperate to keep his cupcake shop going, Tonnie Rozier has burned through his wife's retirement fund. Can Marcus turn the situation around, or will Tonnie lose his business and marriage?    "
                },
                "4": {
                    "title": "Standard Burger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "2 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A Staten Island burger joint is bleeding money - but its four quarreling owners are more focused on pointing fingers than boosting sales. Can Marcus Lemonis tame these big personalities and put the business back on track?    "
                },
                "5": {
                    "title": "Fuelfood",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "16 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A Florida health food delivery service has developed a sick corporate culture. Can Marcus Lemonis rein in FuelFood's hot-tempered CEO and fix the business before it goes up in flames?    "
                },
                "6": {
                    "title": "Grafton Furniture",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "23 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A father's resistance to change is ruining his family furniture business--and wrecking his relationship with his son. Can Marcus Lemonis bridge the divide and bring them back from the brink?    "
                },
                "7": {
                    "title": "Precise Graphix",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "30 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Brothers Keith and Dean Lyden share ownership of Precise Graphix - and they also share responsibility for its massive dysfunction. The graphic design business is losing money at an alarming rate, even as it generates millions of dollars in sales. Can entrepreneur Marcus Lemonis overhaul this struggling company and put it back on the path to success?    "
                },
                "8": {
                    "title": "The Lano Company",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "7 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    A small skin care and cosmetics business is suffering from a big identity crisis as its founder creates new products on a whim. Can entrepreneur Marcus Lemonis help this company regain its focus and fulfill its potential?    "
                },
                "9": {
                    "title": "A Progress Report #3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "14 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Marcus Lemonis checks in on the progress of three series favorites. But big business isn't always rosy, and struggle is the reality; a clothing company has fallen back on old bad habits, a car buying business run by two brothers receives news that could shut their doors forever, and a candy maker stretches to reach the sweet tooth of new markets. Find out who fares well, and who is saying farewell.    "
                },
                "10": {
                    "title": "Bentley's Corner Barkery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "28 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A small chain of natural pet food stores in Chicago is growing too quickly for its own good. If Marcus Lemonis can't help the owners sharpen their focus, this business could go to the dogs.    "
                },
                "11": {
                    "title": "Blues Jean Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Lady Fuller used her mother's inheritance to open a chain of blues-themed denim stores. But poor management and an overly aggressive expansion have left the business on the verge of unraveling. Without Marcus Lemonis's help, Blues Jean Bar could fold.    "
                },
                "12": {
                    "title": "Kensington Garden Rooms",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    Two best friends uprooted their lives in England to start a luxury gazebo company in California, but an inefficient process and poor workplace conditions have brought their relationship to the breaking point. If Marcus Lemonis can't help them get their house in order, their American Dream could come to an end.    "
                },
                "13": {
                    "title": "Da Lobsta",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    The owner of a Chicago lobster shack is swimming in debt and endangering the business with his irresponsible spending. If Marcus can't get him to change his ways, this business could go under for good.    "
                },
                "14": {
                    "title": "Showdown at Standard Burger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "plot": "\n    Marcus returns to the Staten Island burger joint to find his systems abandoned and the partners at each others' throats. Can he keep the peace long enough to expand the business? Or is this investment not worth salvaging?    "
                },
                "15": {
                    "title": "Wick'ed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "plot": "\n    A Los Angeles candle start-up is having trouble breaking into the market with their niche designs and archaic process. If Marcus can't help create a product with mass appeal, this business is destined to burn out.    "
                },
                "16": {
                    "title": "Kota Longboards",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "plot": "\n    A Denver-based business specializing in high-quality skateboards struggles with employee turnover. If Marcus can't get the owner to focus on his people and also expand his product line, his shot at a deal will skate away.    "
                },
                "17": {
                    "title": "Vision Quest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "plot": "\n    Dark times have befallen Vision Quest Lighting, whose panicked owner lost his way following a slump in sales. Can Marcus turn this New York manufacturer into the shining beacon it once was or will it be lights out for this struggling company?    "
                },
                "18": {
                    "title": "Inkkas Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "plot": "\n    A trendy Brooklyn-based shoe company is walking on thin ice after its founder made a series of rash decisions. If Marcus can't focus the team and bring the right products to market, this business will go out of style.    "
                },
                "19": {
                    "title": "240 Sweets",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Farmgirl Flowers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "plot": "\n    A Silicon Valley-based florist aims to beat the competition with a unique business model. But a lack of funding and stubborn founder threaten to slow growth growth. Will Marcus be able to solve the root of the issue, or will this business wilt?    "
                },
                "21": {
                    "title": "Mr. Green Tea 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Progress Report 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "plot": "\n    Marcus Lemonis has spent over $35 million investing in dozens of businesses on The Profit. But the real work begins after the deal is made. Marcus returns to four companies - Amazing Grapes, Shuler's BBQ, Grafton Furniture, and SJC Drums - to reveal how they have fared over time.    "
                }
            },
            "4": {
                "1": {
                    "title": "Farrell's Ice Cream Parlour Restaurants",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "23 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Two business partners have revived an iconic family restaurant chain, only to run it right back into the ground. If Marcus Lemonis can't help restore some leadership to this beloved brand, it'll melt down - this time for good.    "
                },
                "2": {
                    "title": "DiLascia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "30 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A Los Angeles clothing brand is floundering due to its owner's inconsistent designs and wasteful spending. His brother and sister have stepped in to help, but even they can't get him to change his ways. Unless Marcus can succeed where they've failed, DiLascia will go out of style - forever!    "
                },
                "3": {
                    "title": "The Soup Market",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "6 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A Milwaukee-based chain of soup restaurants has been struggling since its co-owner's sudden passing. The remaining owner's stubbornness and lack of business know-how are putting a strain on the company and its employees. If Marcus can't get him to open his mind, tension at The Soup Market will boil over.    "
                },
                "4": {
                    "title": "Flex Watches",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "13 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Two Southern California entrepreneurs struggle to keep their charity-centric watch business afloat. Their rushed process, unfocused branding, and emotional baggage have gotten in the way of their original purpose. If Marcus can't get these founders back on track, their business will stop ticking for good.    "
                },
                "5": {
                    "title": "Honest Foods",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "20 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A Chicago catering company has suffered a steep drop in sales - and its anxious owner is taking out his frustration on his employees. If Marcus canâ€ôt bring the team together and get them back on the path to growth, this business could end up on the chopping block.    "
                },
                "6": {
                    "title": "Murchison-Hume",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "27 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The owner of a cleaning product line is putting her business at risk with aristocratic marketing, high prices, and an unwillingness to face reality. If Marcus can't get her to focus less on her image and more on the customer, this company is going to go down the drain.    "
                },
                "7": {
                    "title": "Pacific Hospitality",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A Los Angeles furniture company struggles with old inventory and quality control. When Marcus brings in another business to advise them, tensions threaten to put both companies in jeopardy.    "
                },
                "8": {
                    "title": "Tea2Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "11 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A father and son with a broken relationship are leading their tea shop franchise into dangerous territory. If Marcus can't get them to separate their business and personal lives, tea time will be over...for good.    "
                },
                "9": {
                    "title": "Bowery Kitchen Supplies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "18 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A beloved kitchen supply store in Manhattan faces extinction after its owners' divorce. If Marcus can't figure out a way to get them working together, the deal may go up in smoke.    "
                },
                "10": {
                    "title": "Los Gemelos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    A Mexican-American's tortilla business is being decimated by big competitors. Marcus will team up with George Lopez and the owner to develop products and make this American dream a reality.    "
                },
                "11": {
                    "title": "Susana Monaco",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    A Manhattan-based fashion designer is failing because she lets her family and co-workers overpower her. If Marcus can't help her gain self-confidence, this business will unravel.    "
                },
                "18": {
                    "title": "Zoe's Chocolates",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Marijuana Millions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "8 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In a departure from his usual superhero \"save a family business\" schtick, Marcus Lemonis visits the town of Desert Hot Springs, California, a hotbed of activity in the marijuana growing business since allowing legal pot growers to set up shop. Straight-laced Marcus examines the potential of the burgeoning pot industry.    "
                }
            },
            "5": {
                "1": {
                    "title": "Swim by Chuck Handy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "6 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A family-run swimwear company struggles to connect with the consumer. The business has been pulled underwater by poor leadership, outdated designs, and misguided processes. If Marcus can't get them to swim with style, this retailer will evaporate.    "
                },
                "2": {
                    "title": "Windward Boardshop",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "13 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A Chicago snowboard shop has gone downhill after its owners tried to expand too quickly. The three partners don't communicate, leaving one of them sidelined. If Marcus can't get them to work together and focus on what sells, this company will be on thin ice.    "
                },
                "3": {
                    "title": "Ashtae Products",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "20 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A family-owned haircare company is at a breaking point because of the father's costly side projects. If Marcus can't get this founder focused and help his daughter come into her own, the business will go down the drain.    "
                },
                "4": {
                    "title": "Monica Potter Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Monica Potter of the hit television series Parenthood started a home goods store near her family in rural Ohio. She doesn't have time to run the store herself, but can't relinquish control to any of her employees, especially not to her sister. Emotions run high as Marcus tries to repair family relationships and give the store some focus. If Marcus can't create order amongst all this chaos, the brand may vanish forever.    "
                },
                "5": {
                    "title": "Mr. Cory's Cookies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    A cookie company owned by a 13-year-old entrepreneur and his mother faces serious growing pains. Cory's mother struggles to trust anyone and is resistant to change, which has led to missed opportunities in recipe development and retail expansion. If Marcus can't get this young CEO up to speed and earn his mother's trust, this cookie company will crumble.    "
                },
                "6": {
                    "title": "Rayjus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    At a sports apparel business in Illinois, the product is top notch, but something is fishy. The facility is literally a sweatshop, the employees are up in arms, and one of the owners has a troubling side gig. If Marcus can't get these unfocused owners to make some radical changes to their culture, their company will capsize.    "
                },
                "7": {
                    "title": "JD Custom Designs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A California company specializing in retail displays struggles to stay relevant. Its owner can't let go of control, which slows the process, limits creativity, and pushes the business right to the brink. If Marcus can't persuade him to let go of the reins and help his wife and partner come into her own, JD Custom Designs could just disappear forever.    "
                },
                "8": {
                    "title": "Faded Royalty",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A New York City designer has his sights set on becoming fashion royalty, but his company is barely scraping by. He is disorganized and lacks focus, leaving his clothing line without an identity. His unpaid loans and understaffed store are damaging his personal relationships. If Marcus can't find a way to fix the fabric of this company, it will be ripped to shreds.    "
                },
                "9": {
                    "title": "Southern Culture",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The owner of a packaged Southern food business has bitten off more than she can chew. Colossal debts clog her cash flow, bringing her business and her family to the brink. If Marcus can't get her to understand that she cannot do it all on her own, Southern Culture will be cooked.    "
                },
                "10": {
                    "title": "Fighting for Farrell's",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "27 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Last year, Marcus Lemonis invested $750,000 to help revive this classic restaurant chain. Fighting between partners and mismanagement have ruined everything he put in place. If Marcus can't rebuild this broken venture, he'll lose over $1,000,000 and the brand will melt away forever.    "
                },
                "11": {
                    "title": "Tankfarm & Co.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    A California-based apparel company, owned by two brothers, struggles after expanding to multiple locations.    "
                },
                "12": {
                    "title": "The Casery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "19 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    A Los Angeles startup is creating buzz with its fashion-forward cell-phone cases; behind its breathtaking sales, the cracks are starting to show; its CEO does whatever he pleases, leaving his partners demoralized and the business unable to grow.    "
                },
                "13": {
                    "title": "Ellison Eyewear",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "26 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    A Chicago startup impresses with their high-end sunglasses. But behind the flashy shades, the company struggles to turn a profit. Their CEO has trouble moving beyond a personal tragedy; it's affected every aspect of the business from marketing to hiring, leaving the company with no structure or vision. If Marcus can't get him to look beyond what he's lost, his company will be next.    "
                },
                "14": {
                    "title": "Diaper Dude",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "3 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A father-focused bag company that once generated millions is now at death's door. After 15 years in business, the owner has allowed his fears to get the best of him. He's lost faith in his skills and his products. If Marcus can't help him regain his confidence, Diaper Dude with disappear for good.    "
                },
                "15": {
                    "title": "Simply Slices",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    At a small family-run pizza chain, the proud patriarch is squeezing the life out of the business. He has long dreamed of taking his drive-through pizza concept nationwide, but he's so resistant to change that he alienates potential franchisees. Now, he's alienating his family too. If Marcus can't help him change the way he communicates, Simply Slices will simply fail.    "
                },
                "16": {
                    "title": "Hangout Lighting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A Chicago-based lighting company is sparking innovation with unique designs and customizable options. But the young owner's lack of clear leadership and trust in her employees is causing sales to fizzle. If Marcus can't get her to step up and value her team, it could be lights out for this burgeoning startup.    "
                },
                "17": {
                    "title": "Montiel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The owner of a women's athleisure company found initial success building a following online, but her conservative aesthetic is starting to lose popularity. She refuses to take any risks, despite suffering sales. If Marcus can't get this owner to think outside the box, this burgeoning startup will fade away.    "
                },
                "18": {
                    "title": "Baby Bump",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A husband-and-wife team is working night and day to keep their maternity and children's retail stores open, but debt is crushing them after a recent illness. If Marcus Lemonis can't teach them how to revitalize their stores, their business could go belly up.    "
                },
                "19": {
                    "title": "The Profit An Inside Look: LA Dogworks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Profit An Inside Look: Planet Popcorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Profit (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    It's all fun and games until money's involved, as Marcus Lemonis and Executive Producer Amber Mazzola take you inside the making of this memorable season one episode to share production secrets and some never-before-seen footage.    "
                }
            }
        },
        "number of episodes": 89,
        "cast": [
            {
                "name": "Lemonis, Marcus"
            },
            {
                "name": "Crisp, Jeffrey"
            },
            {
                "name": "Currier, Chris"
            },
            {
                "name": "Howard, Lisa"
            },
            {
                "name": "Nieves, Cory"
            },
            {
                "name": "Jundy"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 8.3,
        "votes": 1160,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjg3Nzk1OTA2MV5BMl5BanBnXkFtZTgwOTM1MDA4MjE@._V1_SY150_SX101_.jpg",
        "plot outline": "When Marcus Lemonis isn't running his multi-billion dollar company, Camping World, he goes on the hunt for struggling businesses that are desperate for cash and ripe for a deal. In each episode, Marcus Lemonis makes an offer that's impossible to refuse; his cash for a piece of the business and a percentage of the profits.",
        "languages": [
            "English"
        ],
        "title": "The Profit",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "production companies": [
            {
                "name": "Machete Productions"
            }
        ],
        "distributors": [
            {
                "name": "CNBC"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "The Other House"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "Vanacore Music"
            }
        ],
        "plot": [
            "Marcus Lemonis is a successful businessman who saves failing businesses with his knowledge and his own $2 million dollar fund.::Anonymous",
            "When Marcus Lemonis isn't running his multi-billion dollar company, Camping World, he goes on the hunt for struggling businesses that are desperate for cash and ripe for a deal. In each episode, Marcus Lemonis makes an offer that's impossible to refuse; his cash for a piece of the business and a percentage of the profits.::CNBC"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1160,
                "rating": 8.3
            },
            "aged under 18": {
                "votes": 2,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 194,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 417,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 207,
                "rating": 7.7
            },
            "males": {
                "votes": 727,
                "rating": 8.2
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 159,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 353,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 155,
                "rating": 7.8
            },
            "females": {
                "votes": 150,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 31,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 60,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 48,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 25,
                "rating": 6.7
            },
            "us users": {
                "votes": 355,
                "rating": 8.0
            },
            "non us users": {
                "votes": 276,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 413,
            "9": 282,
            "8": 244,
            "7": 103,
            "6": 32,
            "5": 17,
            "4": 9,
            "3": 6,
            "2": 10,
            "1": 44
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}