{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "8 July 2013"
            }
        ],
        "release dates": [
            "UK::8 July 2013"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Count Arthur's House of Horrors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    Barred from the café for creeping everyone out with his fortune telling, Arthur is mistaken for a spiritualist and asked to rid a haunted house of its otherworldly occupants.    "
                },
                "2": {
                    "title": "Arthur the Hat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 22,
                    "original air date": "26 May 2017",
                    "year": "2017",
                    "plot": "\n    Michael is called up for jury service, so Arthur rounds up some of the café regulars to go to court to make Michael's day unforgettable. Some of John the Watch's criminal associates take an interest in Bulent's.    "
                },
                "3": {
                    "title": "Untrue Detective",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "16 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Michael frets about the arrival of Sinem and Bulent's father. Arthur is shaken when doubts are cast upon his acting abilities, but after an accident he takes on the role of his career.    "
                },
                "4": {
                    "title": "The Soupover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    In trying to avoid going to an audience participation laden show with Sinem, Michael instead attends Arthur's Soupover (an old man version of a sleepover) and comes to regret it.    "
                },
                "5": {
                    "title": "The Three Wishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Arthur attempts to build bridges with a figure from his past - John Shuttleworth. The two reflect on what might have been if their band hadn't split up. Arthur and Michael do some hustling.    "
                },
                "6": {
                    "title": "The Lucky Streak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Arthur makes some unlikely new friends while searching for biscuits, and sees his life and his luck change overnight.    "
                },
                "7": {
                    "title": "Safari Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "14 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    For Michael's birthday, Arthur takes him on a well-meant but disastrously cheap trip to a safari park which ultimately turns into a battle for survival.    "
                }
            },
            "1": {
                "1": {
                    "title": "Memory Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 34,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When comedian Max Baker dies his son Michael reluctantly agrees to write his biography which brings him into contact with Max's old comedy partner, the self-important purveyor of malapropisms Count Arthur Strong. Arthur takes Michael - and a foot spa - to the local café, where he erroneously believes they are offering two teas for the price of one. Back home Arthur subjects Michael to his Memory Man act but ends up having an accident with the foot spa. Next day Arthur attends Max's funeral, giving a speech which reduces Michael to tears when Arthur declares how much ...    "
                },
                "2": {
                    "title": "Arthur.com",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 37,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Michael discovers that Arthur has been advertising various services - including as a life studies model, with shocking results - on cards in a newsagent window and suggests he would reach a wider audience by going online, so he lends him a computer. However Arthur uses it to send abusive messages in Michael's name, so it is swiftly confiscated. To atone for this Michael agrees to join Arthur on his Jack the Ripper tours, which he runs from an ice cream van. However disaster strikes when angry kids learn that they do not sell ice cream and take appropriate action.    "
                },
                "3": {
                    "title": "The Radio Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When an actor falls ill Count Arthur is offered a small role in a radio play though he soon confuses and annoys his co-stars and writer at the table reading, where they discuss their parts in high-flown terms whilst Arthur just wants to get at the buffet. However, when he gets the young leading man drunk minutes before the recording it looks as if he will end up filling the breach and being the star of the show. Michael meanwhile spends an afternoon buried underneath boxes whilst searching for a letter to his father from Elvis Presley - or was it Tommy Steele?    "
                },
                "4": {
                    "title": "Arthur's Big Moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 26,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When a riot erupts in the street outside the café staff and patrons lock themselves in the back room for safety. Arthur, who assumes the ruckus has been caused by the butcher selling two chops for the price of one, decides to entertain everybody with his selection of songs from the shows. However, they find it torturous and a fight breaks out. Michael manages to quell it by singing 'Moon River' and finds himself in a duet with Arthur.    "
                },
                "5": {
                    "title": "Doctor Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 28,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Following Arthur's latest job as a dog walker Michael gets bitten by one of the dogs, fulfilling mad Pole Katya's prophesy of doom. Michael is taken to casualty by Arthur, who, in his quest for a comfortable seat, is mistaken for a doctor, a role he relishes, having once played Doctor Two in a television soap. However, this is bad news for Michael, about to undergo a biopsy to test for rabies, though for Arthur there is worse news to come, bringing the prophesy true.    "
                },
                "6": {
                    "title": "The Seance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 23,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Following the death of Katya Arthur becomes reclusive and convinced that she is not happy so he summonses the café regulars to a séance, drawing a protective pentangle on the magic blackboard to ward off evil spirits. Though the spirit message reads I Smell Good. Give Bricks To the Baby I Superstar Arthur ' Arthur eventually realizes that Katya will never be at peace until he has buried her artificial leg and so a burial is conducted. Michael then leaves London, making a gift of his book to Arthur.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Heist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "6 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Michael returns from a stay in York to find that Arthur has written a racist, er, racy novel for the over-70s, Fifty Crates of Plates, and Michael passes it to his agent Sheila for her consideration. Then he discovers that the central characters are called Michael and Sheila so a plan is hatched to steal the manuscript whilst Sheila is away for the weekend and substitute another with different names. Posing as 24 hour painters Arthur and Michael break into the house, unaware that Sheila's relations are house sitting. They may not get the book back but at least they ...    "
                },
                "2": {
                    "title": "The Day the Clocks Went Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 26,
                    "original air date": "13 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Arthur recalls how fifty years ago he fell for a girl called Eileen but she rejected him to go with a man from the Royal Air Force so Michael decides it would be a nice present for Arthur to give him a taste of life in the clouds and books him a flying lesson. Unfortunately at the airfield Arthur meets another novice pupil, young Jeremy, and both mistake the other for the instructor and zoom up and away. At 2000 feet Arthur discovers that Jeremy was also jilted and persuades him to impress his girlfriend by flying to win her back. Arthur bails and back on the ground a...    "
                },
                "3": {
                    "title": "We're LIstening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 21,
                    "original air date": "20 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Kept awake by midnight roadworks Arthur tries to persuade local election candidate J. P. Cooling to put a stop to them but gets little joy. As a result he puts himself forward as a candidate with his slogan, We're Listening' - which is something he tends not to do as he goes on the knocker, until he is temporarily deafened and agrees with everybody. This puts him way ahead in the polls but then he is called upon for a photo shoot with his rival with less than happy results.    "
                },
                "4": {
                    "title": "Stuck in the Middle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 33,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Having seen the psychiatric assessment of Arthur for his failed audition for 'Celebrity Flat Share' café owner Bulent is convinced that Arthur is a dangerous psychopath. Meanwhile a rogue plumber who has been ripping off the cafe's customers makes the mistake of calling on Arthur to repair his boiler and as a result of Arthur's well-meaning but misunderstood eccentricities decides to change for the better.    "
                },
                "5": {
                    "title": "Still Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 21,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Annoyed when another writer is the subject of a newspaper article Michael is pleased when he learns that he is to be featured in a television interview. However he is afraid that Arthur, who has taken over from the late Billy the Living Statue, will upstage him - which he does. To make himself seem more interesting Michael tells a lie which rebounds on him and once more Arthur steals the limelight - though this time unintentionally.    "
                },
                "6": {
                    "title": "The Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After all his trousers catch fire Arthur moves in with Michael and they immediately clash over what to watch on television whilst a trip to buy more trousers ends in Arthur's arrest after he mistakes the lift for a changing room. An exasperated Michael now befriends café regular John and is accused of disloyalty by Arthur so waitress Sinem organizes a group therapy session to heal matters.    "
                },
                "7": {
                    "title": "Fame at Last",
                    "kind": "episode",
                    "episode of": {
                        "title": "Count Arthur Strong (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After seeing off a cold caller Arthur is outraged to see that on the Psychic Hotline television channel somebody has stolen his mind reading act. He goes to the studio to complain and, as a result, is employed as a TV psychic but the fame goes to his head, unsettling his friends. Michael also has good news when a Hollywood director wants him to go to America to work on a film screen-play though, having recently found love with Sinem, he is undecided. After he has had a conversation with Arthur both men realise what they should do for the best.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Delaney, Steve"
            },
            {
                "name": "Kinnear, Rory"
            },
            {
                "name": "Ahmadi, Zahra"
            },
            {
                "name": "Linden, Andy"
            },
            {
                "name": "Plimmer, David"
            },
            {
                "name": "Ryman, Chris"
            },
            {
                "name": "McCarthy, Matthew David"
            },
            {
                "name": "Briers, Lucy"
            },
            {
                "name": "Gallagher, Bronagh"
            },
            {
                "name": "Posner, Ruth"
            },
            {
                "name": "Dimsdale, Oliver"
            },
            {
                "name": "Garvey, Marcus"
            },
            {
                "name": "Soteriou, Mia"
            },
            {
                "name": "Aoki, Jozef"
            },
            {
                "name": "Attlee, Richard"
            },
            {
                "name": "Barklem-Biggs, Theo"
            },
            {
                "name": "Cryer, Barry"
            },
            {
                "name": "Doherty, James"
            },
            {
                "name": "Duncan, Lindsay"
            },
            {
                "name": "Edmond, Neil"
            },
            {
                "name": "Ganatra, Ravin J."
            },
            {
                "name": "Griffiths, Selina"
            },
            {
                "name": "Harrowell, Trixiebell"
            },
            {
                "name": "Hyu, Paul Courtenay"
            },
            {
                "name": "Ineson, Ralph"
            },
            {
                "name": "Ita, Elizabeth"
            },
            {
                "name": "Kunz, Simon"
            },
            {
                "name": "Mersh, Dan"
            },
            {
                "name": "Moor, Ben"
            },
            {
                "name": "Nash, Gresby"
            },
            {
                "name": "Nayar, Nisha"
            },
            {
                "name": "Pamphilon, Billy"
            },
            {
                "name": "Parris, Rachel"
            },
            {
                "name": "Ramm, John"
            },
            {
                "name": "Ryan, Katherine"
            },
            {
                "name": "Seale, Orlando"
            },
            {
                "name": "Shepherd, Waen"
            },
            {
                "name": "Singh, Peter"
            },
            {
                "name": "Spiers, Andrew"
            },
            {
                "name": "Stewart, Debra"
            },
            {
                "name": "Swift, Jeremy"
            },
            {
                "name": "Weaver, Alexandra"
            },
            {
                "name": "Willbond, Ben"
            },
            {
                "name": "Akram, Yasmine"
            },
            {
                "name": "Bayfield, Jonnie"
            },
            {
                "name": "Beesley, Terence"
            },
            {
                "name": "Betts, Richard"
            },
            {
                "name": "Body, Jamie"
            },
            {
                "name": "Clerkin, Cavan"
            },
            {
                "name": "Coombes, Thomas"
            }
        ],
        "locations": [
            "Pinewood Studios, Iver Heath, Buckinghamshire, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.5,
        "votes": 625,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjVkNmFlNmItNzhmNS00NTA5LTlkNTctMjFkY2U0YWRhYWJiL2ltYWdlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Count Arthur Strong",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2017",
        "akas": [
            "Count Arthur Strong (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Delaney, Steve"
            },
            {
                "name": "Linehan, Graham"
            }
        ],
        "production companies": [
            {
                "name": "Komedia Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "Delusional show business character _Count Arthur Strong_ (qv), a pompous, out-of-work actor from Doncaster attempts to recount his life story with the help of the scholarly son of his former comedy partner.::P"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 625,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 45,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 188,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 218,
                "rating": 7.6
            },
            "males": {
                "votes": 402,
                "rating": 7.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 37,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 153,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 181,
                "rating": 7.6
            },
            "females": {
                "votes": 77,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 5.6
            },
            "females aged 30 44": {
                "votes": 33,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 33,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 20,
                "rating": 6.1
            },
            "us users": {
                "votes": 54,
                "rating": 7.8
            },
            "non us users": {
                "votes": 335,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 184,
            "9": 112,
            "8": 151,
            "7": 52,
            "6": 23,
            "5": 25,
            "4": 11,
            "3": 10,
            "2": 13,
            "1": 44
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}