{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 September 2013"
            }
        ],
        "release dates": [
            "USA::23 September 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Elkin, Jason"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmUwZDg0NTUtZDFjNi00NjE1LTlhMWUtY2UxZmJiOGI3ZjkwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjA0ODEwMDc@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Unravel the mysteries of the cult of wine! Join host, wine connoisseur, and Bacchus's Bad Boy Jason Elkin as he travels the world to explore and partake in the pleasures of wine. Region by region, off the beaten path, this dynamic personality will expose you, the viewer, to lifestyle, local cultures, beautiful scenery, word on vine fun facts and tips, excursions and unique wines and cuisine. Jason covers it all, with a sly sense of humor and knowing insights. \"Jason Elkin Uncorked\" is a must-see experience for avid travelers, foodies, and wine-lovers of all levels. Uncork the world of wine, food and adventure one region at a time with Jason Elkin as he explores the world of wine and wines of the world. Jason endeavors to bring local and international flavor to highly sophisticated and wildly adventurous palates alike - one smile, one step and one sip at a time. Jason Elkin uncorked and out of the bottle will inspire adventure and reveal much of the magic still to be found when traveling.",
        "languages": [
            "English"
        ],
        "title": "Jason Elkin Uncorked",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Jason Elkin Uncorked (United States)"
        ],
        "writer": [
            {
                "name": "Elkin, Jason"
            }
        ],
        "production companies": [
            {
                "name": "JTE Productions"
            },
            {
                "name": "Lost Summit Films"
            }
        ],
        "distributors": [
            {
                "name": "Matriarch Multimedia Group"
            },
            {
                "name": "Matriarch Television"
            },
            {
                "name": "MCTV"
            },
            {
                "name": "Continuum Motion Pictures"
            }
        ],
        "plot": [
            "Unravel the mysteries of the cult of wine! Join host, wine connoisseur, and Bacchus's Bad Boy Jason Elkin as he travels the world to explore and partake in the pleasures of wine. Region by region, off the beaten path, this dynamic personality will expose you, the viewer, to lifestyle, local cultures, beautiful scenery, word on vine fun facts and tips, excursions and unique wines and cuisine. Jason covers it all, with a sly sense of humor and knowing insights. \"_Jason Elkin Uncorked_ (qv)\" is a must-see experience for avid travelers, foodies, and wine-lovers of all levels. Uncork the world of wine, food and adventure one region at a time with Jason Elkin as he explores the world of wine and wines of the world. Jason endeavors to bring local and international flavor to highly sophisticated and wildly adventurous palates alike - one smile, one step and one sip at a time. Jason Elkin uncorked and out of the bottle will inspire adventure and reveal much of the magic still to be found when traveling.::JTE Productions"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}