{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 April 2013"
            }
        ],
        "release dates": [
            "USA::6 April 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Borucki, Rebekah"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "plot outline": "Our world is becoming increasingly more complex, more toxic, more demanding. People are being flooded with stimuli from a number of different directions. It's a breeding ground for stress and stress-related ailments. Got Zen? will provide Veria viewers with a daily dose of relief from the external forces that get their blood pressure up and keep their endorphins down. Each themed-episode of Got Zen? will help you get your day started with daily relaxation techniques for the mind, body, and spirit. Host Bex and her special guests will share their expertise and philosophies that will help you find zen in all aspects of your life. From relationships at home to interactions throughout the rest of the day, Got Zen? will help you foster decompression from the stresses of everyday life. Got Zen? on Veria Living will be all the sustenance you need to find peace, tranquility and happiness.",
        "languages": [
            "English"
        ],
        "title": "Got Zen?",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Got Zen? (United States)"
        ],
        "production companies": [
            {
                "name": "Veria Living TV"
            }
        ],
        "distributors": [
            {
                "name": "Veria Living TV"
            }
        ],
        "other companies": [
            {
                "name": "LP Fashion Philosophy"
            },
            {
                "name": "eScapesTV"
            }
        ],
        "plot": [
            "Our world is becoming increasingly more complex, more toxic, more demanding. People are being flooded with stimuli from a number of different directions. It's a breeding ground for stress and stress-related ailments. _Got Zen?_ (qv) will provide Veria viewers with a daily dose of relief from the external forces that get their blood pressure up and keep their endorphins down. Each themed-episode of _Got Zen?_ (qv) will help you get your day started with daily relaxation techniques for the mind, body, and spirit. Host Bex and her special guests will share their expertise and philosophies that will help you find zen in all aspects of your life. From relationships at home to interactions throughout the rest of the day, _Got Zen?_ (qv) will help you foster decompression from the stresses of everyday life. _Got Zen?_ (qv) on Veria Living will be all the sustenance you need to find peace, tranquility and happiness.::Veria Living TV"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}