{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "28 March 2013"
            }
        ],
        "release dates": [
            "Canada::28 March 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Dark Corner"
            },
            {
                "countries": "Canada (English title) (complete title)",
                "title": "Motive Digital Series: The Dark Corner"
            }
        ],
        "akas": [
            "The Dark Corner (original title)",
            "Motive Digital Series: The Dark Corner Canada (English title) (complete title)"
        ],
        "akas from release info": [
            "The Dark Corner (original title)",
            "Motive Digital Series: The Dark Corner Canada (English title) (complete title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Cold Case",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark Corner (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The latest autopsy Dr. Betty Rogers performs is on a male killed by a gunshot wound to the abdomen in a robbery gone bad. The shooter confessed to the accidental killing. Betty fills both Sergeant Boyd Bloom and Detective Brian Lucas in on the findings, most specifically because the gun used has a connection to a ten year old cold case, namely the shooting death of Bloom's then rookie partner, Officer Steve Schoenfeld. In that incident ten years ago, Bloom also got shot in the hip. The results of that injury were a titanium hip replacement, and Bloom being forever ...    "
                },
                "2": {
                    "title": "The Murder Weapon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark Corner (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    With both Detectives Angie Flynn and Oscar Vega unavailable, Sgt. Bloom assigns Detective Lucas to follow-up on the new findings in the ten year old cold case of the on-the-job shooting death of Bloom's then partner, Officer Steve Schoenfeld, that shooting which resulted in Bloom getting shot in the hip himself. As Eddie, the shooter in this latest killing, is only eighteen, he is ruled out as Schoenfeld's murderer. But they have to find out where he got the gun. He cops to it being stolen in a B&E at the home of an ex-security guard named Cliff Rosten who they learn ...    "
                },
                "3": {
                    "title": "The Original Suspect",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark Corner (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In the current investigation of the ten year old case of Officer Steve Schoenfeld's shooting death, Lucas and Bloom decide to start from the beginning. From an investigative standpoint, any information will be new to both as Bloom was never allowed access ten years ago due to his involvement in the actual incident. They start with who was then the only suspect, a junkie named Kevin Lang, who had some priors but nothing that would indicate that he would kill a cop. Without much information in the original case file beyond a high certainty that Lang was in fact not the ...    "
                },
                "4": {
                    "title": "Crime Scene",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark Corner (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Lucas follows up on the latest lead, the AMC Pacer Kevin Lang saw in the alley and knows was driven by the killer. Lucas also speaks to Bloom about the morning of the shooting, which happened following his and Schoenfeld's breakfast at the Park Crest Diner, which in turn was after a long and tiring night shift. The actual shooting took place in the parking lot behind the diner. From Bloom's vantage point, he can only see a back alley dwelling lowlife like Lang having committed the murder. But something in Bloom's story twigs Lucas to the possibility that there was a ...    "
                },
                "5": {
                    "title": "Officer Steve Schoenfeld",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark Corner (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Lucas decides to delve into Schoenfeld's arrest and case history to see if there are any clues in there as to his murderer. What Lucas sees are several minor arrests - such as for jaywalking - to two individuals, Noah Arkin and Paul Transer. Bloom has no recollection of such tickets being issued, despite being Schoenfeld's partner at the time. These tickets seem like harassment in Lucas' eyes, which if be the case Bloom says would have been totally out of character for Schoenfeld. In the computer database, Lucas also finds Schoenfeld's drug possession arrest of Cliff ...    "
                },
                "6": {
                    "title": "The Gloves",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark Corner (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Among the original evidence in the shooting death of Officer Steve Schoenfeld is a pair of rubber gloves that were suspected to be worn by the murderer. Ten years ago, no DNA was recovered from them, and no gunshot residue was found on them. But Bloom notices in the case file that they were not tested for anything else. He decides to find out what they were used for before their purpose in the shooting. The lab results lead to Lucas believing he now knows what the murderer did as a day job. And as Flynn is rushing through the office, Lucas picks her brain about what ...    "
                },
                "7": {
                    "title": "The Watch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark Corner (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In talking more about the shooting death of Officer Steve Schoenfeld ten years earlier, Bloom realizes that he really didn't know much about his partner's personal life beyond the regular patrol chit-chat between the two. Among the items in the evidence box are Schoenfeld's watch, engraved from its giver, \"D.S.\", and Schoenfeld's wallet, which contains a photograph of him with a young woman who signed the back of the photograph with her name: Dana. Bloom remembers Schoenfeld talking about his fiancée, whose name he now remembers as being Dana, but who he never met. ...    "
                },
                "8": {
                    "title": "The Confession",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark Corner (TV Mini-Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Lucas has arrested Dana Rosten née Saller for the ten year old murder of Officer Steve Schoenfeld. But Bloom is concerned as all the evidence, although strong, is also all circumstantial. They need to get a confession from Dana, which Bloom leaves to Lucas alone in the interrogation room to obtain. There is one piece of evidence which Lucas has not shared with Bloom, which he believes is enough for Dana to confess and tell the complete story. But Bloom also needs to know certain aspects of the story so that he can have some closure on this death which has haunted him ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Penny, Brendan"
            },
            {
                "name": "Cross, Roger"
            },
            {
                "name": "Cermak, Jason"
            },
            {
                "name": "McGregor, Jane"
            },
            {
                "name": "Browne, Artine Tony"
            },
            {
                "name": "Hutch, Jesse"
            },
            {
                "name": "Lehman, Kristin"
            },
            {
                "name": "Holly, Lauren"
            },
            {
                "name": "Wiebe, Cainan"
            },
            {
                "name": "Blackmore, Jackie"
            },
            {
                "name": "Gash, Mark"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "33"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "28 Mar 2013 (Canada)",
        "number of seasons": 1,
        "rating": 5.8,
        "votes": 12,
        "plot outline": "The victim: rookie Vancouver police officer Steve Schoenfeld. The killer: hotel maid Dana Rosten. This case sits as a cold one for ten years until the gun used to kill Schoenfeld turns up in a current case. The reopening of the case is bittersweet for Staff Sergeant Boyd Bloom, who was Schoenfeld's partner at the time. Bloom was also shot by Schoenfeld's murderer during that incident, Bloom's resulting injury which has relegated him to a desk job within the force. Bloom assigns Detective Brian Lucas as the lead investigator, his first such assignment. Lucas and Bloom will have to wade through evidence in the current shooting, and in the ten year old case, the latter which includes re-interviewing past persons of interest based on new information. Bloom slowly comes to the realization that he didn't know much about his partner's personal life, beyond the fact that he was happily engaged at the time and looking forward to his imminent marriage. Bloom and Lucas will find that Schoenfeld's love was a little deeper, which blurred the lines between his personal and professional life.",
        "languages": [
            "English"
        ],
        "title": "The Dark Corner",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-2013",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cerone, Daniel"
            },
            {
                "name": "McDonald, Travis"
            },
            {
                "name": "Thorpe, James"
            }
        ],
        "director": [
            {
                "name": "Mikita, Andy"
            }
        ],
        "production companies": [
            {
                "name": "Bell Media"
            },
            {
                "name": "Foundation Features"
            },
            {
                "name": "Lark Productions"
            },
            {
                "name": "Motive1 Productions"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Television (CTV)"
            }
        ],
        "other companies": [
            {
                "name": "DBC Sound"
            },
            {
                "name": "Encore Vancouver"
            },
            {
                "name": "Heenan Blaikie Chandler Fogden"
            },
            {
                "name": "Pound & Grain Digital"
            }
        ],
        "plot": [
            "The victim: rookie Vancouver police officer Steve Schoenfeld. The killer: hotel maid Dana Rosten. This case sits as a cold one for ten years until the gun used to kill Schoenfeld turns up in a current case. The reopening of the case is bittersweet for Staff Sergeant Boyd Bloom, who was Schoenfeld's partner at the time. Bloom was also shot by Schoenfeld's murderer during that incident, Bloom's resulting injury which has relegated him to a desk job within the force. Bloom assigns Detective Brian Lucas as the lead investigator, his first such assignment. Lucas and Bloom will have to wade through evidence in the current shooting, and in the ten year old case, the latter which includes re-interviewing past persons of interest based on new information. Bloom slowly comes to the realization that he didn't know much about his partner's personal life, beyond the fact that he was happily engaged at the time and looking forward to his imminent marriage. Bloom and Lucas will find that Schoenfeld's love was a little deeper, which blurred the lines between his personal and professional life.::Huggo",
            "THE DARK CORNER is an original, eight-part web series that takes audiences deeper into the world of MOTIVE when a cold case comes to light with unexpected results. Each webisode is a piece of a larger puzzle, allowing viewers to explore one intriguing aspect of the cold case that still torments MOTIVE's Staff Sergeant Boyd Bloom. Also featuring MOTIVE's Detective Brian Lucas and Dr. Betty Rogers, the story revolves around an incident in Bloom's past where he was injured by the gunfire that killed his rookie partner. This injury sidelined him to the desk job he has today. The case was never solved and Bloom wasn't permitted access to the case files. Ten years later, Lucas, a junior detective, stumbles upon a possible present-day lead in this old case. He is keen to dig into the past and Bloom seizes the opportunity to finally put this case to rest, but before Lucas and Bloom can solve the case, they have to figure out if they can even work together.::CTV.CA"
        ],
        "tech": {
            "runtime": [
                "33 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 5.8
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.3
            },
            "males": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 3.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 6,
                "rating": 5.4
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 5.3
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.5
            },
            "us users": {
                "votes": 4,
                "rating": 4.8
            },
            "non us users": {
                "votes": 2,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 4,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 5.8,
        "median": 6
    }
}