{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "18 October 2013"
            }
        ],
        "release dates": [
            "UK::18 October 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Man Down"
            },
            {
                "countries": "Russia",
                "title": "Мужик в печали"
            }
        ],
        "akas": [
            "Man Down (original title)",
            "Мужик в печали Russia"
        ],
        "akas from release info": [
            "Man Down (original title)",
            "Мужик в печали Russia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "The Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 39,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Dan finds himself blinkered by unrealistic hopes for his impending fatherhood. He has quit his hated job as a schoolteacher and is now on an increasingly desperate search for a home for his soon-to-be family.    "
                },
                "2": {
                    "title": "The Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 35,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    With Emma living with her parents Dan, back at work teaching, is staying in an empty room at the retirement home, where his mother discovers his teen-age diary. This includes his attachment to a teddy bear which he had forgotten but aims to claim back from the children's ward at the local hospital. Meanwhile Brian is unsuccessfully trying online dating as well as being disturbed by Jo's sudden interest in scavenging, though he does at least solve the mystery of the bear.    "
                },
                "3": {
                    "title": "The Dad Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 28,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Feeling under-valued as a father by family, friends and Emma and her parents Dan is persuaded by other jaded fathers to join their Dad Club. Unfortunately Emma will not let him have their one day old son so he brings along a substitute. Predictably disaster follows. Meanwhile Brian, already annoyed that his daughter has acquired a Scottish accent, sets out to locate Jo, on the run from the tax-man.    "
                },
                "4": {
                    "title": "The School Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 37,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    With Emma and her parents mocking his teaching skills Dan aims to prove them wrong by taking a school party to a World War Two museum, run by the officious Ted. Needless to say the unruly class undermines Dan whilst Jo, on the run from the tax-man, has stowed away in their bus and joins in the reconstruction, giving the kids wrong information, though she does come to Dan's aid. Meanwhile museum model Brian is caught in an unfortunate position with teacher Ally.    "
                },
                "5": {
                    "title": "The Christening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 39,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    To relieve a stressed out Emma health visitor Patty suggests Dan takes baby Simon for a day but the child refuses to look at him and Dan's attempts to resolve the situation fail. Then he meets a blind man who offers advice but disaster strikes thanks to Jo's hippy friend Milky Sue and worse is to follow at the christening when Dan inadvertently takes Brian's 'recreational' pills.    "
                },
                "6": {
                    "title": "The Hearing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 37,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Dan has his own flat, without Emma, who is applying for sole custody of their baby but finds himself being abducted by the vengeful Daddy and his daughter, love-lorn care assistant Carol, who chain him up in a remote woodland caravan. Now is the time for friends and family to rescue him and get him to court to challenge Emma.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 60,
                    "original air date": "18 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Disillusioned school teacher Dan wakes to find he cannot find his trousers and his girl-friend Naomi, tired of his unrealistic attitude to life, in the process of leaving him. After his equally strange father, dressed in a bear suit, has assaulted him, Dan drives to school wearing old track suit bottoms but, when pupil Jason starts his work experience at a tailor's shop, Dan sees the chance to blag himself new trousers and accompanies the boy. However the tailor is not pleased to see that Dan is wearing his mother's panties and chases him out of the shop and down the ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 47,
                    "original air date": "25 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Desperate to win Naomi back Dan seeks advice from his friends Jo and Brian, who suggest he has his car door fixed by Mad Nobby, though the car ends up worse than when it went into the yard. Back home Dan is the victim of a cruel practical joke played by his father and the neighbours, which results in Mrs Wigmore, his mother's cleaner, going to hospital and Dan being blamed. His final attempt to get back with Naomi involves cooking her a romantic meal but since this consists totally of mince, which he burns, she leaves him.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 41,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Dan is dismayed to learn that his parents have banned him from attending his niece Lucy's ninth birthday party because he is so juvenile. After a run in with a community support officer he drowns his sorrows with Jo and falls asleep. Woken by his Dad he is annoyed to hear that Naomi is invited to the party and, in order to ingratiate himself with her, collects a huge birthday cake shaped like a horse but his car gets impounded with the cake inside it. To retrieve it he has to face the same officious community support officer but even then its chances of getting home ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 44,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Brian insists on introducing Dan to his inspirational guru Dominic but when they meet Dan is more fascinated by the fact that Dominic has a very large bottom. Dominic tells Dan that he is aware of his peculiarity but has never let it get him down and teaches him control in a one-to-one situation. Feeling much more confident Dan visits Naomi to win her back but finds she has another boyfriend.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 45,
                    "original air date": "15 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    At a parent's evening Dan secures a date with the attractive mother of pupil Dennis though he is out of practice at dating so he asks Brian to go on a dummy run at a local restaurant to show him how to act. Unfortunately in the restaurant he sees the lady with another man - though it is quite platonic - as well as Naomi with her new boyfriend. He ends up making a scene and embarrassing himself so that next morning he is grateful to cleaner Mrs Wigmore for relieving his frustration. Jo, meanwhile, goes all out to publicize a gig by her friend Mickey Two Face.    "
                },
                "6": {
                    "title": "Small Business Awards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 44,
                    "original air date": "22 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Dan's friend, financial advisor Brian is nominated for the West Regional Small Business Awards and Dan goes to the presentation with him - wearing an ill-fitting suit donated by his spiteful father and sporting a bad haircut, due to an incompetent barber. His 'plus one' is Jo but she has dressed as a man as Dan did not want Naomi to recognize his date. Brian does not win the award and Dan feels the need to speak up for him - which is ill-judged. It does however win the admiration of Jo though the appearance of some unfriendly faces from Dan's past leads to a custard ...    "
                },
                "7": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 45,
                    "original air date": "25 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    After being pushed into his mother's Christmas tree by his evil father Dan decides to impress head teacher Emma by writing the end of term play 'Scrooge 3000', a musical set in space. He enlists the help of music teacher Frank Field-Williams, a reformed alcoholic, and everything seems to be going well until, on the eve of the production, Frank falls off the wagon and drinks so much it kills him. Disaster looms but happily a replacement pianist comes forward and, amazingly, the show is a hit, putting Dan well and truly into Emma's - albeit platonic - good books.    "
                },
                "8": {
                    "title": "Finding Nesta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 38,
                    "original air date": "23 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Dan learns that his late father has left him a flat - provided the legacy is approved by Dan's direct and eccentric aunt Nesta, so Dan takes Jo and Brian to see her on her farm. Nesta sets her nephew tasks to gain her approval and he and Brian almost come to blows as a result, particularly over a runaway turkey. Having delivered a calf Dan gains Nesta's support and the flat but the turkey gets revenge on him.    "
                }
            },
            "2": {
                "1": {
                    "title": "Perfect Woman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 47,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    With his father dead Dan now finds his life dominated by his fearsome Aunt Nesta, who comes to stay. Feeling middle-aged and unable to woo colleague Emma he visits a gym where he meets the delightful - and much younger - Lottie, who is happy to be his date. Thanks to Nesta he has unnaturally black dyed hair and his efforts to appear to be a trendy drug dealer fall flat, due to barmaid Jo and his prostate pills. Lottie is understanding but Dan needs a lot more if he can carry on seeing her.    "
                },
                "2": {
                    "title": "Kindness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 38,
                    "original air date": "8 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    When a rival teacher delivers a smash-hit school assembly as part of Communities Week, Dan ropes in his drama class and a war veteran in a bit to outdo him. At home, Dan is beginning to regret taking in upset divorcée Brian.    "
                },
                "3": {
                    "title": "Diversity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 42,
                    "original air date": "15 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Alarmed by his lack of political correctness, headmistress Miss Lipsey sends Dan on a diversity awareness course. Meanwhile, at the beauty salon Jo comes up with the idea of combining two celebrity looks into one incredible makeover.    "
                },
                "4": {
                    "title": "The Phant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 35,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    After an unwelcome appraisal of his teaching ability, fate conspires to put Dan directly into the path of his childhood nemesis. Jo comes up with a new money-making scheme and Brian is desperate to be published in the local paper.    "
                },
                "5": {
                    "title": "Dennis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 38,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    When pupil Dennis's uncle who is his sole guardian is hospitalized Dan volunteers to look after him for a weekend to impress Emma. Dan grudgingly accepts Nesta as the second mandatory adult but takes a reluctant Dennis cycling with him rather than hunting with her and recruits Jo and Brian for an adventure game which Dennis finds extremely boring. However the lad is suitably impressed when they end up accidentally attending a criminal's lavish funeral.    "
                },
                "6": {
                    "title": "The Heath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 34,
                    "original air date": "6 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    When Dan learns that Jo is going to marry a digger-driving rapper from the \"pagan backwater\" of The Heath he thinks that it will make him look good by comparison. He plans to use his best man's speech to try and impress Miss Lipsey.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Heist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 39,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Still pining for Emma, who is now in America, Dan is alarmed to discover that he is to face a disciplinary hearing for his incompetence. Anxious to discover the contents of his file he fails to bribe the scary Serbian janitor Mr Klackov and an attempt to break into the school ends with his being savaged by a fox. Though the headmaster assures him that he is not being dismissed he still figures that it may be time to move on whilst at home he is unimpressed by his mother's new boyfriend Daedalus, or Daddy for short.    "
                },
                "2": {
                    "title": "The Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 41,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Now jobless Dan attends a funeral officiated by trendy gay American vicar Drew. Captivated by his charisma Dan joins Drew's self-confidence group where nobody knows him but everybody likes him - a first for Dan. When Jo's efforts to obtain a shop fail, due to her bizarre interview role play, she joins Dan as part of the church group but manage to accidentally disband it. However Dan does receive an encouraging message from Emma.    "
                },
                "3": {
                    "title": "Big News",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 34,
                    "original air date": "27 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Jo's shop is due to open but without a celebrity to cut the tape. Brian would very much like it to be MP Anne Finton, with whom he is smitten, but she is busy. Nesta has to retake her driving test and accidentally backs into Dan, causing his knee to swell up. Local rag editor Roger thinks this is newsworthy though Dan would prefer him - or anybody - to be interested in his planned emigration to America but finally comes up with an idea to make the front page, help Jo and bring Brian and Anne Finton together. He even gets a friendly response from his successor, teacher...    "
                },
                "4": {
                    "title": "The Visa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 33,
                    "original air date": "3 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Forced to share with Nesta when Daddy moves in Dan decides to leave home, taking his sole possession, a blue chair, which causes a problem on a bus. Another problem is his need for a visa to go America since he needs an address and has made himself homeless, being foiled when he tries to sleep at the local gym. Nor does having Jo as his guarantor help when she accidentally starts a fire outside the passport office but, though his application is accepted and he returns home, the real shock comes when he sees his birth certificate.    "
                },
                "5": {
                    "title": "Adopted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 31,
                    "original air date": "10 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Dan is shocked when Mum tells him that she and his father are his natural parents but, being young and poor, they put him up for adoption, the adopters eventually giving him back. A search for their identity leads him, along with Jo and Brian and his daughters to Southend, finishing up in an Irish pub where Dan's attempts to join in a music session with a made-up song does not impress and circumstances prevent a reconciliation with the adopted parents. However Brian becomes uncharacteristically free-spirited in comforting Dan after his disappointment.    "
                },
                "6": {
                    "title": "The Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man Down (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 37,
                    "original air date": "17 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Having resigned his teaching post Dan is having a leaving party but it gets cancelled when the venue, Jo's shop, is repossessed whilst Daddy spitefully arranges to take Mum away for the weekend so that she will miss it. Brian has his own bad news but when there is a family crisis Dan and Nesta ally to put Daddy in his place and circumstances contribute to Dan changing his mind about emigration - even in the light of news from Emma.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Davies, Greg"
            },
            {
                "name": "Conaty, Roisin"
            },
            {
                "name": "Wozniak, Mike"
            },
            {
                "name": "Powell, Gwyneth"
            },
            {
                "name": "Spark, Jeany"
            },
            {
                "name": "McGuire, Ashley"
            },
            {
                "name": "Cole, Stephanie"
            },
            {
                "name": "Davis, Alfie"
            },
            {
                "name": "Harris, Madeleine"
            },
            {
                "name": "Suttie, Isy"
            },
            {
                "name": "Levey, Elliot"
            },
            {
                "name": "Akhurst, Frankie"
            },
            {
                "name": "Mayall, Rik"
            },
            {
                "name": "Robinson, Tony"
            },
            {
                "name": "Mullins, Deirdre"
            },
            {
                "name": "Gonet, Stella"
            },
            {
                "name": "Bratt, Ruth"
            },
            {
                "name": "Gould, Michael"
            },
            {
                "name": "Morrison, Stephen"
            },
            {
                "name": "Bothamley, George"
            },
            {
                "name": "Bunani, Michael"
            },
            {
                "name": "Hosmer, Rhianna"
            },
            {
                "name": "Sergison, Geoffrey"
            },
            {
                "name": "Gill, Max"
            },
            {
                "name": "Hunt, Sam"
            },
            {
                "name": "Tikaram, Ramon"
            },
            {
                "name": "Adegboyega, Daniel"
            },
            {
                "name": "Turner, Tom"
            },
            {
                "name": "Badland, Annette"
            },
            {
                "name": "James, Chris"
            },
            {
                "name": "Berkoff, Steven"
            },
            {
                "name": "Benson, Perry"
            },
            {
                "name": "Linden, Andy"
            },
            {
                "name": "Cochrane, Michael"
            },
            {
                "name": "Barclay, Roger"
            },
            {
                "name": "Backhouse, Carolyn"
            },
            {
                "name": "Standing, Hayley Jayne"
            },
            {
                "name": "Keeler-Stone, Hayden"
            },
            {
                "name": "Brookes, Joanna"
            },
            {
                "name": "Gamble, Ed"
            },
            {
                "name": "Reid, Craig"
            },
            {
                "name": "Greene, James"
            },
            {
                "name": "Reid, Charlie"
            },
            {
                "name": "Macnab, Jocelyn"
            },
            {
                "name": "Polivnick, Poppy"
            },
            {
                "name": "Hill, George"
            },
            {
                "name": "Dickinson, Luke"
            },
            {
                "name": "Taylor, Dennis"
            },
            {
                "name": "Rajpal, Ricky"
            },
            {
                "name": "Murphy, Brian"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 4,
        "rating": 7.6,
        "votes": 1774,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzYyYWJkNTQtZmFmOC00NTdmLThiYWUtYzc3YjFlM2E0OTZkL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjE4NDU1Njk@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Dan (Davies) is a childish idiot trapped in an adult's life, helped along by his uniquely dysfunctional best friends, Jo (Conaty) and Brian (Wozniak). His inability to navigate the simplest of life's tasks, a listless teaching career, and daily humiliation and torment by his father (Rik Mayall) conspire to keep this Man Down.",
        "languages": [
            "English"
        ],
        "title": "Man Down",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Davies, Greg"
            },
            {
                "name": "Morrison, Stephen"
            },
            {
                "name": "Harries, Sian"
            }
        ],
        "production companies": [
            {
                "name": "Avalon Television"
            },
            {
                "name": "Beyond The Fence Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "other companies": [
            {
                "name": "Bonnie and Betty Model and Casting Agency"
            },
            {
                "name": "Mad Dog 2020"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "Dan (Davies) is a childish idiot trapped in an adult's life, helped along by his uniquely dysfunctional best friends, Jo (Conaty) and Brian (Wozniak). His inability to navigate the simplest of life's tasks, a listless teaching career, and daily humiliation and torment by his father (Rik Mayall) conspire to keep this _Man Down_ (qv).::juliamoore84"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1774,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 228,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 660,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 332,
                "rating": 7.7
            },
            "males": {
                "votes": 1054,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 168,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 524,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 259,
                "rating": 7.7
            },
            "females": {
                "votes": 282,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 59,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 131,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 65,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 41,
                "rating": 6.1
            },
            "us users": {
                "votes": 170,
                "rating": 7.2
            },
            "non us users": {
                "votes": 818,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 353,
            "9": 305,
            "8": 528,
            "7": 316,
            "6": 112,
            "5": 48,
            "4": 34,
            "3": 28,
            "2": 17,
            "1": 33
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}