{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 April 2013"
            },
            {
                "country": "USA\n",
                "date": "27 June 2014"
            }
        ],
        "release dates": [
            "USA::19 April 2013",
            "USA::27 June 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Creative Galaxy"
            },
            {
                "countries": "Norway",
                "title": "Creative Galaxy"
            },
            {
                "countries": "Spain",
                "title": "Galaxia creativa"
            }
        ],
        "akas": [
            "Creative Galaxy (original title)",
            "Creative Galaxy Norway",
            "Galaxia creativa Spain"
        ],
        "akas from release info": [
            "Creative Galaxy (original title)",
            "Creative Galaxy Norway",
            "Galaxia creativa Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Dad's Birthday Breakfast/Dad's Restaurant Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    DAD'S BIRTHDAY BREAKFAST: It's Dad's Birthday, and Arty really wants to make him a super special surprise to show him how much he cares. He blasts off to Cooktopia where Chef Zesty teaches him how to make a delicious-tasting (and delicious looking) birthday breakfast. DAD'S RESTAURANT BIRTHDAY: Arty and his family are going out to dinner in a restaurant for Dad's birthday, when they find out they'll need to wait for a table. Arty takes off to the Creative Galaxy where Sketch and Captain Paper teach him art-y ways to pass the time.    "
                },
                "2": {
                    "title": "The Tooth Fairy: Part 1/The Tooth Fairy: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    THE TOOTH FAIRY (PART 1): Arty loses his tooth... and then really loses it! He makes a special pillow, with a pocket in the shape of a tooth on it, so he can keep it safe. THE TOOTH FAIRY (PART 2): Arty goes on a treasure hunt created by the Tooth Fairy to make a special surprise craft.    "
                },
                "3": {
                    "title": "Arty's Aquarium / Annie's Contraption",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    ARTY'S AQUARIUM: Arty and his friends go on a class trip to the Creative Galaxy Aquarium...but when it's closed, they create an art installation that is just like a real aquarium...but better! ANNIE'S CONTRAPTION: When Annie hurts her foot, she has to rest, which means no moving, not one bit! Arty uses art to create a Rube Goldberg-inspired contraption to help Annie play while she's couch-bound.    "
                },
                "4": {
                    "title": "The Birdie Ballet/Arty's Instruments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    THE BIRDIE BALLET: Annie, Arty and Jackson are about to perform a ballet but they can't remember the dance steps. Uh-oh! They head to Groovopolis so Melody can remind them. ARTY'S INSTRUMENTS: When Dad's guitar breaks, Arty and his friends head to the music planet to make some musical instruments. They discover instruments that will allow them to play AND dance at the same time!    "
                },
                "5": {
                    "title": "Arty's Art Walk / Arty's Fort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    ARTY'S ART WALK: Mom is disappointed she can't join Arty and Jackson on their art walk. Arty saves the day using impressionist art techniques to re-create the experience for her, in a painting! ARTY'S FORT: Arty is building his moon block city, but it keeps getting knocked over! He flies to Buildora where he learns that forts can be art, too!    "
                },
                "6": {
                    "title": "Juju's Rainbow / The Creative Galaxy Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    JUJU'S RAINBOW: Arty and Jackson see a rainbow but Juju misses it, so Arty and Jackson fly to Paperia where they learn how to make a rainbow just for Juju. THE CREATIVE GALAXY FESTIVAL: Arty creates a special game - the Hover Hop - for the town festival. But there's just one problem- no one can SEE the game! Arty fixes it by using complimentary colors to make his Hover Hop really pop.    "
                },
                "7": {
                    "title": "Arty's Fall Painting/A State of the Arty Sign",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    ARTY'S FALL PAINTING: The Galaxy Grille's new fall painting never arrived! So, Arty and Annie soar to Paintoria where they learn about ground color to make a beautiful window display. A STATE OF THE ARTY SIGN: Arty's Mom built a new indoor playground, but there's a problem- no one can find it! Sketch helps Arty create a sign using different drawing techniques so his friends can find it and play!    "
                },
                "8": {
                    "title": "Arty's Outdoor Movie / A Silly Story for Baby Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    ARTY'S OUTDOOR MOVIE: It's Family Movie Night and Juju joins the fun. But when Splatter knocks over the movie snacks, Chef Zesty helps them make new snacks that glow in the dark! A SILLY STORY FOR BABY GEORGIA: Arty can't get Baby Georgia to laugh. Seraphina shows Arty how rock art can tell stories, and it inspires Arty to make his own funny story. But will it make Baby Georgia laugh?    "
                },
                "9": {
                    "title": "Arty's Boo-tastic Halloween",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    ARTY'S BOO-TASTIC HALLOWEEN: Boo! It's Halloween time in the Galaxy and Arty and his friends are ready to trick-or-treat. Along the way, they help Seraphina finish her pumpkin sculptures, Chef Zesty make his banana ghost pops, and Gallaria make her haunted house spooky before it's time for the doors to open!    "
                },
                "10": {
                    "title": "Juju's Birdhouse / Arty's Art Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    JUJU'S BIRDHOUSE: Juju wants to take a picture of her favorite bird- the Rainbow Redwing- but it keeps flying away! Captain Paper, Arty and Juju use things found in nature to make a cozy birdhouse to keep the bird in one place. ARTY'S ART CAR: Jackson and Annie want to participate in a Art Car Race with Arty. They visit Buildora to make some of the coolest (and fastest) cars using recycled items.    "
                },
                "11": {
                    "title": "Arty's Eggcellent Adventure/Hoppy Easter Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    ARTY'S EGGCELLENT ADVENTURE: The Easter Bunny has accidentally broken her eggs! Chef Zesty helps Arty and The Easter Bunny decorate eggs using all-natural egg dye made with fruits and veggies. HOPPY EASTER DINNER: Arty's excited to use his backyard garden vegetables for Easter Dinner. Jackson is nervous to try new veggies. They create yummy food art with Chef Zesty that looks as good as it tastes!    "
                },
                "12": {
                    "title": "Epiphany's Dino Dance / Epiphany and Eureka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    EPIPHANY'S DINO DANCE: When Epiphany loses the Spaceball game, she gets really mad. Really, really mad. Arty and friends take her to Groovopolis where Melody helps them create a new dance to cheer up Epiphany. EPIPHANY AND EUREKA: Epiphany feels sad when her friend Eureka has to go home. Captain Paper teaches a creative way to help remember memories with a friend by making photo flip books.    "
                },
                "13": {
                    "title": "Heart Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    It's Heart Day in the Creative Galaxy. Epiphany is ready to show her love with a special performance on Groovopolis, but accidentally ruins her costume before the show. She and Arty fly into the Creative Galaxy for a solution and help all his friends along the way, learning how everyone has their own special way of saying \"I heart you!\"    "
                },
                "14": {
                    "title": "Arty's Holiday Masterpiece",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "20 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Arty makes a special cookie ornament to surprise his family. But, it magically comes to life and runs away, leading Arty on an adventure helping his friends prepare for their own holiday celebrations.    "
                }
            },
            "1": {
                "0": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 22,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Soar with lovable little alien artist to colorful planets of art and inspiration, and see what lights you up.    "
                },
                "1": {
                    "title": "Arty's Masterpiece/A Home for Bunny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    ARTY'S MASTERPIECE: Arty's mom is so excited for all the kids to come to the new library she has designed. The only problem is that no one wants to stay. The place is just BLAH! Arty can fix it...with art! In his Creative Spark rocket ship, he travels to the Creative Galaxy where Galleria and Pablo teach him all about painting with dots...pointillism. Then Arty goes back to create a wonderful pointillism mural on the library wall, making the space a better place to be. A HOME FOR BUNNY: Arty and Annie find a poor little space bunny outside in the cold. He needs a home...    "
                },
                "2": {
                    "title": "Mom's Birthday/A Present for Baby Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    \"MOM'S BIRTHDAY: It's Mom's birthday. But what should Arty make for her? Arty flies to Sculpturon where Seraphina helps Arty create a mosaic heart sculpture to show just how much he loves her. A PRESENT FOR BABY GEORGIA: Baby Georgia won't stop crying and Arty wants to help. He flies to Fabrictopia and with the help of Fabiana sews a soft stuffie for Baby Georgia to hug.\"    "
                },
                "3": {
                    "title": "Jackson's Action Painting/Arty Plays Safari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    \"JACKSON'S ACTION PAINTING: Arty and Jackson go to painting class on Paintoria. The boys have a lot of energy and can't sit still. So Pablo introduces a style of painting for their mood: action painting! ARTY PLAYS SAFARI: Annie has a toucan mask and Arty wants a mask too. Arty and Annie travel to Paperia and Captain Paper shows them how to make animal masks to bring their pretend play to life!\"    "
                },
                "4": {
                    "title": "Annie's Bracelet/Arty's Team Shirts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    \"ANNIE'S BRACELET: After losing her new beaded bracelet, Arty and Annie fly to Sculpturon where silly Seraphina helps them make a new one. ARTY'S TEAM SHIRTS: Arty's space-ball team needs t-shirts to wear for the team photo, but the kids can't seem to agree on just one color. On Fabrictopia, Fabiana teaches them about tie-dye and they create matching shirts using all the colors they like. \"    "
                },
                "5": {
                    "title": "Annie's Flowers/Arty's Indoor Campout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    \"ANNIE'S FLOWERS: Arty and Annie are in the flower garden when-ACHOO. Annie is allergic to flowers. Captain Paper shows Arty how to make flowers that won't make Annie sneeze-tissue paper flowers! ARTY'S INDOOR CAMPOUT: Arty and Dad are planning a campout until the rain ruins everything. Arty sees Van Gogh's \"Starry Night\" painting and is inspired to make a nightlight that brings the \"stars\" inside.\"    "
                },
                "6": {
                    "title": "Jackson's Dog/Arty's Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    \"JACKSON'S DOG: Jackson's dog, Splatter runs away and can't be found. Arty and Jackson race to Drawopolis, where Sketch shows them how to draw Splatter. With the help of the picture, they are able to find the missing dog. ARTY'S PLAY: Arty, Annie, and Juju can't put on their play without props. Arty soars to Paintoria, where Pablo and his paint pots help Arty paint a rocket ship for the play. \"    "
                },
                "7": {
                    "title": "Arty's Art-y Party/Arty's Birthday Treasures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    \"Arty's Art-y Party-- Arty's mom has forgotten to make the goody bags for his birthday party. Arty travels to Paperia, where Captain Paper shows him how to make planet-shaped papier-mâché goody bags. Happy Birthday, Arty! Arty's Birthday Treasures- Baby Georgia has accidentally ruined the Treasure Box that Arty and his friends were going to use for a birthday treasure hunt. He travels to Buildora, where the Builders help Arty and his friends make a new treasure box. The birthday is saved. \"    "
                },
                "8": {
                    "title": "Bathtime with Arty/Dinnertime!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    \"Bathtime with Arty - It's almost Arty's bath time but he really doesn't want to stop drawing. He takes a quick trip to Drawopolis, where Sketch shows him how to make special bath crayons. Now, he can take a bath AND draw! Dinnertime!- Arty and Juju are playing cars but it's almost time for dinner. They fly to The Paper Planet, where Captain Paper helps them create a city table cover to eat and play on, making dinner more fun!\"    "
                },
                "9": {
                    "title": "Family Fun Night/Game Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    \"Family Fun Day - It's Family Fun Day and Arty is very excited to play everyone's game. But when Jackson's dog Splatter ruins Dad's golf game, Arty flies to Buildora where the Builders help make a new one. Family fun day is saved! Game Night - It's game night at Arty's house, but he forgot to make playing pieces for his board game. Arty flies to Sculpturon where Seraphina teaches him that art can be a game-a game that helps Arty make new game pieces. \"    "
                },
                "10": {
                    "title": "Arty Paints Annie/Arty's Colors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    \"Arty Paints Annie - Arty is trying to paint a picture of Annie, but becomes frustrated when he feels like it's all wrong. He goes to Paintoria where Pablo teaches him about surrealism, and finds that there are no mistakes in art-only new ideas. Arty's Colors - Galleria needs one more painting for her \"Paintings of Trees\" exhibit on Museo. But when Arty is skeptical about his unusual color choices, Galleria assures him that if he likes his painting, that's all that matters.\"    "
                },
                "11": {
                    "title": "Arty's Artistic Lunch/Art After Lunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    \"Arty's Artistic Lunch - Arty and Juju are trying to sell sandwiches at their sandwich stand, but no one is buying. Inspired by art, they create colorful sandwiches that are a truly delicious masterpiece. Art After Lunch - There's no room left in the garbage can for Arty and Juju's picnic trash. What can they do? They take their trash to Buildora where the Builders show how trash can become art by turning it into toy robots. \"    "
                },
                "12": {
                    "title": "Arty's Book/Arty's Grumpy Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    \"Arty's Book - Arty doesn't have a book to donate to the library for \"\"Give a Book\"\" day. What should he do? He travels to Drawopolis and makes a unique pop-up storybook with the help of Sketch and Captain Paper. Arty's Grumpy Day - Arty's having a rough day. A trip to Museo with Mom helps Arty learn that he can express his emotions-even grumpy ones-with art!\"    "
                },
                "13": {
                    "title": "Baby Georgia's First Christmas/Christmas Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Creative Galaxy (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "5 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    BABY GEORGIA'S FIRST CHRISTMAS- Baby Georgia gets sad because she has to leave the snow alien Arty made outside, so he goes to Sculpturon and learns to make one she can look at indoors. CHRISTMAS MEMORIES- Arty wants to treasure Christmas with his friends, so they head to Paperia and learn to turn their photos into a picture book they can look at forever.    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Gelineau, Kira"
            },
            {
                "name": "Holley, Kallan"
            },
            {
                "name": "Cohen, Devan"
            },
            {
                "name": "Jones, Jason"
            },
            {
                "name": "Bee, Samantha"
            },
            {
                "name": "Faulkner, Amariah"
            },
            {
                "name": "McCord, Scott"
            },
            {
                "name": "Doran, Cory"
            },
            {
                "name": "Walls, Jennifer"
            },
            {
                "name": "Distefano, Christian"
            },
            {
                "name": "Contreras, Meesha"
            },
            {
                "name": "Brioux, Tricia"
            },
            {
                "name": "Adamson, Brad"
            },
            {
                "name": "Leachman, Cloris"
            },
            {
                "name": "Shields, Brooke"
            },
            {
                "name": "Stevens, Raelle"
            },
            {
                "name": "Priestley, Jason"
            },
            {
                "name": "Patton, Donovan"
            },
            {
                "name": "Cheng, Raina"
            },
            {
                "name": "Malek, Jack"
            },
            {
                "name": "Breslin, Quinn"
            },
            {
                "name": "Alton, Elizabeth"
            },
            {
                "name": "Dior, Taylor"
            },
            {
                "name": "Poon, William"
            },
            {
                "name": "Loeb, Lisa"
            },
            {
                "name": "Serra, Dominic"
            },
            {
                "name": "Champignon, Maya"
            },
            {
                "name": "Humphreys, Arwen"
            },
            {
                "name": "Chioran, Juan"
            },
            {
                "name": "Simo, Ynairaly"
            },
            {
                "name": "Bagnouk, Ella"
            },
            {
                "name": "Sandridge, Judah"
            },
            {
                "name": "Sperling, Shoshana"
            },
            {
                "name": "Tarlton, Banastre"
            },
            {
                "name": "Altidor, Olivia"
            },
            {
                "name": "Gellert, Hutch"
            },
            {
                "name": "Lebling, Jillian"
            },
            {
                "name": "Park, Travis"
            },
            {
                "name": "Shewbrooks, Anna"
            },
            {
                "name": "Krosoczka, Jarrett J."
            },
            {
                "name": "Gerslbeck, Jamie"
            },
            {
                "name": "Ceci, Niko"
            },
            {
                "name": "Gerslbeck, Jesse"
            },
            {
                "name": "Levy, Caissie"
            },
            {
                "name": "Meadows, Krystal"
            },
            {
                "name": "Balon, Ada"
            },
            {
                "name": "James, Jasmine"
            },
            {
                "name": "Jarvis, Juliana"
            },
            {
                "name": "DeGruijter, Deann"
            },
            {
                "name": "Pickett, Brian L."
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 2,
        "rating": 4.5,
        "votes": 172,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ4MzM2NDUwOF5BMl5BanBnXkFtZTgwNTYzMjc3OTE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Follow the adventures of Arty and his sidekick Epiphany, as they search the galaxy to solve creative problems with art! Whether Arty needs to create a painting for the new children's library, a stuffed animal for his sister, or make a mask for his jungle pretend play, Arty and Epiphany come to the rescue by enlisting the help of the most creative of all - the preschool home viewer.",
        "languages": [
            "English"
        ],
        "title": "Creative Galaxy",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Santomero, Angela"
            },
            {
                "name": "Hamburg, Jennifer"
            },
            {
                "name": "Friedman, Becky"
            }
        ],
        "production companies": [
            {
                "name": "9 Story Media Group"
            },
            {
                "name": "Amazon Studios"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Instant Video"
            },
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Amazon Prime Video"
            }
        ],
        "other companies": [
            {
                "name": "Roundabout Entertainment"
            }
        ],
        "plot": [
            "Follow the adventures of Arty and his sidekick Epiphany, as they search the galaxy to solve creative problems with art! Whether Arty needs to create a painting for the new children's library, a stuffed animal for his sister, or make a mask for his jungle pretend play, Arty and Epiphany come to the rescue by enlisting the help of the most creative of all - the preschool home viewer.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 172,
                "rating": 4.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 49,
                "rating": 3.8
            },
            "aged 45 plus": {
                "votes": 27,
                "rating": 2.7
            },
            "males": {
                "votes": 64,
                "rating": 3.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 29,
                "rating": 3.1
            },
            "males aged 45 plus": {
                "votes": 21,
                "rating": 2.6
            },
            "females": {
                "votes": 37,
                "rating": 5.2
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 18,
                "rating": 6.4
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 2.9
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 3.5
            },
            "us users": {
                "votes": 46,
                "rating": 3.4
            },
            "non us users": {
                "votes": 19,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 64,
            "9": 17,
            "8": 22,
            "7": 7,
            "6": 5,
            "5": 3,
            "4": 6,
            "3": 3,
            "2": 6,
            "1": 39
        },
        "arithmetic mean": 6.7,
        "median": 8
    }
}