{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 March 2013"
            }
        ],
        "release dates": [
            "USA::16 March 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Mariani, Matt"
            },
            {
                "name": "McCaffrey, Ken"
            },
            {
                "name": "Palombi, Nikiya"
            },
            {
                "name": "Schanck, John"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$8,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Partisans",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Partisans (United States)"
        ],
        "writer": [
            {
                "name": "Mooney, Daniel Joseph"
            },
            {
                "name": "Mooney, Daniel Joseph"
            }
        ],
        "production companies": [
            {
                "name": "Tin Machine Films"
            }
        ],
        "distributors": [
            {
                "name": "Tin Machine Films"
            }
        ],
        "synopsis": [
            "The Year is 1948.At this point in time, in this alternate timeline of history, the forces of Nazi Germany have created one of the largest empires the modern world has seen. From the Ural mountains in the East, to the tip of Africa and to the shores of Englands west coast, only the United States and a few smaller allied nations remain unscathed.But America is slow to respond and suddenly finds war on its doorstep, in the form of a German invasion fleet. The German forces, experienced and well equipped, manage to cut through the Mid Atlantic states. However the Germans have awoken a sleeping giant which brings the full burden of its manufacturing capabilities, nullifying the Germans experience and advanced technology. A stalemate begins\n.\nBehind the lines, in the quiet little Pennsylvanian town of Bristol. Daniel Patterson is a twenty four year old police officer dealing with the aftershock of a German invasion of the United States and struggling to decide if joining the resistance is really something he wants to do.. Andrew Morris, a former soldier in the US Army, on the run is also a police officer. With his family dead and his country in danger, Morris decides to do what he believes the right thing.and resist. Meanwhile Colonel Erwin Kessler, a man with a dark and mysterious past arrives, with the intent of pacifying the entire region."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}