{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 July 2013"
            },
            {
                "country": "USA\n",
                "date": "25 July 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::25 July 2013",
            "USA::25 July 2013                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Meet the Gym Rats",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gym (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The gym regulars are examined.    "
                },
                "2": {
                    "title": "Dysfunctional Gym Mates",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gym (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The gang finally get an apartment and have issues right away. Brad shows his obsessive compulsive disorder by ranting about people on the escalator and the rest of the gym rats show their dysfunctional nature.    "
                },
                "3": {
                    "title": "Tony vs. Toni",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gym (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Brad and one of his fellow trainers have an argument about who their next client will be based on the clients name.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Depew, Dennis"
            },
            {
                "name": "Freeley, Jason"
            },
            {
                "name": "Massa, Keith"
            },
            {
                "name": "Douglas, Timothy"
            },
            {
                "name": "Lidale, Shawn"
            },
            {
                "name": "Oban, Dan"
            },
            {
                "name": "Stepp, Evelyn"
            },
            {
                "name": "Summers, Jaime Elise"
            }
        ],
        "locations": [
            "Glendale, California, USA::(gym interiors)"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "$5,000 (estimated)",
        "plot outline": "Brad, Jay and George are roommates. Brad is a personal trainer, Jay is a doctor and George is currently working in pizza delivery. The Gym focuses on all three characters and their separate lives with the common ground being the gym. Brad is a typical womanizing gym trainer who tries to get all his clients from unsuspecting people at a hospital where Jay works. George is Brad's best friend and complete polar opposite who wouldn't workout if his life depended on it unless it's to look at women he would never get in his life. And lastly, Jay is a doctor who is forced to live with his two bachelor buddies because a divorce left him with credit card debt up to his ears, child support, alimony and a beat up 1978 AMC Gremlin. Brad befriends a female client who is a little bigger than he typically dates. However, by the end of the season, controversy sets in as his client is smoking hot. Does Brad get the girl or does she get the last laugh? Concurrently to the storyline, Brad and his fellow trainers are vying for the coveted \"top trainer of the year\" award.",
        "languages": [
            "English"
        ],
        "title": "The Gym",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "The Gym (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Allen, Josh"
            }
        ],
        "production companies": [
            {
                "name": "Plan d Productions"
            }
        ],
        "plot": [
            "A personal trainer named Brad lives with his two best friends, George and Jay.::Josh Allen Skalski",
            "Brad, Jay and George are roommates. Brad is a personal trainer, Jay is a doctor and George is currently working in pizza delivery. _The Gym_ (qv) focuses on all three characters and their separate lives with the common ground being the gym. Brad is a typical womanizing gym trainer who tries to get all his clients from unsuspecting people at a hospital where Jay works. George is Brad's best friend and complete polar opposite who wouldn't workout if his life depended on it unless it's to look at women he would never get in his life. And lastly, Jay is a doctor who is forced to live with his two bachelor buddies because a divorce left him with credit card debt up to his ears, child support, alimony and a beat up 1978 AMC Gremlin. Brad befriends a female client who is a little bigger than he typically dates. However, by the end of the season, controversy sets in as his client is smoking hot. Does Brad get the girl or does she get the last laugh? Concurrently to the storyline, Brad and his fellow trainers are vying for the coveted \"top trainer of the year\" award.::Josh Allen Skalski"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}