{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 September 2013"
            }
        ],
        "release dates": [
            "USA::23 September 2013"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Albuquerque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    Trace a woman's connection to a Native-American code talker; a man's deep New Mexican roots; an ancestor whose life resembles a Wild West tale; queries about a tie to the explosive Trinity Test; and a man's link to a famous comic book heroine.    "
                },
                "2": {
                    "title": "Miami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Follow genealogists as they trace stories about Pocahontas, a Cuban grandfather's secret past, the impact of WWII on a Filipino family, changes wrought by the Tuskegee experiment and a possible villainous ancestor.    "
                },
                "3": {
                    "title": "Houston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Investigate a re-enactor's Texas roots; learn about Andersonville prison; find out if a black man's ancestors fought for the Confederacy; and uncover one woman's link to a prominent Texas figure and another's connection to the Cherokee Freedman.    "
                },
                "4": {
                    "title": "Our Favorite Stories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Genealogists Joshua Taylor, Kenyatta Berry and Mary Tedesco revisit their favorite stories from previous seasons, and three memorable guests return to share what has happened since their appearances.    "
                },
                "5": {
                    "title": "Boston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "14 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Join genealogists at iconic Faneuil Hall to solve mysteries related to the Salem Witch Trials, orphan trains, the Great Boston Fire of 1872 and the small pox epidemic, and research a link to the founders of Boston.    "
                },
                "6": {
                    "title": "Providence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "21 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Join genealogists at the Providence Public Library to research stories about Holocaust survivors; a guest's African-American relative who served in WWI; a man's Amish ties; a woman's roots in the whaling industry; and a Rhode Island macaroni company.    "
                },
                "7": {
                    "title": "Los Angeles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Examine a family's connection to the legendary Hollywood pharmacy, Schwab's; a link to one of the first African-American college graduates; a family tree wrapped in a genealogical web that has captivated the Roadshow team for years; and more.    "
                }
            },
            "1": {
                "1": {
                    "title": "Nashville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS - At the Belmont Mansion in America's \"Music City,\" GENEALOGY ROADSHOW uncovers fascinating stories and mysteries about Tennessee citizens and their enigmatic relatives. ROADSHOW genealogists investigate cases of two people who claim they're descendants of American folk hero and Tennessee legend Davy Crockett, and another who thinks she may be a member of the famed Hatfield clan. A Nashville resident seeks to untangle her family history, which may include a former president, a famous singer and a notorious criminal. And a heart-wrenching story about an ...    "
                },
                "2": {
                    "title": "Detroit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS - The GENEALOGY ROADSHOW team connects Detroit citizens to world events with ancestral findings at the Daley Rhea Mansion in \"Motor City.\" A Ford Motor Company's first female design engineer learns details of her parents' secret World War II activities and her father's untimely death. A Mexican-American woman discovers the truth about her family's groundbreaking presence in Michigan, and a Civil War-era ancestor charged with murder. A long-held question about a woman's relation to Abraham Lincoln is answered. And a husband's amateur sleuthing gets a once-over...    "
                },
                "3": {
                    "title": "San Francisco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS - Bay Area drama unfolds at San Francisco's Old Mint as the GENEALOGY ROADSHOW team reveals stories tying citizens to the 1906 earthquake, notorious gangsters, war heroes and two brutal murders. A woman who suspects family ties to the Gold Rush learns that a 19th-century workplace murder claimed the life of an ancestor. An Irish-American woman discovers how a devastating earthquake brought her grandparents together. One family's ancestry mirrors American history, with familial ties to both the Revolutionary and Civil Wars. A Chinese-American woman finds out ...    "
                },
                "4": {
                    "title": "Austin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS - In the Lone Star State capital, the GENEALOGY ROADSHOW team finds secrets involving some of Texas' favorite subjects: football, politics and home-state pride. In the historic Driskill Hotel, an African-American Heisman Trophy winner and NFL Hall of Famer uncovers a surprising family history of land ownership, an uncommon occurrence for Blacks in 1920s Texas. A North Texas woman learns of her ancestor's Civil War affiliation and the tragedy it wrought. A family tie to two Texas governors - 140 years apart - surprises one guest, while a Latino-American woman ...    "
                }
            },
            "2": {
                "1": {
                    "title": "New Orleans: Cabildo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A team of genealogists uncovers fascinating family stories at the famous Cabildo, home of the Louisiana State Museum. A couple whose ancestors hail from the same small Italian town explore the chance they may be related; a woman is desperate to find out who committed a gruesome murder in her ancestor's past; a home held by one family for more than a century renders a fascinating story; and a woman discovers the difficult journey her ancestor took on the path to freedom from slavery.    "
                },
                "2": {
                    "title": "St. Louis: Central Library",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    At Saint Louis' historic public library, a team of genealogists uncovers fascinating family stories from Missouri's famous gateway city. A mystery writer discovers her mother has hidden a life-changing secret; a woman finds out if she is descended from the infamous pirate Blackbeard; a mother and daughter seek connections to a famous author; and a young man seeks connection to the Mali tribe in Africa.    "
                },
                "3": {
                    "title": "Philadelphia: Franklin Institute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    At Philadelphia's Franklin Institute, a team of genealogists uncovers fascinating family histories. A man learns that the event that drove his family to the City of Brotherly Love changed the course of history; a man may be a Viking descendant; another's family could have part of one of history's biggest scams; a young man hopes to confirm his relation to a signer of the Declaration of Independence; and two sisters learn their ancestors were part of the great Irish migration.    "
                },
                "4": {
                    "title": "New Orleans: Board of Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A team of genealogists uncovers fascinating family stories at the New Orleans Board of Trade. A local man seeks to recover essential history washed away in Hurricane Katrina; a woman discovers she has links to both sides of the Civil War; another unravels the mystery behind her grandfather's adoption; and one man explores a link to the famous New Orleans Voodoo Queen, Marie Laveau.    "
                },
                "5": {
                    "title": "St. Louis: Union Station",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    At St. Louis' historic Union Station, a team of genealogists uncovers fascinating family stories from Missouri. A musician hopes to find connections to a famous St. Louis jazz composer; two sisters explore links to a survivor of the legendary Donner Party; an Italian-American woman finds out if she is related to Italian royalty; and a schoolteacher who has all the answers for her students has very few about her own past.    "
                },
                "6": {
                    "title": "Philadelphia: Historical Society of Pennsylvania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A team of genealogists uncovers fascinating family histories at the Historical Society of Pennsylvania. One woman's ancestor may have sparked historic labor laws; a pastor may have an outlaw in her family tree; a woman learns about slave genealogy and, with the help of DNA testing, gets the answer she has waited for; and another woman learns her ancestor may have helped others escape the Holocaust.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Nashville (23 Sep. 2013)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Genealogy Roadshow (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Berry, Kenyatta"
            },
            {
                "name": "Taylor, D. Joshua"
            },
            {
                "name": "Tedesco, Mary M."
            },
            {
                "name": "Siambis, George"
            },
            {
                "name": "Stewart, Michael T"
            },
            {
                "name": "Burt, Blake"
            },
            {
                "name": "Cooley, Laura"
            },
            {
                "name": "Laliberty, Ashley"
            },
            {
                "name": "May, Nikki"
            },
            {
                "name": "Mcdonald, Kevonte"
            },
            {
                "name": "Tooey, Jim"
            },
            {
                "name": "Wells, Ernest"
            },
            {
                "name": "Dickenson, Alijah Ileana"
            },
            {
                "name": "Martinez, Lisa Brat"
            },
            {
                "name": "Palmer, Gary"
            },
            {
                "name": "Pasztor, Joseph"
            },
            {
                "name": "Sean, Dorian"
            },
            {
                "name": "Spicer, Kaila"
            },
            {
                "name": "Mobley, Nancy"
            },
            {
                "name": "Speer, Mary Lisa"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 3,
        "rating": 7.4,
        "votes": 58,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMyMDg0MTc1MV5BMl5BanBnXkFtZTgwNTIxMzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Genealogy Roadshow",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Genealogy Roadshow (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Krasnow Productions"
            },
            {
                "name": "Public Broadcasting Service"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            }
        ],
        "other companies": [
            {
                "name": "The Other House"
            }
        ],
        "plot": [
            "Genealogists visit American cities to investigate unverified genealogical claims.::Jordan H."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 58,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 20,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 7.7
            },
            "males": {
                "votes": 21,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 6.1
            },
            "females": {
                "votes": 25,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 17,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 5.8
            },
            "us users": {
                "votes": 35,
                "rating": 7.1
            },
            "non us users": {
                "votes": 4,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 15,
            "9": 7,
            "8": 12,
            "7": 9,
            "6": 4,
            "5": 5,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 5
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}