{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "March 2013"
            },
            {
                "country": "Canada\n",
                "date": "12 July 2013"
            }
        ],
        "release dates": [
            "Canada::March 2013",
            "Canada::12 July 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Louisiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jason McCoy Eats America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Join Jason as he discovers Louisiana, one of the most diverse places in the United States, which holds a cultural jambalaya of traditions from around the world. As Jason embarks charismatic characters along the way, he meets a Cajun who takes him on an alligator fact finding mission in the heart of the Bayou, stops by a Voodoo Museum within the French Quarter, and visits one of the last great musical halls of the area. Jason's journey takes him on a path of truly learning about pride in a job well done.    "
                },
                "2": {
                    "title": "Mississippi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jason McCoy Eats America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    One of the least populated but most historic of all the states, Jason embarks on a new journey throughout Mississippi. The music, the art, the people, and of course the soul food, Jason is in the home of the Blues. From jamming out in an old Juke Joint, to taking on a 72 ounce steak challenge, Jason learns in no time that being from Mississippi is like being part of a club.    "
                },
                "3": {
                    "title": "Alabama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jason McCoy Eats America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    A cultural and civil rights mecca, Jason makes his way through Alabama getting his fill of southern food, spirituality and history as well as a hearty dose of the industriousness and grit of Alabamians. From the pig-iron furnaces of Birmingham, and the steps of the Dexter King Memorial Curch in Montgomery, Jason discovers a new history being written in the ever-changing state of Alabama.    "
                },
                "4": {
                    "title": "Arkansas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jason McCoy Eats America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Join Jason as he tours from the height of the majestic Ozarks to the end of the black-top, literally. Breakfasting with locals, jamming with dulcimer-makers, handling snakes and taking on a Goliath. What Frontiersman once dubbed a poor banjo-picking hillbilly state, couldn't be further from the truth as Jason McCoy eats Arkansas.    "
                },
                "5": {
                    "title": "Kentucky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jason McCoy Eats America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    They say Kentucky is about three things. Bourbon, Horses, and Bluegrass. On his journey through Kentucky Jason discovers Kentucky has much more to offer and is steeped in southern hospitality, enigmatic characters, and American tradition. From high tea with the genteel ladies of Sacramento, to a 'Bomber Challenge' in Bowling Green, to the witticism of some folk-artists and buck dancers alike, Jason discovers the breadth of culture in this southern state is unparalleled.    "
                },
                "6": {
                    "title": "Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jason McCoy Eats America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Peaches and Bulldogs naturally come to mind, but what about pizza, camels, and an unrivaled national pride. As Jason makes his way through this idyllic state, he learns a valuable lesson from the 39th President and applies it to his journey and everyone he meets, from a bubbly breakfast proprietor, a thrill seeking mayor, an amazing dough-thrower, or Steeny, the exceptional war veteran. Georgia is indeed the Empire State of the south.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "McCoy, Jason"
            }
        ],
        "locations": [
            "Alabama, USA",
            "Mississippi, USA",
            "Louisiana, USA",
            "Arkansas, USA",
            "Georgia, USA",
            "Kentucky, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "Mar 2013 (Canada)",
        "number of seasons": 1,
        "plot outline": "Jason McCoy Eats American is a lively series where superstar Jason McCoy travels America on an exploration and celebration of stories, life and values in middle America. Each town visited is off the beaten path, and the places he eats are off the chain grind. Jason McCoy Eats America is about all kinds of people, people with unique passions, and people with stories to tell.",
        "languages": [
            "English"
        ],
        "title": "Jason McCoy Eats America",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-",
        "akas": [
            "Jason McCoy Eats America (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Stewart, Joel"
            }
        ],
        "director": [
            {
                "name": "Stewart, Joel"
            }
        ],
        "production companies": [
            {
                "name": "Country Music Television"
            }
        ],
        "distributors": [
            {
                "name": "Corus Entertainment"
            }
        ],
        "plot": [
            "_Jason McCoy Eats America_ (qv)n is a lively series where superstar Jason McCoy travels America on an exploration and celebration of stories, life and values in middle America. Each town visited is off the beaten path, and the places he eats are off the chain grind. _Jason McCoy Eats America_ (qv) is about all kinds of people, people with unique passions, and people with stories to tell.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}