{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 July 2013"
            }
        ],
        "release dates": [
            "USA::1 July 2013"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Mountaintop Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    While on a mission to check on the locals of the village near the American Forward Operating Base (FOB) Kala Gush in the mountains of Afghanistan, an Army platoon is attacked by the Taliban. Gunner Spc. Kyle Schipritt becomes wounded while getting peppered with shrapnel--and miraculously makes it out alive. This FOB is under attack day and night, and before long, Schipritt is back on the road--only to be hit again by flying shrapnel.    "
                }
            },
            "1": {
                "1": {
                    "title": "Chasing Down the Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Two soldiers push their vehicle to the limit while chasing down the enemy, who is trying to escape on motorcycle. After a hectic pursuit, the soldiers come face to face with the Taliban in a life or death shoot-out. As another team of soldiers patrols in the Zhari district, the Afghan National Army fires a few shots. The men pursue their suspect, only to realize they've been lured into an ambush. When air support can't help them, they have to run for their lives.    "
                },
                "2": {
                    "title": "Caught Outside the Wire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    A remote military outpost in the mountains of Afghanistan is under Taliban siege. On any other day, the soldiers would fight back with full force, but a hailstorm limiting all visibility causes them to hold back. When the enemy takes advantage and gains ground, the soldiers must risk it all to fire off a missile from atop the base. Near Kandahar, a seasoned soldier directs a team of rookies under attack, only to discover four of his men stranded - without weapons - in the line of enemy fire.    "
                },
                "3": {
                    "title": "Bleeding Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    An army base wedged in the mountains of Afghanistan is under attack. When a massive explosive hits the outpost, flying shrapnel severs Rifleman Tim Adams' artery. Lt. Grizzle charges into the fire toward his friend, while another soldier pinches the artery to save Adams' life. Then, on his first deployment in violence-ridden Karbala, Iraq, Sgt. Alex Reyes is thrown into his first firefight, encounters a suicide bomber, and provides backup on a dangerous raid.    "
                },
                "4": {
                    "title": "Behind Enemy Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In Charkh, Afghanistan, a team of soldiers risks it all crossing into enemy territory to capture the Taliban. After a heated firefight on the Pengram River, U.S. forces enter Nashar - a Taliban-controlled town. Staff Sgt. Ben Weston and his squad bait enemy fire in the unknown area, in the hopes of trapping enemy fighters. In this perilous situation, the soldiers almost run out of ammunition. Determined to hold their ground, they call in air support.    "
                },
                "5": {
                    "title": "Battle for Antenna Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    It's an epic and deadly battle against the Taliban to take Antenna Hill - a dangerous peak in Afghanistan's Jaghatu district. In this mission, U.S. forces scale the hill's highest point to conduct a battle assessment of the area ... until Taliban fire furiously rains down on them. When Sgt. Augustine Cortinas gets separated from the others and is pinned down by the Taliban, nine men stay to help, while 1st Lt. Joshua Brewer leads a four-man squad to finish the mission.    "
                },
                "6": {
                    "title": "12-Hour Firefight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When a NATO convoy carrying fuel and water comes under attack on Highway 1, U.S. soldiers must try to hold off a Taliban ambush for hours and protect the hundreds of vehicles under assault. As the soldiers run out of ammo, their tactics grow desperate. Then, when Marines patrolling a canal in Helmand province are blindsided by a brutal ambush, a soldier risks his life running straight into the line of fire to rescue a brother pinned down by the enemy.    "
                },
                "7": {
                    "title": "I'm Hit!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    As the Marines rush to rescue a burning vehicle, they are ambushed by Taliban forces. Outnumbered, the Marines have to call in air support with Hellfire missiles. Two of the enemy shooters escape the missiles, leading the U.S. forces on a tireless manhunt. Then, on patrol in the district of Sangin, Afghanistan, Staff Sgt. Tom Trotter's sixth sense warns him the enemy is taking aim - but he can't escape in time.    "
                },
                "8": {
                    "title": "Trapped by the Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    While on their way to rescue a foot patrol, a convoy of Marines gets stuck in a trench and is ambushed by Taliban forces in Afghanistan. They need to tow their lead vehicle out before the enemy gets the upper hand. And in one of the most dangerous areas of Iraq, a routine Army patrol drives into an improvised bomb with devastating consequences.    "
                },
                "9": {
                    "title": "Out of Ammo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Follow the men and women of the armed forces through the chaos of battle with real-life, first-person footage. See the action unfold as the U.S. Army is ambushed while checking on Afghan border police. When the men run out of ammo, they adapt to the situation and make it through the kill zone. Two Army units in Charkh fall under attack at the same time in the same village. The convoy must rely on air support to save them from the invisible enemy.    "
                },
                "10": {
                    "title": "Sniper Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    See the perils of war through the eyes of our brave American service members - as the fighting is happening. Personal video cameras and smartphones capture a dramatic series of events in Afghanistan: The Army launches Operation Mountain Fire - a fierce attack against Taliban fighters attempting to take over the village of Barge Matal. In Charkh, two U.S. soldiers play a game of cat and mouse with the Taliban.    "
                },
                "11": {
                    "title": "Ambushed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    On patrol in Afghanistan, soldiers find themselves surrounded by the Taliban. Running low on ammo, they must fend off an intense enemy assault and hope reinforcements arrive in time. Then, during a patrol of one of Iraq's most dangerous roads, a military vehicle drives directly into an ambush.    "
                },
                "12": {
                    "title": "Bomb Squad Boom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Aerial gunner Staff Sgt. Scott Matthews of the Air National Guard and his team take to the sky in helicopters and rush to the site of an overturned vehicle with a shocking number of casualties. Staff Sgt. Matthews' mission is to get the casualties into the helicopter and back to help before they are taken down by enemy fire and harsh winds. Also, combat engineers must eliminate roadside bombs, but after they learn that the enemy has just planted some down the road, each step could be their last.    "
                },
                "13": {
                    "title": "Man Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Close Quarters Combat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Close Quarters Combat has about 15% survival rate! The patrol gets trapped in close-range ambush.    "
                },
                "15": {
                    "title": "Man Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    On a search and destroy patrol, U.S. Army Staff Sgt. Jesse Hattesohl and his team have one goal -- find the Taliban, pin them down and attack. When a firefight erupts in an Afghani graveyard, Staff Sgt. Zach Fraker takes a bullet and the soldiers must race the clock to save his life. And in an earlier operation, a unit of Marines has been tasked with holding the southernmost line of Helmand Province, Afghanistan.    "
                },
                "16": {
                    "title": "Close Quarters Combat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    An Army patrol in Mongah/Zoldag, Afghanistan one of the Taliban's original strongholds turns into a close-range ambush. Pinned down by the Taliban in extremely close quarters, the elite infantry group unleashes grenades, mortars and rockets on the enemy in a battle for their lives. And when the Marines patrol a small village in southern Afghanistan known to be a staging ground for Taliban attacks against American forces, the Marines are ambushed by the enemy.    "
                },
                "17": {
                    "title": "Fallen Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eyewitness War (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 18,
        "genres": [
            "War"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzI2MzQwNzAwMV5BMl5BanBnXkFtZTgwOTUwMzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Eyewitness War",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Eyewitness War (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Karga Seven Pictures"
            }
        ],
        "distributors": [
            {
                "name": "National Geographic Channel"
            }
        ],
        "plot": [
            "Military engagements narrated and filmed via 1st person helmet cam by the soldiers involved.::Nick Reed"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "males": {
                "votes": 14,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "females": {
                "votes": 5,
                "rating": 6.1
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.7
            },
            "us users": {
                "votes": 12,
                "rating": 7.0
            },
            "non us users": {
                "votes": 4,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 2,
            "8": 6,
            "7": 4,
            "6": 3,
            "5": 0,
            "4": 0,
            "3": 2,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}