{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::2013                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Rising Above: Tahitia's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Tahitia, a single mother with five children, was laid off in 2011 causing her to go through many challenges including living in a homeless shelter for a brief time. She doesn't quit in the face of many challenges and works hard for her family. See Tahitia receive a special gift that every mom longs to receive.    "
                },
                "2": {
                    "title": "New Beginnings - David's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Like many in today's financial crisis, David was living the American dream then suddenly it came crashing down around him. In what seemed to be a hopeless situation, he miraculously finds himself now desiring to bring hope to others. Watch as David is brought to tears by being given a gift to help him live his new dream.    "
                },
                "3": {
                    "title": "Homeless Hope - Antoinette's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Antoinette suffers from a debilitating medical condition with symptoms that are now affecting her brain and memory. She continues to try and work hard to get herself out of debt and take care of medical bills, but with her condition it makes her routine a major uphill battle. See Antoinette receive a gift that reminds her she's not alone in her fight for life.    "
                },
                "4": {
                    "title": "Jacob's Climb - Jacob's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    At 18 years of age, Jacob has experienced more hardship than many encounter in a lifetime. To honor his decision to break free from his situation, Jacob receives an essential college student gift to help him as he works hard to achieve his goals and dreams.    "
                },
                "5": {
                    "title": "Undying Love - The Chappelle's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    A beautiful couple coming upon 50 years of marriage, Curtis and Jewel Chappell, though facing financial challenges over the years have continued to display love and strength to everyone around them. Watch as this loving couple receives a surprise gift to help them celebrate their wedding anniversary for the first time in 30 years.    "
                },
                "6": {
                    "title": "Sisterhood - Julie and Vanessa's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Making their way from the Bahamas to America in hopes to save one of these two sister's marriages, Julie and Vanessa instead find betrayal and abuse. Take Action finds them having escaped and now living on the floor of a friend's one bedroom apartment. See how these two sisters rejoice as they receive a gift that will give them an experience of joy and blessing.    "
                },
                "7": {
                    "title": "The Dream - Carmen's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Carmen is a hard worker with a huge heart. She left Mexico and came to America to pursue the American dream and help put her daughters through college. It's been years since she's been able to see her daughters still in Mexico. Watch what happens as Carmen receives an unexpected gift that renders her speechless.    "
                },
                "8": {
                    "title": "He Lives - Philip's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The Worth family lost their 17 year old son to cancer a year and a half ago. With tears in their eyes, these parents tell of their devastating loss, but also of the power of their son's life. The Worth's are moved to tears as they receive a gift that will help honor Philip's great legacy.    "
                },
                "9": {
                    "title": "Beating the Odds - Angelica's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    This young girl is a part of the number of American girls who has gotten pregnant in their early teen years, but she didn't let it bring her life to a halt. Angelica is an exceptional young lady who is surprised to receive a remarkable gift toward her next steps in life.    "
                },
                "10": {
                    "title": "The Heart of Giving - Cheryl and Minnie's Food Pantry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Step into the life of Host Cheryl Jackson and see how living a life of giving started for her as a child when she was on the other side and needing a helping hand. Be inspired to give as you see how Cheryl's experience motivates her to go above and beyond in meeting the needs of others.    "
                },
                "11": {
                    "title": "A New Normal - Marcus's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Marcus was a hard-working 21-year-old father who loved fixing up and riding motorcycles until one night he encountered a drunk driver. Hear Marcus tell how his life was forever changed.    "
                },
                "12": {
                    "title": "A Father's Love - The Philips' Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Take Action (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Johnny Philips loaded his three children in the car to drive their mother to her new workplace. On the highway, their life was changed in an instant. See how this remarkable father is clinging to hope in fatal loss and how Sara, his 7-year-old daughter who is now paraplegic, is his shining ray of joy.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Jackson, Cheryl Action"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "number of seasons": 1,
        "title": "Take Action",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Take Action (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Miller, Korey"
            },
            {
                "name": "Piatt, Daniel"
            }
        ],
        "production companies": [
            {
                "name": "1820 Productions"
            },
            {
                "name": "Alright TV"
            }
        ],
        "distributors": [
            {
                "name": "Alright TV"
            }
        ],
        "plot": [
            "Cheryl \"Action\" Jackson transforms the lives of families struggling in today's economy by blessing them with useful gifts that aid everyday living.::1820 Productions [us]"
        ],
        "tech": {}
    }
}