{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 April 2013"
            }
        ],
        "release dates": [
            "USA::16 April 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "We Are All Pregnant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shangrilala (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In the world's most polluted eco friendly city there exists a very special place - a place where anything is possible but nothing ever happens. Shangrilala is a commune in downtown Los Angeles where the open minded, free spirited, eco warriors of modern day L.A. coexist in an old warehouse. Free love, free food, and free energy are their principles, but countless contradictions and obstacles abound. The cast of characters includes a political activist with a pension for marketing, an experimental music composer who \"does nothing\" in order to save the earth, an angry ...    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Chiritescu, Diana"
            },
            {
                "name": "Armstrong, Jace"
            },
            {
                "name": "Baird, Joseph"
            },
            {
                "name": "Block, Suziey"
            },
            {
                "name": "Bridgeman, Sydney"
            },
            {
                "name": "Campbell, Meagan"
            },
            {
                "name": "Gluck, Cory"
            },
            {
                "name": "Luna, Vicente"
            },
            {
                "name": "Segovia, Andres"
            },
            {
                "name": "Segovia, Andres"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Dolby Digital"
        ],
        "number of seasons": 1,
        "budget": "$20,000 (estimated)",
        "plot outline": "In the world's most polluted eco friendly city there exists a very special place - a place where anything is possible but nothing ever happens. Shangrilala is a commune in downtown Los Angeles where the open minded, free spirited, eco warriors of modern day L.A. coexist in an old warehouse. Free love, free food, and free energy are their principles, but countless contradictions and obstacles abound. The cast of characters includes a political activist with a pension for marketing, an experimental music composer who \"does nothing\" in order to save the earth, an angry yoga instructor who's writing a book about \"the rage within,\" an urban forager, and a youth who knows far more than the adults she lives with. Musical bard, Ronnie Reagan, stealthily follows the cast around and narrates each episode through song. Hilarity ensues in this absurdist faux-doc show when the very open members of the Shangrilala commune find out that \"they\" are pregnant!",
        "languages": [
            "English"
        ],
        "title": "Shangrilala",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Shangrilala (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hutchins, Jessica"
            },
            {
                "name": "Hutchins, Jessica"
            },
            {
                "name": "Shin, Connie"
            }
        ],
        "production companies": [
            {
                "name": "Remote Control Monkey Productions"
            }
        ],
        "distributors": [
            {
                "name": "Remote Control Monkey Productions"
            }
        ],
        "plot": [
            "In the world's most polluted eco friendly city there exists a very special place - a place where anything is possible but nothing ever happens. _Shangrilala_ (qv) is a commune in downtown Los Angeles where the open minded, free spirited, eco warriors of modern day L.A. coexist in an old warehouse. Free love, free food, and free energy are their principles, but countless contradictions and obstacles abound. The cast of characters includes a political activist with a pension for marketing, an experimental music composer who \"does nothing\" in order to save the earth, an angry yoga instructor who's writing a book about \"the rage within,\" an urban forager, and a youth who knows far more than the adults she lives with. Musical bard, Ronnie Reagan, stealthily follows the cast around and narrates each episode through song. Hilarity ensues in this absurdist faux-doc show when the very open members of the _Shangrilala_ (qv) commune find out that \"they\" are pregnant!::Lucy Hg Solomon"
        ],
        "tech": {
            "runtime": [
                "23 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ]
        }
    }
}