{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 July 2013"
            },
            {
                "country": "USA\n",
                "date": "8 August 2013"
            }
        ],
        "release dates": [
            "USA::7 July 2013",
            "USA::8 August 2013"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Tainted Love - Soft Cell - Cover by FrenchSABA ep 82",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    As you know, A FRENCH GUY NAMED Saba is all about the 80's and the most cliché songs possible, so we had to do the infamous \"Tainted Love\". Originally performed by Gloria Jones in 1965, brought back to life in 1985 by Soft Cell with an electronic sound that is still playing in some underground nostalgic clubs, the song was forgotten again and back in 2001 found a rock re-birth with Marilyn Manson. Sometimes in 2013, another version came to life by Karen Souza, a more relax and piano club version, and finally here performed by yours truly, Saba. Remember that love is ...    "
                },
                "2": {
                    "title": "a-ha - Take On Me (Live COVER From MTV Unplugged) FrenchSABA",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "20 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this iconic 80's song from the sexiest group of the time, a-ha. Take On Me is a classic and has been covered by many. Recently (2017), the group performed an unplugged version of this song, and Saba fell in love with it. Since one of his fans requested him to do this song, this is for Eve. Enjoy life as if you only had a day or two to live. Life is beautiful. You are beautiful.    "
                }
            },
            "1": {
                "1": {
                    "title": "Don't Stop Believing",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "7 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    To celebrate his friend and roommate 50th birthday, Saba decides to sing and make a music video parody of the Journey song, Don't Stop Believing. Keith, the birthday boy, loved that song when it came out, and has enjoyed it in the recent GLEE version, and even more in the ROCK OF AGES Broadway show and movie, with Tom Cruise.    "
                },
                "2": {
                    "title": "It's Oh So Quiet",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "10 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Saba decides to recreate the mesmerizing Bjork song, It's Oh So Quiet, to prove his love for the Icelandic singer. He sings, dances in the style of the music video, that inspired him years ago.    "
                },
                "3": {
                    "title": "I Dreamed A Dream: Les Misérables",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "26 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Being raised in France, Saba had to read \"Les Misérables\" at the age of ten, part of the school's summer assignments. When seeing the Broadway adaptation in London, Saba slept for most of the show. After the recent movie came out, Saba was inspired by the overly produced sets, and the choices of cinematography, to make his own version. He plays, Anne Hataway, Hugo Jackman, and Russel Blackbird, in Less Misérable.    "
                },
                "4": {
                    "title": "Proud Mary: Ike and Tina Turner",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    After seeing the movie, \"What's Love Got To Do With It,\" Saba went through a Tina period, where all he listened to for months, was Tina. In his Modern Dance class in NYC, Saba, twice a week, teaches his students the shoulder shrug, while belting \"Private Dancer,\" or \"What's Love Got to Do With It.\" To celebrate the Diva, Saba sings and dance the infamous \"Proud Mary.\"    "
                },
                "5": {
                    "title": "Diavolo In Me: Zucchero",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Saba is happy to present this parody of Zucchero's Diavolo In Me. One of Saba's first dance performance (1989) was to this song.    "
                },
                "6": {
                    "title": "Family Guy: Happy Birthday Seth MacFarlane - Never Gonna Give You Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "26 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    A FRENCH GUY NAMED Saba is wishing a Happy 40th Birthday to Seth MacFarlane. Saba, also born on October 26th, and only a year older, decided to celebrate one of his idols. Watching Family Guy, Saba fell in love with the writing and the creativity behind it. Since Seth MacFarlane joked about \"Never Gonna Give You Up\" by Rick Astley being one of his favorite songs of the 80s, Saba had to re-enact a short version of the music video as a gift to Seth. Let's not forget the interview with TED... Is Saba crazy? Could be... But until proven, Saba will continue to do this ...    "
                },
                "7": {
                    "title": "Happy Days/Get Happy: Barbra Streisand and Judy Garland",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    A FRENCH GUY NAMED Saba Ep 7 is all about the most famous divas of the last century. Barbra Streisand and Judy Garland performing their greatest songs together. \"Happy Days\" and \"Get Happy\" as one song, is a dream come true for Saba, who always tries to spread the love around him. It's also a HAPPY HALLOWEEN, the one and only Holiday, that Saba celebrates. What's not to love about dressing up and eating chocolate.    "
                },
                "8": {
                    "title": "My Heart Will Go On: Celine Dion - AVATAR",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Saba is proud to celebrate the great James Cameron. From Aliens, to The Terminator, Titanic and Avatar, he's a man who's for sure contributed to Saba's artistic behavior. Saba interprets the legendary Celine Dion's, My Heart Will Go On, and recreates some of the famous scenes of Titanic.    "
                },
                "9": {
                    "title": "Non, Je Ne Regrette Rien: Gravity",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Saba celebrates Thanksgiving and reminds us to be grateful for what we have, and to accept and love our own differences. Edith Piaf, Non, Je Ne Regrette Rien (No Regrets) is a perfect song to celebrate this Thanksgiving. Saba introduces the show in a Gravity style, for the fans.    "
                },
                "10": {
                    "title": "Angry Inch - Hedwig and the Angry Inch - Superman",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Saba is happy to celebrate New York City and its Broadway shows. One of Saba's favorite is Hedwig And The Angry Inch by John Cameron Mitchell. With the show returning on Broadway in March 2014, it was imperative for Saba to do this.    "
                },
                "11": {
                    "title": "Vogue - Madonna - The Matrix",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "14 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    A FRENCH GUY NAMED Saba is at last presenting its first Madonna song, Vogue. Saba discovered the singer when he was 13, with \"La Isla Bonita\" and became a very dedicated fan. While facing challenging situations, Saba has always remembered that there is a way out. Once again, Saba plays the iconic Madonna, her back singers (Nicky and Donna), and five of the gorgeous dancers, that were also in the \"Blond Ambition Tour.\" It is with great honor and respect for his idol, that Saba has reconstructed, frame by frame, Vogue. Enjoy.    "
                },
                "12": {
                    "title": "Cucurrucucú Paloma - Harry Potter",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 8,
                    "original air date": "21 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    A FRENCH GUY NAMED SABA presents its first Spanish song, and celebrates all the wonderful singers around the world who have performed that song. More recently used in the Pedro Almodovar movie, \"Talk to Her,\" Saba wanted to sing it and create his version of a music video. Enjoy and remember that you are beautiful.    "
                },
                "13": {
                    "title": "Some People - Gypsy - Patti LuPone",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 7,
                    "original air date": "31 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents GYPSY. Mentioned in episode 1, Saba realized his roommate didn't know the movies. After watching the Bette Midler version and a few bootlegs of Patti LuPone, Saba decided to portrait Madame Rose, in \"Some People.' The set and choreography by Saba, were inspired also by the Bernadette Peters Broadway version.    "
                },
                "14": {
                    "title": "FrenchSABA Ep 14 - Firenze - Single Ladies - Beyonce",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    This episode of A FRENCH GUY NAMED Saba, was planned since episode 2, but Saba took forever to take the courage to do it. The song \"Single Ladies\" is very difficult to sing, and the choreography!!. Forget about it. BUT, Saba did it for our amusement. Yes the intro was filmed in Florence, Italy, and celebrates all the single ladies with the gorgeous statue of David, and the great Fontana del Porcellino.    "
                },
                "15": {
                    "title": "La Valse A Mille Temps - Jacques Brel",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 8,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In 2005, part of the Saba Dance Theater show \"3\" Saba choreographed on this music, and finally decided to sing it. Known in English as \"Carousel\" from the Jacques Brel Broadway show, both versions are tongue twisters in the lyrics and the increasing speed of the song.    "
                },
                "16": {
                    "title": "Maybe This Time - Liza Minnelli - Seneca's Beard FrenchSaba Ep 16",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 7,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    A FRENCH GUY NAMED Saba is celebrating the great lovers of the world, with the iconic \"Maybe This Time\" from CABARET. Saba was born the same year as the movie came out, and he saw it for the first time in the 80's on a old TV set, and he was left with indifference. Years later, after moving to NYC, he watched the DVD version of the film and fell in love with it. Saba performed many of the grand Liza Minnelli in a cabaret in France, and wanted to do his own version of the song.    "
                },
                "17": {
                    "title": "Wind Beneath My Wings - Bette Midler - Oscars Ellen 2014 - Ep 17",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 8,
                    "original air date": "2 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    A FRENCH GUY NAMED Saba wants to celebrate all the men and women who have guided Saba in his life. Saba chose Ellen Degeneres and Bette Midler, two women who without knowing have played a major role in his life and career choices. Ellen will be hosting the 2014 Academy Awards, and Bette will be performing a song for the first time. Women inspire us to continue to love what we do and to do what we love. You are the wind beneath my wings.    "
                },
                "18": {
                    "title": "Chain of Fools - Aretha Franklin Parody",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 7,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Saba celebrates the Queen of Soul, Miss Aretha Franklin. Saba always loved her songs and her performances.    "
                },
                "19": {
                    "title": "Je suis malade - DALIDA, Serge Lama, Lara Fabian - PARODY",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 7,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A FRENCH GUY NAMED Saba ep 19 celebrates Dalida, Serge Lama and Lara Fabian, through this classic French song \"Je suis malade.\" Saba was a young boy when this song was playing on the radio and on French television, and he was afraid of the lyrics (I am ill) as if he could catch something just by saying it. Most recently Lara Fabian made her own version of the song and Saba fell in love with it. This is to celebrate people who are seeking love and admiration.    "
                },
                "20": {
                    "title": "Someone Like You - Cover/Parody - Adele - FrenchSaba Ep 20",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 7,
                    "original air date": "4 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    After many months in the hospital, I returned home and slowly begin to mend. Of course this song is dedicated to all my exes who have broken up with me, and for all of you out there who get it. This is a tribute to Adele. Much love and remember that you are beautiful.    "
                }
            },
            "2": {
                "1": {
                    "title": "Dead in the Water - Cover - Ellie Goulding",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "18 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    In the summer 2013, we filmed this dance in silence, at 5.30AM in front of the Niagara Falls in Canada. Back in February 2014, Saba managed to edit this video on Ellie Goulding song, \"Dead In The Water,' part of the Tribeca Film Festival contest. The song, most popular for being part of the soundtrack of the movie \"Divergent\" fits Saba's choreography. We hope you will enjoy this new page of \"A French Guy Named Saba.\" Keep on dancing and remember that no matter what, you are beautiful.    "
                },
                "2": {
                    "title": "The Origin Of Love: HEDWIG and the Angry Inch - Cover/Tribute",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "25 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    A FRENCH GUY NAMED SABA is happy to present it's second title from the Tony Award winner Broadway show \"Hedwig And The Angry Inch.\" \"The Origin Of Love\" is for all of us, looking for their other half. It takes guts to have a great life, accepting and embracing what you've got.    "
                },
                "3": {
                    "title": "Don't Go Breaking My Heart - RuPaul & Elton John - Parody/Cover FrenchSaba Ep 23",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba starts 2015 with a new episode, honoring RuPaul and Sir Elton John, with their famous rendition of \"Don't Go Breaking My Heart.\" Back in the 90s, Saba used to perform in a Cabaret, four times a week, and one of the very popular number was RuPaul's \"You Better Work.\" Seeing RuPaul and Elton John on European TV, helped Saba come out, and accept his sexuality. This episode is to thank these two incredible artists, for representing and showing up for the LGBT Community.    "
                },
                "4": {
                    "title": "Help - The Beatles - Cover/Parody/Tribute FrenchSABA Ep 24",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "15 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED SABA is happy to bring the first Beatles song in the series. \"Help\" was a song Saba used to sing a lot as a teenager, and somehow seems relevant today. They say, you'll never receive help, unless you ask for it. Don't be shy and reach out to someone you think can help you. Life is too short to struggle alone. The solution to your problem might be really easy to get, but perhaps you need to ask someone's help. Don't give up, and thrive.    "
                },
                "5": {
                    "title": "Happy - Pharrell Williams - Tribute/Cover/Parody ELLEN FrenchSABA Ep 25",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Number 25 of A FRENCH GUY NAMED SABA is live. Saba wants to thank all the people who have sent him messages of support throughout the past 15 months. Being ill has been a huge challenge, and being house bound for months, plus the 4 months in the hospital were even more of a challenge. But because of all the messages of support, Saba was able to keep his chin up and slowly but surely recover. While alone at home or in the hospital, Saba spent many hours watching Ellen, on TV or online, and being it's her birthday today, he is dedicating this tribute video to her. \"...    "
                },
                "6": {
                    "title": "Sia Chandelier - Male Version - Cover Dance - FrenchSABA Ep 26",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "5 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents a rendition of Sia's Chandelier. Saba, one day at a time, has been sober since March 2006, and wanted to celebrate his anniversary with a meaningful song. Dancing has been a huge part of his life. Because of the past 15 months of suffering and surviving, it was even more important for Saba, to dance through the pain. Saba says: \"Sobriety makes me face life without filters - Sometimes it's very clear, but sometimes reality is blurry - It forces me to live now.\"    "
                },
                "7": {
                    "title": "Couleur Café - Serge Gainsbourg - Tribute Cover - FrenchSABA Ep 27",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba is proud to celebrate the great Serge Gainsbourg. A true poet and an incredible performer, Gainsbarre has influenced Saba in many ways and through many songs.    "
                },
                "8": {
                    "title": "Only the Very Best - Peter Kingsbery - Tribute Cover - FrenchSABA Ep 28",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents an excerpt from the French show, Starmania. Originally in French, this song was later covered by Peter Kingsbery (Cock Robin). Hugely cherished in France, this song is a tribute to those who must live after a loss. Life after death has never been so relevant. It is our life to live. Live on and make the world a better place.    "
                },
                "9": {
                    "title": "SOS d'un terrien en detresse - Daniel Balavoine - Tribute Cover - FrenchSABA Ep 29",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba is excited to present the French version of the show, Starmania. Beautifully performed by Daniel Balavoine, it is the rendition of Gregory Lemarchal that has brought back the song to the French people. Both deceased, Saba wanted to sing this song as a tribute to them and their beautiful voices.    "
                }
            },
            "3": {
                "1": {
                    "title": "Try a Little Tenderness - Otis Redding - The Commitments - COVER FrenchSABA Ep 30",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A French Guy Named Saba is starting anew. No more intro and no more ending. Just a song to celebrate life. The movie \"The Commitments\" was a huge hit in France, because of it's incredible performances of iconic Soul songs. Saba always loved that song, and frankly, could use a little tenderness. Treat the people around you with respect, love, support and tenderness, they will give it back to you. Remember that you are beautiful.    "
                },
                "2": {
                    "title": "L'Aigle Noir - Barbara - cover by Saba - FrenchSABA ep 31",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "11 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    A French Guy Named Saba is celebrating life. Barbara and L'aigle noir is a French classic, that Saba used to sing at every party during his last two years of university. It is with great humility that he is performing this song for his old time friend, Cristelle and her beautiful family. When Saba was young, he was bullied by his stepmother for over 13 years. Between the age of 9 and 12, all he wanted was to end the torture. He attempted suicide 3 times. Saba didn't know who to talk to, what to say and what to ask. If you suffer, talk to someone you trust. Talk to us....    "
                },
                "3": {
                    "title": "FEVER- Peggy Lee - Elvis Presley - Cover - Beyonce - FrenchSABA Ep 32",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "27 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Saba performed this song live while dancing in a show called \"3\" in 2005. Many dancers lifted him as if he was an object, and at times he had to sing upside down. With many rehearsals all went well and it's to honor all those who gave him fever, that Saba sings this song.    "
                },
                "4": {
                    "title": "KISS - Prince - COVER - 2 Voices - FrenchSABA Ep 33",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents this song \"Kiss\" done by Saba in high and low voice. When it came to chose which version he would do, he decided to combine both. When you love someone, make sure you kiss them often. In Europe people kiss to say hello and goodbye. It is that much more affection you'll get if you start kissing people when you see them. They'll get use to it.    "
                },
                "5": {
                    "title": "Diamonds - Rihanna - Male COVER - FrenchSABA Ep 34",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "15 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba continues with more songs. Composed by the excellent SIA, and performed by the fabulous Rihanna, this song is very dear to Saba. While teaching modern dance throughout the world and for many years, Saba always reminded people how beautiful they were. If you have a hard time believing in yourself, just sing this part: \"We're beautiful, like diamonds in the sky\" If you sing it long enough, you will get to believe it. Love yourself.    "
                },
                "6": {
                    "title": "The Cure - LULLABY - Cover - FrenchSABA Ep 35",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Back in the 90's, Saba was going to university, but also had a very busy dance schedule. In one of his class, he performed as the prey on this beautiful song from \"The Cure.\" A FRENCH GUY NAMED Saba is happy to present this video, in which Saba sings of course, but also plays both, the prey and the predator. If you feel like you are the prey of some predator, just remember the roles can change very fast.    "
                },
                "7": {
                    "title": "Francis Cabrel - Je l'aime a mourir - Cover - FrenchSABA Ep 36",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "22 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents \"Je l'aime a mourir\" by Francis Cabrel. Love is blind and can make us do crazy things. This song translate by \"I love her to death\" and to death it can take us for the love of one another. Be kind to people and love them to death. Life is beautiful.    "
                },
                "8": {
                    "title": "Everybody Hurts - R.E.M - Cover by FrenchSABA Ep 37",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents this new video with great hopes. The world can be a very lonely place, and asking for help is always a big challenge. But in times of loneliness, depression, of if you feel you're alone, PLEASE ask for help. Too many have ended their lives, but if only they had spoken to someone, they might still be around. Talking is healing. Hang on.    "
                },
                "9": {
                    "title": "Et Maintenant - What Now My Love - Cover by FrenchSABA Ep 38",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "13 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents \"What Now My Love\" originally a French song by Gilbert Becaud (Et Maintenant). The song has been performed many times as a duet, but never mixing French and English. Saba had to do it. No matter what life takes away from you, hang on to what you still have.    "
                },
                "10": {
                    "title": "Under Pressure - Freddie Mercury & David Bowie - COVER FrenchSABA Ep 39",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba is proud to present \"Under Pressure\" In the early age of \"Saba Dance Theater,\" Saba used to ride the subway in NYC with his assistant (Happy Birthday Heather) and together, they would listened to this song, sharing their one pair of headphones. They loved that song so much, and Heather used to say how brilliant Mercury was. Who came up with \"Dee do day day\"? Hope you'll enjoy.    "
                },
                "11": {
                    "title": "Avec Le Temps - Leo Ferre - Cover by SABA Ep 40",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present \"Avec Le Temps\" a classic of the \"Chanson Française\" in memory of our lost ones. The loss can be difficult to accept, but with time everything goes. We forget, we accept, we live. Live on and make your dreams come true. Grasp your destiny and enjoy every moment that is given to you. Sing, talk, act, dance, write, paint, make art. Express yourself, and it shall pass.    "
                }
            },
            "4": {
                "1": {
                    "title": "Time After Time - Cyndi Lauper - Cover by FrenchSABA Ep 41",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents \"Time After Time\" by Cyndi Lauper. Saba has done this song many times with his friend Kerry, and has been wanting to do it for this series in a while. With time, things get better, but some things remain the same. It's up to you to make a difference and to believe in yourself.    "
                },
                "2": {
                    "title": "Ne Me Quitte Pas - Jacques Brel - Cover - FrenchSABA Ep 42",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "20 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba continues this series, with one of the French classics. \"Ne Me Quitte Pas\" by Jacques Brel has been covered by many artists and has a special place in Saba's repertoire for being one of his top 10 favorites. Don't leave me is the literal translation of the song, but the arguments are so poetic, that it would take a very elaborate translation to English, to make it as intense as it is in French. Love breaks hearts to pieces, but also changes lives forever. Love one another.    "
                },
                "3": {
                    "title": "Don't Go - Yazoo - Cover by FrenchSABA Ep 43",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "4 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba celebrates the 80's with this well known forgotten hit. Saba used to sing this all the time back when he was clubbing in the French \"Boites\" Can't stop love you, I'll never let you go is the main theme of it, and if you love someone, love fully. Let go, only if you have to. In a moment of doubt or sorrow, look in the mirror, repeat three times, \"I am beautiful\" and move on.    "
                },
                "4": {
                    "title": "La Foule - Edith Piaf - Cover by French SABA - Ep 44",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present the second cover from Edith Piaf. In this song, the singer is caught by the crowd and forced in the arms of a man, that could be the one to keep. For a while, the crowd carries them along, until they separate and never find each other again. Most Piaf's songs are about broken love, and this one is no different, but perhaps it would be good to see a positive message of being in the moment. Let's try to enjoy what we have and for as long as we have it. Let's be grateful for the things and for the people that come into our ...    "
                },
                "5": {
                    "title": "Elastic Heart - Sia - Cover by FrenchSABA Ep 45",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "5 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is celebrating sobriety. 10 years ago, and once upon a time, Saba had his last glass of Australian red wine, and by the last glass we mean the last bottle. One night at a time and even slower at times, Saba is counting days adding to a decade. Happy Anniversary and let's keep it simple.    "
                },
                "6": {
                    "title": "Hello Adele (in French) Cover by FrenchSABA Ep 46",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "20 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is proud to present this unique French version of the huge success from Adele. Hello, is a simple word that can be understood in most languages, just the way you say it. When used over the phone it becomes a little more impersonal and can be translated in many ways. As the song dramatic lyrics unfold in English, they become as powerful in French. Saba has had that feeling of re-connection with an ex, even after the relationship exploded and ended. It takes two to make a relationship work. Believe it can happen. Love and be kind to one another.    "
                },
                "7": {
                    "title": "Mustang Sally - The Commitments - Wilson Picket Cover by FrenchSABA Ep 47",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present \"Mustang Sally\" a classic if listen to soul music. After seeing the movie \"The Commitments\" Saba began singing that song at many events he attended. He even performed the song live on a cruise ship in the middle of the Bahamas.    "
                },
                "8": {
                    "title": "Resiste - France Gall - Cover by FrenchSABA Ep 48",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present a classic of the \"Chanson Française\" recently covered and adapted by Jenifer and in the musical of the same name: Resiste (Résiste to be accurate). This song is about fighting for who you are and for what you believe. Knowing the rules is good, as it allows you to break them. We're not encouraging delinquency, or anarchy, but individuality. Express yourself, talk, sing, create, evoke, share your feelings. Life is art, art is life.    "
                },
                "9": {
                    "title": "I Put a Spell on You - Nina Simone - Annie Lennox - Cover FrenchSABA Ep 49",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents \"I Put A Spell On You\" by Saba. In the movie \"Hocus Pocus\" the illustrious Bette Midler sings a version that went right through Saba's heart. Saba has also a deep love for Nina Simone and had to do this song. In the video, Saba explored the jealousy and craziness one can have when it comes to love. His performance is also a wink to the acclaimed series Orange Is The New Black, and to his two favorite characters : Crazy Eyes and Blanca Flores. Enjoy life while you can.    "
                },
                "10": {
                    "title": "Une Nuit Sur Son Epaule - Veronique Sanson - Cover by FrenchSABA Ep 50",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "20 May 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents this cover of \"Une Nuit Sur Son Epaule\" by Veronique Sanson. As a teenager, Saba used to sing this song and would impersonate Sanson. As he was thinking about doing this song, he realized that it came out the year he was born. 1972 was for sure a good year. Enjoy a night on his shoulder.    "
                },
                "11": {
                    "title": "Bird Set Free - Sia - Cover in French by FrenchSABA Ep 51",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "1 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents another Sia's song, but this time in French. Many people around the world do not understand English, and since French is well spread language, Saba had to do it. Freedom is precious, and just because we're free doesn't mean we have to be uncivilized. Live life fully, but respect one another and be kind.    "
                },
                "12": {
                    "title": "Tous Les Cris Des SOS - (En Anglais) - Balavoine - Cover by FrenchSABA Ep 52",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents another great song from Daniel Balavoine. At the time the use of computer generated sounds was very rare, and yet he made this beautiful music with sounds he collected from his every day life. Saba loves the lyrics and wanted to share them with his English speaking friends, and we are with a classic French song done in English. If you need help, make sure you actually ask, and never assume others will know. Ask, talk, smile, you are beautiful.    "
                },
                "13": {
                    "title": "True Colors - Cyndi Lauper (In French) - Cover by FrenchSABA Ep 53",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "14 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents another beautiful song from Cyndi Lauper. It is very special as it is a song to encourage you to be yourself. Showing your true colors will bring you faster to the place you're supposed to be. Embrace life and celebrate every moment, with love and laughter. Love yourself and someone will love you too. Love is the international language and the only thing to heal the wounds of the world. Love and be loved.    "
                },
                "14": {
                    "title": "MAS QUE NADA - Sergio Mendes - Cover by FrenchSABA Ep 54",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "4 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba celebrates Saba's 20th Anniversary of being in the US. This song is about being content about what you have and enjoying it. Do what you can with what you've got. Appreciate what life has given you so far and make the best out of it. In 20 years in the States, Saba has for sure mastered this idea of doing the best out of nothing. Embrace life, count your blessings and share the love. Life is beautiful and you are beautiful.    "
                },
                "15": {
                    "title": "Beds Are Burning - Midnight Oil - Cover by FrenchSABA Ep 55",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "votes": 7,
                    "original air date": "3 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "HOLIDAY - MADONNA - Cover by FrenchSABA Ep 56",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "22 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present \"Holiday\" from Madonna. While Saba was a teenager and emancipated at the age of 13, he found refuge in being a rebel and listening to Punk music, but in the mix he discovered Madonna and fell in love with her right there and then. No need for judgment, this is what helped him get through tough times. So it is only right to celebrate life with this new cover and enjoy every moment you can. Who cares about the past and tomorrow. Take a moment NOW to be happy. Get up and dance while watching this video and if you're surrounded ...    "
                },
                "17": {
                    "title": "With or Without You - U2 - Cover by FrenchSABA Ep 57",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents a classic from U2 and a song that had many people get up and dance back in the days. It takes two to be in a relationship and one cannot live without the other if it's true love. Find your soulmate and stick to it. Enjoy the moment while you can. Love is the only thing that can heal all the wounds of the world. Love truly and fully.    "
                },
                "18": {
                    "title": "Encore Et Encore - Francis Cabrel - Cover by FrenchSABA Ep 58",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to bring back Francis Cabrel, a contemporary genius of the French music. His lyrics are always engaged and meaningful, nothing goes by chance. To celebrate Saba's 44th year as an earthling, he is singing \"Encore et encore\" most recently done as a duet with Celine Dion. Choose to be engaged and make your actions count.    "
                },
                "19": {
                    "title": "Wanted, Dead or Alive - Bon Jovi - Cover by FrenchSABA Ep 59",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this great song from the a while back, but brought back recently in the Broadway Show \"Rock Of Ages\" and later the movie with Tom Cruise. Saba loves the show and has seen it over 15 times, and has been called Mister Wanted by the cast who noticed him in the audience singing along the title song. Nothing to take too seriously, just sing along and smile.    "
                },
                "20": {
                    "title": "His Eye Is on the Sparrow - Lauren Hill & Tanya Blount - Cover by FrenchSABA Ep 60",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this powerful song, originally made famous by Lauren Hill and Tanya Blount in the movie \"Sister Act 2\" with Whoopi Goldberg. Saba always loves that song for the hope it reminds us. It is important to believe that there is no mistake in life and that everything that happens, happens for a reason. You might not know the reason now, but one day you will realize how that one little thing changed your life. You never know who the person you just met will become in your life. Do your best, show your best and respect everyone the ...    "
                },
                "21": {
                    "title": "Oh Happy Day - Gospel - Edwin Hawkins Singers - Cover by FrenchSABA Ep 61",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this popular gospel song that Saba used for years as his answering machine message. Why? Simply to make people smile before they left a message. Happiness is a choice you make as soon as you wake up. So make sure you make the right choice every day and have a Happy Day.    "
                }
            },
            "5": {
                "1": {
                    "title": "BJORK - Bachelorette - Male Version - Cover by FrenchSABA Ep 62",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present the second tribute to the celebrated Bjork. From her music to her videos, she has influenced Saba in many ways. You can always hide behind a mask, but in the end it's your actions that count. Keep making Art. Life is Art and Art is Life.    "
                },
                "2": {
                    "title": "Sia - Salted Wound (From The\" Fifty Shades of Grey\" Soundtrack) Cover FrenchSABA Ep 63",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to bring this interpretation of \"Salted Wound\" by Sia for the soundtrack of \"Fifty Shades Darker\", the second installment of \"Fifty Shades Of Grey.\" Find courage in your action, and most importantly learn to trust people.    "
                },
                "3": {
                    "title": "Price Tag - Jessie J - Male Cover by FrenchSABA Ep 64",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "11 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this classic Jessie J song, covered by many, and covered by dear friends of Saba's. This is a wink to all, so you don't take yourself too seriously. As you can tell from the video, Saba has a serious leather fetish - Embrace who you are and love every minute of your life. Life is beautiful, you are beautiful.    "
                },
                "4": {
                    "title": "Feeling Good - Nina Simone - Male Cover by FrenchSABA Ep 65",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present another Nina Simone song to celebrate happiness. Happiness is a choice and every day that goes by, you decide if you should be happy or not. Give thanks, smile to people, help out, reach a hand, volunteer and most importantly, listen to others. Make the best of your life and spread happiness and love. Be kind to one another.    "
                },
                "5": {
                    "title": "Quizas Quizas Quizas - Nat King Cole - Cover by FrenchSABA Ep 66",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this beautiful song in English and Spanish, and dedicated to those who are in weird relationship. Every couple has got it's ups and downs, but there shouldn't be a maybe, a perhaps or a quizas. Express yourself clearly, communicate and say it as simply as if you were gonna say it to a 4 year old. Enjoy life and remember to smile.    "
                },
                "6": {
                    "title": "Should I Stay or Should I Go - The CLASH - Cover by FrenchSABA Ep 67",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "11 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is excited to present this could song Should I Stay Or Should I Go from The CLASH. Saba listened and danced (Punked danced) to this song in many parties in the 80's. It was the one song that got everyone excited and ready to run into each other and bump and hit each other. In one party, Saba was hit in the eyebrow and started bleeding (But he didn't know) and all of sudden, people made a lot of room around him as he was covered in blood. Sing out and dance your heart out.    "
                },
                "7": {
                    "title": "Sweet Dreams (Are Made of This) - Eurythmics - Cover by FrenchSABA Ep 68",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba presents this classic song, by Eurythmics and also covered by Marylin Manson. Saba has done this song many times live and decided to give it his own little twist. Dreams are fantasies and as soon as you realize one, another one will appear. So may your dreams come true so you may dream anew.    "
                },
                "8": {
                    "title": "AT LAST - Etta James - Cover by FrenchSABA Ep 69",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba continues to make videos in the only hope that someone who might not feel good, finds the inspiration to continue to live. Love is the only thing that can heal the wounds of the world, so find love, give love and believe that you're worth it. Meditate every day and allow yourself to receive and to give love.    "
                },
                "9": {
                    "title": "BANG BANG - Jessie J (Acoustic) - Cover by FrenchSABA Ep 70",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "4 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is taking this song with the underground and raw version. One guitar and a few voices. Sometimes you fall in love with the wrong person and you are willing to offer things that might not give you the best of reputation. Moderate your fantasy, take a cold shower and chill. True love is around the corner of your day and you just have to let it get to you.    "
                },
                "10": {
                    "title": "INXS - Need You Tonight - Cover by FrenchSABA Ep 71",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "22 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Julien Doré - Coco Calîne - Version Anglaise - Cover by FrenchSABA ep 72",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "4 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this English version of the Julien Doré popular song. Love is the only thing that can heal the wounds of the world. Love, smile and enjoy life.    "
                },
                "12": {
                    "title": "Kavinsky - Nightcall (Original DRIVE Soundtrack) - Cover by FrenchSABA Ep 73",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "22 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is glad to present this version of Nightcall from the movie DRIVE and later covered by London Grammar. After performing this song live in France with the Ladies and the Geeks (French band), Saba decided to make his own version of the song. We've all been in that situation where you want to end or solve something and a Nightcall seems like a good way to express your feelings.    "
                },
                "13": {
                    "title": "Battez-Vous: BRIGITTE - Cover by FrenchSABA Ep 74",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this cool song by the Brigitte. If you recognize the backgrounds of the music video, leave a note in the comments.    "
                },
                "14": {
                    "title": "Nine Inch Nails - Johnny Cash - HURT - Cover by FrenchSABA Ep 75",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "27 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    After many years, it was time for A FRENCH GUY NAMED Saba to do a cover of this cult song, Hurt. Performed by Nine Inch Nails, Johnny Cash, and pretty much everyone else on the planet, this song means a lot to Saba. Enjoy.    "
                },
                "15": {
                    "title": "Lana Del Rey - Gods and Monsters - Cover by FrenchSABA Ep 76",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "14 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Being a fan of American Horror Story, Saba came across this song suggested by a one of his subscribers. A FRENCH GUY NAMED Saba is happy to take suggestions and will consider any song choice. In this version of the song, Saba chose to keep it clean in the lyrics as some of his fans are quite young, and also was inspired by Jessia Lange's version. Enjoy life and be beautiful today.    "
                },
                "16": {
                    "title": "Enjoy The Silence - Depeche Mode - Cover by FrenchSABA ep 77",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "2 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    At last A FRENCH GUY NAMED Saba is making a cover from Depeche Mode. Enjoy The Silence is not one of the most popular titles, but it meant a lot to Saba who used to hear that song on the radio back then and loved that driving-kinda-music that song has. Enjoy life and remember that you are beautiful.    "
                },
                "17": {
                    "title": "Adele - Send My Love (To Your New Lover) - Cover by FrenchSABA ep 78",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is proud to present another song from the great Adele. This is song is awesome but also has a very cool music video that Saba wanted to honor and pay tribute to. Of course, doing this in green screen is not the same as having a team of people and lighting equipment, but it was a cool challenge to make it, and only took 11 hours to export a 4 minutes video - Patience is a virtue and Acceptance is its big sister.    "
                },
                "18": {
                    "title": "20 Ans - Zazie (Version Anglaise) - Cover by FrenchSABA ep 79",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    It is time for A FRENCH GUY NAMED Saba to present a song from Zazie. 20 ans is a very cool song that Zazie actually recorded in French, but also an English version. For the sake of sense, Saba wrote his own version, and ended up being quite close to Zazie's translation. In the end, let's all forget about our age and live like tomorrow doesn't exist. Love life, love yourself. You are beautiful.    "
                },
                "19": {
                    "title": "Ellie Goulding - Dead In The Water - Cover by FrenchSABA ep 80",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "25 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Back in 2014, the Tribeca Film Festival had a music competition where you had to create an interactive video for Ellie Goulding. This is one of the videos we made back then, and we decided that A FRENCH GUY NAMED Saba had to share it with you. Life is beautiful.    "
                },
                "20": {
                    "title": "Tous les garcons et les filles - Francoise Hardy (Version Anglaise) Cover by FrenchSABA ep 81",
                    "kind": "episode",
                    "episode of": {
                        "title": "A French Guy Named Saba (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    A FRENCH GUY NAMED Saba is happy to present this very sad song from the French singer, Françoise Hardy, originally done in French in 1962. Saba realized how sad the song was, when he was reading the lyrics and he had to make the English version to share this experience. Of course the only way to perform that song was with the biggest smile. Smile on and you will realize how beautiful your life is.    "
                }
            }
        },
        "number of episodes": 83,
        "cast": [
            {
                "name": "Saba"
            }
        ],
        "locations": [
            "Trenton, New Jersey, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "6"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 8.1,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAzODE1NTI5NF5BMl5BanBnXkFtZTgwMzYzMDMwNTE@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "A FRENCH GUY NAMED Saba, is a series that started as a gift to a friend. Saba didn't know what to give his friend, for his 50th birthday, and decided to make a parody/tribute to his friend's favorite band, Journey. Because of the response, Saba continued. Since the 6th episode, Saba has been using green screen to be able to play all the characters in the videos. The songs are randomly chosen, and mostly songs that Saba likes for personal reasons. A few episodes were made to wish birthdays, and others to thank friends or to shout out a message to a family member. This is only to entertain and to distract you, from your every day life.",
        "languages": [
            "English"
        ],
        "title": "A French Guy Named Saba",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "A French Guy Named Saba (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Saba"
            }
        ],
        "production companies": [
            {
                "name": "Cloudy Sky Films"
            }
        ],
        "plot": [
            "A FRENCH GUY NAMED Saba, is a series that started as a gift to a friend. Saba didn't know what to give his friend, for his 50th birthday, and decided to make a parody/tribute to his friend's favorite band, Journey. Because of the response, Saba continued. Since the 6th episode, Saba has been using green screen to be able to play all the characters in the videos. The songs are randomly chosen, and mostly songs that Saba likes for personal reasons. A few episodes were made to wish birthdays, and others to thank friends or to shout out a message to a family member. This is only to entertain and to distract you, from your every day life.::SB"
        ],
        "tech": {
            "runtime": [
                "6 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 9.9
            },
            "males": {
                "votes": 7,
                "rating": 4.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "females": {
                "votes": 4,
                "rating": 9.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.5
            },
            "us users": {
                "votes": 3,
                "rating": 6.7
            },
            "non us users": {
                "votes": 1,
                "rating": 1.0
            }
        },
        "number of votes": {
            "10": 7,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.1,
        "median": 1
    }
}