{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            },
            {
                "country": "USA\n",
                "date": "4 September 2013"
            }
        ],
        "release dates": [
            "USA::2013",
            "USA::4 September 2013"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Market Climbing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "plot": "\n    Gary and the crew head to New Orleans, Louisiana to talk with Burnell Cotlon, owner of Lower 9th Ward Market, a convenience store, barber shop, and Laundromat that's saving the community. Then they head to Flagstaff, Arizona to talk with Paul Kent, creator of Flagstaff extreme, a treetop adventure course.    "
                },
                "2": {
                    "title": "Chillin' with Goats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Austin, TX to talk with Jae Kim, owner of Chi'Lantro, a Korean BBQ inspired food truck and catering company. Then they head over to Phoenix, Arizona to meet with Sarah Williams and April Gould, co-founders of Goat Yoga, the first ever interactive yoga with trained goats.    "
                },
                "3": {
                    "title": "Barn to Be Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Phoenix, Arizona to meet with Thomas Porter, owner of Porter Barn Wood, Arizona's number one resource for reclaimed lumber. Then they head over to Houston, Texas to meet with Nicole Buergers, the founder of Bee2Bee Honey Collective, a honeybee farm that provides local honey and beekeeping services.    "
                },
                "4": {
                    "title": "Knock to Come Inn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "29 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Bay St. Louis, Mississippi to meet with Nikki Moon, owner of Bay Town Inn, a luxurious bed and breakfast right in the heart of Bay St. Louis. Then they head over to Houston, Texas to meet with Ohad Nezer and Jake Boshernitzan, owner of Knocki, a tech hardware company that gives you instant control of your favorite functions from any surface.    "
                },
                "5": {
                    "title": "Virtual Toys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "5 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Austin, Texas to meet with Jan Goetgeluk, owner of Virtuix, a virtual reality company that created the Virtuix Omni(TM) motion platform. Then they head over to Las Vegas, Nevada to meet with Lizzy Newsome and Trevor Yopp, the owners of Kappa Toys, a design-minded toy store, with a wide selection of oddities and classics.    "
                },
                "6": {
                    "title": "The Concrete that Broke the Camel's Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "12 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Las Vegas, Nevada to meet with Guy Seeklus, owner of Camel Safari, a premier camel ride and Segway tour experience. Then they head over to Phoenix, Arizona to meet with Brandon Boetto, owner of SlabHaus, a business specializing in high-end concrete home furnishings.    "
                },
                "7": {
                    "title": "A Bearded Delight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "19 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Austin, Texas to meet with Jeremiah Newton, owner of The Bearded Bastard, a legendary beard grooming products made by hand. Then they head over to Detroit, Michigan to meet with Amina Daniels, owner of Live Cycle Delight. Live Cycle Delight is the first contemporary cycle studio to offer cycling classes, a bike lounge, and a cold-pressed juice bar.    "
                },
                "8": {
                    "title": "FINN-ish your Beer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to New Orleans, Louisiana to meet with Daniel Victory, the founder of Victory Nola, a bar-meets-classroom operation that teaches visitors how to make classic New Orleans Cocktails. Then they head over to Grand Rapids, Michigan to meet with Jeff Butzow, a fishmonger and the owner of Fish Lads of Grand Rapids, a seafood restaurant and fresh seafood store.    "
                },
                "9": {
                    "title": "The Athletic Board",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "3 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Las Vegas, Nevada to meet with Cathy Brooks, owner of Hydrant Club, a dog boarding and training facility in Downtown Las Vegas. Then they head over to Grand Rapids, Michigan to meet with Sara Moylan, owner of Shefit, an athletic apparel company with the highest level of support.    "
                },
                "10": {
                    "title": "Necklace or Neck Brace?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "10 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Austin, Texas to meet with Jessica Honegger, owner of Noonday Collection, a business that uses fashion to create employment opportunities around the world. Then they head over to Houston, Texas to meet with Shawn Baker, owner of Tantrums, A business that allows individuals to release frustrations in a safe and effective way, one baseball bat at a time.    "
                },
                "11": {
                    "title": "Juice Messenger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "17 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Sedona, Arizona to meet with Summer and Mike Sanders, co-owners of Local Juicery, a super food kitchen that makes Organic Cold Pressed Juice and healthy cuisine. Then they head over to Las Vegas, Nevada to meet with Fredrick Hutson, owner of Pigeonly, a company that provides families with low-cost inmate communication.    "
                },
                "12": {
                    "title": "Wine Wardrobe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "24 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Flagstaff, Arizona to meet with Joe Bechard and Kris Porthier, creator of Chateau Tumbleweed, an independent winery and tasting room. Then they head over to Houston, Texas to meet with fashion designer Onyii Brown, owner of Onyii and Co., a luxury lifestyle clothing brand that caters to women.    "
                },
                "13": {
                    "title": "Pedaling Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "31 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Gary and the crew head to Las Vegas, Nevada to meet with Holly Webster, the founder of Cake Azure, a bakery and specializes in custom fondant work. Then they head over to New Orleans, Louisiana to meet with Marin Tockman, owner of Dashing Bicycles, a modern bicycle boutique powered by women.    "
                }
            },
            "1": {
                "1": {
                    "title": "ZOMBIES, PICKLES and CHEESE OH MY!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew travel to Milwaukee to meet with the \"Gouda Girls\" to find out how they started an award-winning grilled cheese food truck. Then they head to Detroit to talk to \"McClure's Pickles\", who started a pickle company that went from the farmers market to a global brand. Last, they stop by Pittsburgh to meet with \"House of the Dead\", a zombie store that has customers dying to buy some zombie swag.    "
                },
                "2": {
                    "title": "TWO GIRLS, a GUY, and a PIZZA TOUR!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew start in Chicago to meet with John, who created \"Chicago Pizza Tours\", a business that's taking a bite out of Chicago. Then they head to Pittsburgh to meet with Lori and Marybeth, the who started the new, hip youth clothing line \"Yo Bro\", apparel for little dudes. And last, they swing by Milwaukee to meet with Tim, the seasoned contractor and designer who built the \"Iron Horse Hotel.\"    "
                },
                "3": {
                    "title": "PLANT YOUR FEET on the GROUND!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew travel to Pittsburgh to talk to John, the creator of \"Pittsburgh Paragliding\", a new business that's really taking flight for Pittsburgh tourism. Then they head to Chicago to meet with Brock and Prosper, who start \"Vivid Braille\" a new retail clothing store with a creative twist. And last they swing by Indianapolis to talk to Colin, who invented \"The Garden Tower Project\", and new way of growing fresh organic vegetables.    "
                },
                "4": {
                    "title": "BREAK AWAY and TAKE a VACATION",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew are heading to Brooklyn, New York to talk to Monique, who began \"Akwaaba\", a unique bed and breakfast that's getting rave reviews. Then they travel to Indianapolis to speak with Heather, who started \"Retro 101,\" Indiana's first fashion boutique on wheels. And last, they swing by Milwaukee to meet with Ray, who created \"Rays Indoor Mountain Bike Park\" a place for anyone from amateurs to professionals to enjoy biking year round.    "
                },
                "5": {
                    "title": "NEVER DESSERT YOUR FELLOW MAN!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew travel to Pittsburgh to meet with Josephine, who started \"La Dorita,\" a new brand of dulce de leche, moving her grandmother's secret recipe to shelves around the country. Then they head to Washington, DC to speak with Cynthia, the owner and artist of \"Cirque Du Rouge,\" who's taking the artistry and tradition of tattoos design to a new level. And last, they venture over to Chicago to meet with Ethan and Desiree, the founder of Give Forward, an online fundraising site that aims to help with medical expenses.    "
                },
                "6": {
                    "title": "WORKIN LIKE a HOT DOG!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew head to Indianapolis to chat with Bev, who started Happy Dog Hotel and Spa, a pet facility that's provides high-standard care for man's best friend. Then they travel to Cleveland to meet with Al \"Bubba\" Baker, NFL player turned restaurateur, who began \"Bubba's Q,\" a family restaurant with a lot of heart and some very unique ribs. And last, they trek over to Detroit to speak with Roger, who created \"Train Like A Savage,\" a no-holds-barred workout regime that's mental and physically challenging its devotees.    "
                },
                "7": {
                    "title": "NEWALK a MILE in THEIR SHOES!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew head to Detroit to talk to Tawny, who started \"Pink Pump,\" a trendy boutique that's dressing and accessorizing fashionista throughout southeast Michigan. Then they make their way to Milwaukee to meet with Ian and Jason, who created \"Newaukee,\" a social media site that's helping young professionals to connect and explore all that Milwaukee has to offer. And last they venture to Chicago, to chat with Chastity, the founder \"Urban Fit Clubs,\" a network that provides its members with access to a number of Chicago's best boutique fitness studios.    "
                },
                "8": {
                    "title": "ANDY WARHOWL's KITCHEN!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew travel to Washington, DC to meet with Ethel, who started \"Doggie Washerette,\" a self-service dog wash that aims to meet the convenience needs of urban pet owners. Then, they make their way to Chicago to visit with Nick, who began \"Real Kitchen,\" a gourmet carry-out restaurant that prepares home-style meals with high-quality ingredients. And last, they head over to Cleveland to talk to Jason, who started \"Cleveland Art,\" a workshop that repurposes industrial pieces into custom furniture feature cutting-edge designs.    "
                },
                "9": {
                    "title": "PACK ONLY WHAT YOU KNEED!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew venture to NYC, to speak to Helen, who, with the help of her two sons, created 'Lo and Sons,\" a line of stylish and practical carryall handbags and travel totes. They, they head to Detroit, to visit Robert and Sherri of \"Detroit Mercantile,\" a boutique for the urban pioneer offering a collection of new and vintage local items. And last, they travel to Milwaukee, to chat with Judi, who started \"It'z My Party Cakery,\" a family owned and operated bakery that knows how to sweeten any celebration.    "
                },
                "10": {
                    "title": "PLEASE DON'T FEED the MONSTERS, THEY ARE ALREADY STUFFED!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew venture to Chicago to speak with Mike and Chao, who opened \"Union Street Sushi + Barbeque Bar,\" where patron dine on Japanese-influences cuisine with an East-meets-West flair. Then they travel to Cleveland, to meet with Mike and Bryan, the founders of \"e-funeral,\" a site that's transforming the way funeral arrangements are made. And last, they head over to Indianapolis, to visit with (Name), who started \"Promise Monsters,\" a toy company that's spreading kindness with every monster that leave their shop.    "
                },
                "11": {
                    "title": "The Salad of John and Yoko",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and the crew travel to Cleveland, to chat with Vince, who opened \"Gotta Groove Records,\" a one-shop-shop vinyl production factory. Then they head to Detroit to meet with Suzanne of Simply Suzanne Natural Foods, a natural food company that offers a medley of sweet and savory granola treats. And last, they swing by Washington, DC, to meet with speak with Noah, who created \"Feastly,\" a networking site that's uniting foodies across the world.    "
                },
                "12": {
                    "title": "YOU ARE SO GOUDAFUL, to ME",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Gary and they crew head to Washington, DC, to talk to Carolyn, who started \"Righteous Cheese,\" a shop that is all about pairing good food, good drinks and good company. Then they travel to NYC to meet with Constance, the founder of \"Hot Girls Pearls,\" a line of fashionable accessories that are keeping women cool. And last, they venture to Detroit, to speak with Burkey, a craftsman who began \"Four Chamber Forge,\" a brand that features a variety of one-of-a-kind, handmade wood and leather creations.    "
                },
                "13": {
                    "title": "IT LOOKS GOOD on YOU",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    START UP TV SHOW is a television program that offers its viewers an up-close and personal look into the world of the modern American entrepreneur. As complicated as starting a business may seem, START UP attempts to demystify the process by sharing the real life experiences of average Americans who are taking control of their own destiny. With a hip, modern style and a unique approach to traditional interview-based television, START UP is a truly original show that intends to inspire, educate and entertain viewers in a way that is neither dramatized nor exaggerated. ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Crabby Head",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew travel to Atlanta, GA to talk to Luke who started Sack Daddy's, a new seafood restaurant concept based off a family recipe. Then they swing by Louisville, KY to talk to Heather who created Custom Wig Company, a business that makes handmade wigs for customers all over the world.    "
                },
                "2": {
                    "title": "Lip Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Cedar Rapids, IA to talk to Steve and Andrea, a husband and wife team who created Eco lips, a B corporation that creates organic lip balm. Then they head over to Birmingham, Alabama to talk to Selena who started Sarcor, a civil engineering firm that's helping to redesign local communities.    "
                },
                "3": {
                    "title": "Rotelle me More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew travel to Minneapolis, MN to meet with Roger, one of the owners of Alley Cats, a bike shop that sells, repairs and restores bicycles. Then they swing by Iowa City, IA to talk to Julie who created ZaZa's, a Italian specialty market that makes fresh homemade pasta.    "
                },
                "4": {
                    "title": "Pie in the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew travel to Birmingham, Alabama to meet with Jeff, Jason and Chris who started Slice Pizza, a family business that's reshaping the local scene. Then they head to Louisville, KY to meet with Emily who created Graceship, a company that produces multi-use handbags.    "
                },
                "5": {
                    "title": "A Fisheye View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Madison, WI to meet with Brian who created Fishidy, a smart phone app that's helping fisherman become more successful. Then they head to Minneapolis, MN to meet with MJ and Susan who started Eyemusement, a company that designs fashionable and affordable eyewear.    "
                },
                "6": {
                    "title": "Cultured Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Iowa City, IA to meet with Veronica, who created Yotopia: Iowa City's first frozen yogurt shop that sources local ingredients. Then they swing by Madison, WI to meet with Matt who started Murfie, a company that turns your old CD's and Vinyl into high quality digital files.    "
                },
                "7": {
                    "title": "Wooly You Like to Be Seated?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Asheville, NC to talk to Grace and Mariano who started Appalache, a clothing company that makes handmade outdoor apparel with locally sourced wool. Then they head to Edwardsville, IL to meet with Jenny and Ed who started Cleveland Heath, a restaurant that has critics raving all around the country.    "
                },
                "8": {
                    "title": "Clothing Drive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Nashville, TN to talk with Chip, who created Celebrity Bus Drivers Academy, a one of a kind school that teaches people how to drive a bus for celebrities. Then they head over to St. Louis to talk to Dawn, who created Made for Freedom, a clothing company that employs former victims of human trafficking.    "
                },
                "9": {
                    "title": "The Art of Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Nashville, TN to meet with Susan and Rowan, who started MillarRich, a company that places people with intellectual disabilities into loving homes. Then they head to Asheville, NC to meet with Lauren and Matt who created Zappow, an art gallery with a twist that's drawing national attention.    "
                },
                "10": {
                    "title": "A Hole in One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to St. Louis, MO to talk to Cory and Jason who created Strange Donuts, a unique donut shop that's encouraging St. Louis residents to \"stay strange.\" Then they swing by Asheville, NC to talk to Evan who started Silver Leaf, an herbal pharmacy and acupuncture studio that encourages a natural, holistic lifestyle.    "
                },
                "11": {
                    "title": "Tap the Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Minneapolis, MN to talk to Bob who started Above the Falls, a kayak rental and tour company that takes people up the Mississippi river. Then we head over to Madison, WI to talk to Henry, Andrew and Giotto who created Mob Craft, the worlds first crowd sourced brewery.    "
                },
                "12": {
                    "title": "Maids Quarters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Atlanta, GA to talk to Alex, who created Eco-Friendly maid service: a cleaning company that manufactures cleaning products from organic and raw ingredients. Then, we head over to St. Louis to meet with Mike, who started Orbit, a unique pinball lounge with a twist.    "
                },
                "13": {
                    "title": "Board to the Core",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Gary and the crew head to Nashville, TN to talk with Will who created Salemtown Board Company, a business that makes handcrafted skateboards while giving back to the community. Then, we swing by Somerset Center, MI to talk to Steve, the owner of Meckley's, an apple orchard that makes homemade hard cider.    "
                }
            },
            "3": {
                "1": {
                    "title": "Coupon Cutter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew travel to Detroit, MI to talk to Sebastian, the owner of Social Club Grooming Company. Watch how he realized his dream of being a business owner and is changing the face of the classic barbershop. Then they swing by Buffalo, NY to talk to Patrick who created City Dining Cards, a business that's putting a new spin on traditional couponing. Watch how he is creating value for consumers and local businesses.    "
                },
                "2": {
                    "title": "Maple Alley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew head to Vermont to talk to Dori the owner of Tonewood, a unique business that collaborates with expert sugar makers to create single source, raw maple products. Then they head over to Hamtramck, Michigan to talk to Chris, the owner of Fowling Warehouse, a business centered around his homemade backyard sport that combines football and bowling. Watch how he's creating a movement that's bound to become a new national past time.    "
                },
                "3": {
                    "title": "Spirits Lifted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew travel to New Haven, Connecticut to talk to Stacey, the owner of Air Temple Arts, an uplifting and challenging way to exercise and practice circus arts. Then they swing by Providence, Rhode Island to talk to Aaron and Hannah, the co-founders of Sproutel, a company that makes Jerry the Bear to help educate children on diabetes.    "
                },
                "4": {
                    "title": "Thirsty for Knowledge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew travel to Connecticut to visit with Denisha, the owner of Plucked Admissions, an easy and sufficient website that aids high school students in searching and applying to colleges. Then they head over to Plymouth, Michigan to talk to the James' sisters, who founded Drought Juice, an organic line of raw juices that helps nourish customers.    "
                },
                "5": {
                    "title": "Shopping to the Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "4 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew head to Double Midnight Comics in Concord, New Hampshire, to talk to Chris and Scott: two brothers who took their love of comics and gaming and followed their dream to create an exciting environment for gamers to mingle and game together. Then they visit Bailey Road in Vermont, a high-end boutique in downtown Montpelier that focuses on the classic in-store experience of shopping for any occasion.    "
                },
                "6": {
                    "title": "Baked Artistry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "11 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew travel to Boston, MA to talk to Scott, the owner of Wicked Good Cupcakes; a cupcake shop that creates cupcakes from scratch and distributes their ingredients in jars to customers all over the country. Watch how they've transformed since being featured on ABC's Shark Tank. Then they swing over to New Hampshire to talk to Christa, the owner of The Place Studio Gallery, a fun and creative studio that teaches a variety of art courses, as well as displaying customers' art in-house.    "
                },
                "7": {
                    "title": "Dyeing to Cruise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "18 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew visit Buffalo, New York, to talk to Matt, the creator of Craft Cruiser, a social and active way of touring the city while enjoying refreshing craft beers. Then they swing over to Saco River, Maine, to chat with Claudia, the owner of Saco River Dyehouse. Experience how this organically certified manufacturer helps customers dye a variety of textiles.    "
                },
                "8": {
                    "title": "Wake Up and Smell the Dog Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew visit New York to talk to Sam, the owner of Public Espresso, a local coffee shop that serves single-origin coffees from around the globe. Then they head to Boston, Massachusetts to talk to Emily, creator of Fedwell, a brand of organic dog food that strives to bring a home cooked meal to every dog.    "
                },
                "9": {
                    "title": "Don't Fret About Technology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew visit Vermont to talk to Ben and Jeff, co-owners of Music Store Live, a booming website that aims to combine the local guitar shop feel with the online shopping convenience. Learn how customers can buy and trade a variety of guitars and gear. Then they head over to Massachusetts to chat with Michelle, the owner of Love the Cool, a digital media agency that serves clients such as CVS, Vogue, and Instacart.    "
                },
                "10": {
                    "title": "Bring Home the Chickens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew head to Providence, Rhode Island to talk to Drake, the owner of Cluck!, an urban farm and garden supply focused on helping customers adapt and maintain a healthy lifestyle. Then they swing over to Ferndale, Michigan, to talk to Bradley, the owner of The Home Store, a local real estate agency that helps customers recover from foreclosures.    "
                },
                "11": {
                    "title": "Retail or Salt Therapy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "15 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew head over to Portland, Maine, to talk to Don, the owner of Salt Cellar, an elaborate shop with every kind of salt imaginable, including Himalayan salt blocks and salted caramel chocolates. Then they swing over to New Haven, Connecticut to talk to Neville Wisdom, a fashion designer who custom fits women's and men's high-end clothes in-house.    "
                },
                "12": {
                    "title": "Red or Oyster White?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew visit Amherst, New Hampshire to talk to Amy, the owner and founder of LaBelle Winery, home to Amy's perfected blueberry wine. Then they head over to South Kingstown, Rhode Island to visit Perry, the owner of Matunuck Oyster Bar, where only the finest of local oysters and seafood are served.    "
                },
                "13": {
                    "title": "Fed to the Lobsters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "29 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Gary and the crew head to Maine to talk to Tom, the owner of Maine Coast Shellfish to see how the finest catches of seafood are caught in the local Maine waters and distributed all over the world. Then they head to Detroit, Michigan to talk to Pashon, the founder of Detroit Dirt, a local business that creates compost to help feed and revitalize the community.    "
                }
            },
            "4": {
                "1": {
                    "title": "Dinner and Apps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Seattle, Washington to talk with chef Edouardo Jordan, creator of Salare, a farm to table restaurant with rave reviews. Then they head to Ann Arbor, Michigan to talk to Skye Durrant and Brandon Bertrang founders of LawnGuru, an online lawn service and mobile app.    "
                },
                "2": {
                    "title": "Have a Beer Outdoors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Portland, Oregon to talk with Ashley Rose Salvitti, the creator of Brewvana, a tour company of Portland's finest microbreweries. Then they head to Detroit, Michigan to talk to Candace Simons, founder of Brooklyn Outdoor, a unique outdoor advertising company.    "
                },
                "3": {
                    "title": "Cheesy Effects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Bandon, Oregon to talk with Greg Drobot and Daniel Graham, the co-founders of Facerock Creamery, an artisan cheese factory and retail store. Then they head to Poway, California to talk with Brea Joseph, the owner of KBZ FX, a special FX make-up studio.    "
                },
                "4": {
                    "title": "Alpaca the Candles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to White City, Oregon to talk with Richard and Renata Gyuro, the founder of Alpaca's at Lone Ranch, an Alpaca farm and retail store. Then they head over to Garden Grove, California to meet up with Diosdado Velasquez, the founder of Natures Kindle, handcrafted soy candles.    "
                },
                "5": {
                    "title": "Strike an Adventurous Pose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to La Jolla, California to meet up with Chris Lynch and Michael Samer, the founder of Everyday California, an ocean adventure company and lifestyle brand. Then they head to Seattle, Washington to meet up with Nikki Closser, a former social worker turned photographer.    "
                },
                "6": {
                    "title": "Don't Horse Around with the Chocolate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Morgan Hill, California to talk with Beth Killough and Susan McCusker, the founders of The Circle Up Experience, a horse assisted leadership and team building program. Then they head to Hamtramck, Michigan to talk to Alexandra Clark, the founder of Bon Bon Bon, am artisan chocolate company.    "
                },
                "7": {
                    "title": "Hub Repair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Portland, Oregon to talk with Farhad Ghafarzade, the founder of Green Drop Garage, an eco-friendly auto repair shop. Then they head over to San Diego, California to meet up with Felena Hanson, the founder of HeraHub, a female only co-working space.    "
                },
                "8": {
                    "title": "The Cheese Board",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to San Francisco, California to talk with Taylor and Kevin, the founders of Blue Board, a unique employee reward company. Then they head to Seattle, Washington to meet up with Junea and Cameron Rocha, the creators of BraziBites, a company that specializes in Brazilian cheese bread.    "
                },
                "9": {
                    "title": "A Coffee Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Seattle, Washington to talk with Suzie Lee, the creator of Siren, a online dating site that focuses on comfort, privacy and mutual respect. Then they head over to Oakland, California to meet up with Keba Konte, the founder of Red Bay Coffee, a roaster and coffee bar.    "
                },
                "10": {
                    "title": "Room for Lunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "27 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Los Angeles, California to talk with Filip and Nadia Kristo, the creator of Roomescape Los Angeles, a live group based escape game. Then they head to White Lake Michigan to talk to Sherry French, the creator of SpBang, a company that manufactures reusable lunch products.    "
                },
                "11": {
                    "title": "Eggs and Wine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Napa, California to talk with Hardy Wallace, co-founder of Dirty and Rowdy Family Winery, an artisan wine maker that's breaking all the rules. Then they head to San Marino, California to meet up with Shaun and Gary Tuch, the founders of Professor Egghead, an interactive science and engineering program for kids.    "
                },
                "12": {
                    "title": "3D Sushi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "11 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Detroit, Michigan to talk with Jay Rayford, co-founder of Social Sushi, a pop-up sushi concept. Then they head over to San Diego, California to meet up with Braydon Moreno, co-founder of ROBO 3D, a company that manufactures 3D printers.    "
                },
                "13": {
                    "title": "Camping Goods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "18 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Gary and the crew head to Silver Lake, California to meet up with Derek Michael, the creator of Happier Camper, a company that manufactures ultra-light travel and utility trailers. Then they head over to San Diego, California to meet up with Sophia Hall, the founder of The Make Good, a curator of local handcrafted products and resale clothing.    "
                }
            },
            "6": {
                "1": {
                    "title": "Grassroots Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "plot": "\n    Daniel Rose wanted to help people, so he went to school to become a nurse. Watching the countless cases that he felt could have been avoided through a better diet he decided to change the course of his life and create a source of real food. So, Daniel left health care, found a plot of land in northeast Tulsa, Oklahoma and opened Grassroots Ranch. Now Daniel and his wife Maria provide old-fashioned, all-natural foods using sustainable farming methods.    "
                },
                "2": {
                    "title": "LFLS Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "plot": "\n    Growing up in West Helena, Arkansas life wasn't always easy for 22 year old Eric Jones. Eric overcame countless obstacles, including the loss of both parents, but that didn't stop the ambitious 22 year old from creating LFLS Shoes, a company that sells high quality shoes at affordable prices designed in the US and manufactured in Brazil.    "
                },
                "3": {
                    "title": "The DeLeon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "plot": "\n    Eric and Jodie DeLeon ran a wedding space in downtown Kansas City, but felt that they could do even better in crafting a memorable experience that focused on customer service. They relocated to an old funeral chapel in a beautiful historic building, fixed it up, and began a new company that caters exclusively to the dreams and desires of brides and grooms.    "
                },
                "4": {
                    "title": "Shire Post Mint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "plot": "\n    Knife maker Tom Maringer used his metal working skills to start engraving coins, using hand-engraved steel dies and pressing coins one at a time. Thus, Shire Post Mint was born and Tom has been minting custom coins ever since. His work caught the eye of George R. R. Martin who commissioned some coins for a new book called A Song of Fire and Ice, which became the hit HBO series \"Game of Thrones.\" He and his family still maintain the mint, pressing, packing and shipping them all themselves, just as they would have hundreds of years ago.    "
                },
                "5": {
                    "title": "afloat: Mind + Body Wellness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "plot": "\n    Afloat provides float therapy, infrared saunas, and sound therapy. Vicki Westergard decided to forego retirement for entrepreneurship when she left her corporate job at 56 years old. She had experienced float therapy, or \"sensory deprivation\" first hand and it changed her life, so she took out a loan and created afloat: Mind + Body Wellness to Omaha.    "
                },
                "6": {
                    "title": "Meshuggah Bagels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "plot": "\n    Unable to find a real New York style bagel in Kansas City, husband and wife Janna and Pete Linde would lug suitcases full bagels from the east coast back to Missouri for years. After working for corporations for most of their lives, they quit their jobs and decided to turn their love of bagels into a business. Today, Meshuggah Bagels has four locations and uses age-old Kosher methods to make traditional New York bagels for the people of the Kansas City.    "
                },
                "7": {
                    "title": "Glacier Confection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "plot": "\n    Bill Copeland is a US Army veteran and a Master Chocolatier. He opened Glacier Confection in the Tulsa Arts District in 2006. He was inspired by Major Dan Rooney of \"Folds of Honor\" and decided to link his business with help for veterans, especially with those who have PTSD and were having difficulty integrating back into society. Now in his new location, he's teaching chocolate making 101 classes, donating a portion of every sale to veterans.    "
                },
                "8": {
                    "title": "Bulu, Inc.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "plot": "\n    While subscription box services have become massive new market, Bulu Box was the sixth company on the scene. They now focus on private label subscription boxes for companies of all sizes. Founders Paul and Stephanie Jarrett walk us through how they've lead the way and changed the game in this exciting new category.    "
                },
                "9": {
                    "title": "Periwinkle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "plot": "\n    Cole Johnson has a science degree in Health and Safety Management, a member of the American Society of Safety Engineers, and has a certification as an EMT. After a layoff from his Health and Safety job, he called on his friends Jordan and Seth to start a small business. Without hesitation, they collectively abandoned traditional employment and went all-in on Periwinkle; service-based business that cleans out and organizes your garage.    "
                },
                "10": {
                    "title": "Con Quesos & Juice Palm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "plot": "\n    Omar Kasim created a fast-casual fusion taco restaurant in Fayetteville Arkansas, only to be pushed out of his own business by an investor. Picking himself up and starting again, Omar stayed positive and opened a cold-pressed juice bar named Juice Palm. Over time, the investor ran Con Quesos into the ground and Omar was able to buy back his first restaurant, bringing it back to the standards he'd set originally.    "
                },
                "11": {
                    "title": "J. Rieger & Co.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "plot": "\n    In the 1800's, J. Rieger and Co. was the largest mail-order whiskey maker in the U.S when prohibition forced them to permanently shut their doors. 90 years later, Kansas City bartender Ryan Maybee discovered a faint Rieger billboard on the site of his new establishment and made it his lives mission to resurrect the brand with the only remaining heir to the Rieger name. Watch how Maybee and Andy Rieger resurrect a family legacy and build an incredible business in the process.    "
                },
                "12": {
                    "title": "Flipside Ninja Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "plot": "\n    Caleb Benson is a 10 year veteran of the USCG and now the co-owner/operator of Flip Side Ninja Park with his wife Emily. Both fitness fanatics, Caleb and Emily abandoned their careers to chase something they both truly loved, fitness and helping people stay active and improve their health. So they put their house up for collateral and started an indoor ninja training facility in Arkansas.    "
                },
                "13": {
                    "title": "Mobility Designed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Start Up (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "plot": "\n    Max Younger watched his dad struggle with crutches for years, but when his father finally had a leg amputation, Max and his wife Lilliana sprang into action to design a new style of crutch that was easier, safer, more comfortable, and allowed people mobility without compromise. Starting the company Mobility Designed, the Younger's drastically improved a design that hadn't changed since the Civil War.    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Bredow, Gary"
            },
            {
                "name": "Gould, April"
            },
            {
                "name": "Shuffield, Doug"
            }
        ],
        "locations": [
            "Detroit, Michigan, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "number of seasons": 6,
        "rating": 8.1,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmE2MWZhZTktZmJlYi00MDQ0LWE5MzktOWM1OWNlNDVlNTkzXkEyXkFqcGdeQXVyMTI2ODk1MTY@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$500,000 (estimated)",
        "plot outline": "'Start-Up' is a television program that offers its viewers an up-close and personal look into the world of the modern American entrepreneur. A truly original show with a first-of-its-kind premise, Start Up offers viewers a unique behind the scenes look at how average people are rebuilding America, one business at a time.",
        "languages": [
            "English"
        ],
        "title": "Start Up",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Start Up (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Bredow, Gary"
            }
        ],
        "distributors": [
            {
                "name": "NETA National Educational Telecommunications Association"
            }
        ],
        "plot": [
            "'Start-Up' is a television program that offers its viewers an up-close and personal look into the world of the modern American entrepreneur. A truly original show with a first-of-its-kind premise, _Start Up_ (qv) offers viewers a unique behind the scenes look at how average people are rebuilding America, one business at a time.::Gary Bredow",
            "'Start-Up' is a television program that offers its viewers an up-close and personal look into the world of the modern American entrepreneur. As complicated as starting a business may seem, our goal is to DE-mystify the process by sharing the real life experiences of average Americans who are taking control of their own destiny while creating jobs for others. Start-Up is a truly original show with a first-of-its-kind premise, giving viewers a unique behind the scenes look at how average people are rebuilding America, one business at a time.::Gary Bredow"
        ],
        "tech": {
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 9.2
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "males": {
                "votes": 5,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 9.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 4,
                "rating": 8.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 2,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}