{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 June 2013"
            }
        ],
        "release dates": [
            "USA::22 June 2013"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Quick Flip or Slow Drip",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A competitive couple attempts to power through their first flip in Holmes, Pennsylvania. The project starts strong, but unforeseen plumbing issues cause the panicked couple to question if they can pull through at all.    "
                },
                "2": {
                    "title": "Momma Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A college student enlists the help of her mother to flip a house in Connecticut for tuition money. But after a strong, optimistic start, the hard-working mother worries about her daughter losing interest in the project.    "
                },
                "3": {
                    "title": "On a Limb",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A woman in Milford, CT, begins to worry when her husband's haphazard renovation methods take their flip off the rails. Concerned about the quality of the job, she takes back control of the construction to carry them through.    "
                },
                "4": {
                    "title": "Flipped Out Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Two real estate agent best friends flip their first home in Tacoma, WA, relying on their knowledge of what sells. However, with no prior renovation experience, they put their friendship, flip and safety on the line.    "
                },
                "5": {
                    "title": "When Duty Calls",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Busy parents attempt their first flip in Kettering, OH, but things get hectic balancing life at home, their landscaping business and the flip's short schedule.    "
                },
                "6": {
                    "title": "Rebuilder's Remorse",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A husband recruits his wife to help flip their first home in Grand Forks, ND. She loves demolition, but things get tricky when he realizes she may not be the best partner to navigate the rebuild process as winter approaches.    "
                },
                "7": {
                    "title": "Flipping in the Big Easy",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Two friends and stay-at-home moms decide to flip their first house together in New Orleans, Louisiana, but their conflicting design styles and schedule test the limits of their friendship.    "
                },
                "8": {
                    "title": "Besties on a Budget",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "10 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Best friends flip a house in Amherst, NY, and struggle to complete projects themselves due to lack of experience. One failed project after another leaves one friend looking to the pros, but the other searches for a cheaper method.    "
                },
                "9": {
                    "title": "Flip-cation",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A West Coast couple attempts a flip while on vacation in New York state. He wants to find contractors to finish the house when they're back home, but she worries they won't find anyone who can see her vision through to completion.    "
                }
            },
            "1": {
                "1": {
                    "title": "Philadelphia Fixer",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Abby and Matt have high hopes for their first flip. Abby is a designer, but she's never designed a whole house, and Matt is an engineer, but he's never built anything. On paper it could work, but before long, Abby's father, a general contractor, gets the call that his help might be needed on the other side of the state in this Philadelphia flip.    "
                },
                "2": {
                    "title": "Flippin' Termites",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Tabatha and Scott are out to flip their first house, but their property has a pesky little problem that could turn into major money loss. They'll need to adjust their schedule and their plan of action to get this house in market ready condition. Will they come out with a profit?    "
                },
                "3": {
                    "title": "Inspector Havoc",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Phil and Sheri bring their energy and funny chemistry to this quaint renovation. Their unconventional methods of mule kicks, chainsaws and designer boots seem to get the job done until an unexpected visitor threatens to put an end to their beginner's luck. Will they finish their first flip or get stuck paying a mortgage they can't afford?    "
                },
                "4": {
                    "title": "Take a Load Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Chrissy and Eric have some big ideas for their first flip. Problem is, neither Chrissy nor Eric know for sure if these plans are even possible. They want an open concept first floor and they want to tear down an entire structure in the backyard. It's a wild ride, but they're in it for the big money.    "
                },
                "5": {
                    "title": "The Family That Flips Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Jerry has wanted to try his luck at house flipping for years. With his brother in law as his financial backer and his wife and kids as the extra labor forces, he's finally got his chance. This flip is a family affair.    "
                },
                "6": {
                    "title": "Fighting Tooth and Nail Gun",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    For their first flip, Bryan and Kathy Froelich hope to make a profit large enough to get their home development company off the ground. They have a lot of hard work ahead of them, but with a little perseverance, their big dream may come true.    "
                },
                "7": {
                    "title": "Til' Tile Do Us Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Chris and Rachel are attempting their first flip with the desire to make a profit and break out of their comfort zones. With Chris' ex-wife helping out with the renovations, comfort zones will no doubt be tested, but this soon-to-be-married couple will need all the help they can get if they want their flip to be successful.    "
                },
                "8": {
                    "title": "Bayou Buyin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    For their first flip, Maria Plaisance and her boyfriend Randy are turning a run-down, two-family home into one large dream house in hopes of making a substantial profit. As if a first time flip isn't stressful enough, the tension increases when Maria calls in her ex-husband to help with the demolition, but these two need the help to get the job done.    "
                },
                "9": {
                    "title": "Digging Up Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Mother-daughter duo Darlene and Laura Schror are flipping their first home together. They quickly discover that they have a lot to learn, but with some hard work, the Schror women may be able to work a miracle and turn the profit they're hoping for.    "
                },
                "10": {
                    "title": "Double Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Will and Mike Homere are close cousins and are teaming up to flip a two-unit house as a new business venture. The two men are excited for the flip, but an unexpected event leaves one cousin shorthanded with a whole lot more work than he bargained for.    "
                },
                "11": {
                    "title": "Window Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Chris Dipreta and Brian Defosses are business partners looking to make some quick cash on a house flip. The house they purchased needs a lot of work, but this could lead to a new arm to their business endeavors.    "
                },
                "12": {
                    "title": "Flipping and Falling",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Ben and his boyfriend Will are a little over their heads as they try to flip a house to make quick cash. Their hope is to come up with enough funding for a new business, a bakery of their own. If they can create a dream home for someone else, they may be able to kick start their own dreams.    "
                },
                "13": {
                    "title": "Elevate to Renovate",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Best friends Cole Svenson and Tony Amato take on a hurricane damaged house as their first flip. They have to first raise the house an entire story before they can tackle the interior. The team has a lot of work ahead of them, but they hope to make this house better than ever and turn a profit.    "
                }
            },
            "2": {
                "1": {
                    "title": "Waterfront Worry",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Matt and Amy knew they wanted to flip a house in NJ and they didn't want to go overboard. But, Matt went off the rails gutting the whole house. Over budget and overwhelmed, Matt's plans for renovations are driving Amy insane.    "
                },
                "2": {
                    "title": "A Family That Flips Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    When Brandon found out that his mother and stepfather were going to flip a house, he decided to go to real estate school and invest in their flip. Brandon may be the baby of the family, but he knows a lot more about what sells houses than Elsie and William. He struggles to get his parents to listen to him, which begs the question, will they be one big happy family, or will this flip be one big mess?    "
                },
                "3": {
                    "title": "To Beam or Not to Beam",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Best friends Blake and Tony have invested their life savings into their first flip. The longer it takes, the more frustrated Tony becomes with his happy-go-lucky friend.    "
                },
                "4": {
                    "title": "Roto'til Death do us Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Anna and Jake are a young couple attempting to flip their first house in a wealthy area of Pennsylvania. Anna wants this house to be as upscale as the neighborhood, but Jake is worried that his wife's grand ideas will push them so far over budget that they will end up losing money on the house.    "
                },
                "5": {
                    "title": "DIY or DIE",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Megan and Sarah are DIY bloggers who've decided to take their projects to the next level by flipping a house! They have an eye for design, but a lot to learn about construction. Will an injury prevent them from finishing on time?    "
                },
                "6": {
                    "title": "Mother Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Bobby has to help his inexperienced mother flip her first house, but will she listen to his experience or stick to her own ideas about design?    "
                },
                "7": {
                    "title": "Hit the Brakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Ernie and Megan are school teachers who are flipping a house during their summer vacation. Megan wants to make this house the best it can possibly be, but Ernie just wants to finish the flip and put some money in their pockets.    "
                },
                "8": {
                    "title": "Not So Silent Partner",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Chad and April want to become professional house flippers, but will their partner Michelle blow their budget?    "
                },
                "9": {
                    "title": "Side by Siding",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Jean and her niece Elizabeth have worked together for years as land surveyors, and they have decided that their teamwork is strong enough to tackle their first house flip. While they start out optimistic, they realize they might have bitten off more than they can chew by flipping a house AND a small cottage on the same lot. As things continue to go wrong at every turn, these ladies begin to doubt if they will ever finish their project.    "
                },
                "10": {
                    "title": "Underprepared and Overwhelmed",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A couple clashes as her grand plans for their first flip threaten to push their project over budget.    "
                },
                "11": {
                    "title": "Flip School",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Three flippers who met in real estate school team up to tackle their first flip, but will their conflicting ideas prove there may not be strength in numbers?    "
                },
                "12": {
                    "title": "Late Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Friends Chris and Paul decide to flip houses together, but when Chris is more laid back than Paul, it could come back to haunt their house.    "
                },
                "13": {
                    "title": "Reckless Renovations",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Friends Tom and Mike have decided to flip a two-family home together. Mike is an experienced builder and Tom is in real estate, but Tom's recklessness on the construction site might end up sabotaging this flip.    "
                },
                "14": {
                    "title": "California Flippin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Storeowners tackle a flip, but one leaves frequently to check on their store, putting their relations to the test.    "
                }
            },
            "3": {
                "1": {
                    "title": "Her Way or The Highway",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Flippers fight over the best way to tackle their first flip when one partner thinks she knows everything about construction.    "
                },
                "2": {
                    "title": "Father Flips Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    A young, aspiring house flipper, Becky, partners up with her father to flip a house in Dundalk, Maryland. Perry wants to teach Becky all the ins and outs of home renovation, while Becky, on the other hand, wants to finish this flip as soon as possible. While the flip starts off smoothly, Becky soon realizes that she may be in for way more father-daughter bonding time than she can handle.    "
                },
                "3": {
                    "title": "The House of Broken Beams",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    A young couple, both of whom are architects, clashes over the importance of certain design elements in their first flip.    "
                },
                "4": {
                    "title": "Hole Budget",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Samm and her husband Chris have always loved doing DIY projects on their own home, so they decided to flip a house. They were able to find a condo instead and thought starting smaller would be a good idea. While the square footage may be less, this condo hasn't been touched since 1970 and everything needs to be updated. Troubles with the HOA and disagreements over their budget may make this first flip a flop.    "
                },
                "5": {
                    "title": "High Heels and High Budget",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "plot": "\n    Susan and Rolf are a husband-and-wife flipping team that have found the bargain of a lifetime in one of the country's most expensive zip codes: the Hamptons. The flippers soon find that the amazing location may not be worth all the issues they discover in this rundown home. With problems around every corner and a dwindling budget, Susan and Rolf must rush to finish the house before they completely run out of money.    "
                },
                "6": {
                    "title": "Abandon Flip!",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "plot": "\n    Friends John and Alex butt heads over timelines in their 1970s-era flip in need of a major modern update in New Jersey.    "
                },
                "7": {
                    "title": "Texas Two Flip",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "plot": "\n    High school sweethearts Samantha and Phil have decided to flip their first house, and in order to save money, they are going to live in the house as they renovate it. Samantha soon realizes that living in an active construction site may not be as easy as it seems, and the longer the flip goes on, the more Samantha wants the flip to end so she can escape the amenity-free living situation.    "
                },
                "8": {
                    "title": "Stilts and Stones May Break the Budget",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    Husband and wife flipping team, Christine and Greg, decide to flip an enormous house by the beach in southern New Jersey. The flip starts to spiral out of control when Christine's expensive taste interferes with Greg's strict budget.    "
                },
                "9": {
                    "title": "Sweat Equity",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "plot": "\n    First-time flipper Jeneane decides to partner with her boyfriend, Eric, but soon realizes that he may not have as much construction experience as she thought. She'll have to take charge if they're ever going to finish    "
                },
                "10": {
                    "title": "Never Flip with Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    Aspiring professional house flipper Kay convinces her younger cousin Arniece to help her flip a three-story townhouse in Philadelphia. Arniece reluctantly agrees to partner with her enthusiastic cousin and soon finds she has to take charge of this flip after Kay makes it clear she has no idea how to renovate a house.    "
                },
                "11": {
                    "title": "Drowning in Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    Interior designer Denise partners with her boyfriend Tom to flip a three-story home in Philadelphia. Tom realizes Denise is distracted by smaller design elements, forcing him to tackle the majority of the renovations.    "
                },
                "12": {
                    "title": "No Use Crying Over Spilt Paint",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    Marissa and Johan tackle their first flip in Orlando, but things start to spiral out of control when they realize Johan isn't as skilled as he thought he was.    "
                },
                "13": {
                    "title": "Shiplaps and Mishaps",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    After first-time flipper Tobi becomes fixated on salvaging anything she can from a historic home in New Jersey, her husband, Robert, has to find a way to appease his wife while still updating the house for a modern buyer.    "
                },
                "14": {
                    "title": "Danger and Demolition",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "plot": "\n    A young Philadelphia agent dreams of starting a flipping business and has enlisted her happy-go-lucky boyfriend as free labor. But with constant injuries and construction issues, they question if they're cut out for the business.    "
                }
            },
            "4": {
                "1": {
                    "title": "Details and Demo",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "plot": "\n    Sheen and his wife, Laurie, are flipping their first home in sunny Florida but, when the flip becomes significantly delayed, Sheen's meticulous methods annoy Laurie as she rushes to finish the flip in time for the open house.    "
                },
                "2": {
                    "title": "Toddlers and Timelines",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    Jackie and Eric's original timeline of three months for their flip is unexpectedly cut down to one month when Eric gets a job offer in another state. Jackie and Eric must work as fast as they can to complete their flip, which is made increasingly difficult with their three toddlers at the job site.    "
                },
                "3": {
                    "title": "Mistakes Lead to Breaks",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "plot": "\n    Kristen and her boyfriend, Mario, decide to flip their first house together, but when their contractor unexpectedly abandons them in the middle of the project, they struggle to finish their flip on time. Tensions run high as Kristen wants to start a new career as a professional flipper, while Mario just wants to rush through the renovation and get it over with.    "
                },
                "4": {
                    "title": "Cranky Construction",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "plot": "\n    Friends Kim and Marissa enthusiastically jump into their first flip but soon realize that they may not have enough construction experience to complete the project on their own. When renovations start to go awry and delays slow down progress, the once optimistic duo realizes they are in over their heads.    "
                },
                "5": {
                    "title": "Dancing on the Drop Ceiling",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "plot": "\n    When Daniel accidentally wins a dilapidated house in an auction, he and his pregnant wife, Katie, must rush to finish the house before their baby's due date. With multiple delays and a serious lack of experience, the chances of these flippers finishing before their baby arrives gets slimmer and slimmer as the days progress.    "
                },
                "6": {
                    "title": "Nashville Novices",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "plot": "\n    Leland is flipping a house in his hometown of Nashville, Tennessee, and has asked his parents Evy and Bob to help him with the renovations. With Leland splitting his time between his home in California and the flip in Nashville, this family of flippers struggles to complete the house on time.    "
                },
                "7": {
                    "title": "Flip Flop Flippin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "plot": "\n    Best friends Kim and Ginger are flipping their first house in beautiful Pensacola, Florida. When Ginger becomes concerned about their lack of experience, she and Kim clash over whether they should hire a professional or finish the rest of the renovations on their own.    "
                },
                "8": {
                    "title": "Going Against the Grain",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "plot": "\n    Design-savvy Shayla enlists her mom, Michelle, to help her with some of the heavy lifting on her first flip. But the deeper this mother-daughter team gets into the renovation, the more Shayla realizes that her vision for the house may not become a reality.    "
                },
                "9": {
                    "title": "Dangerous DIY",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "plot": "\n    Kyara and Khalil take on a dilapidated Baltimore townhouse for their first flip. Kyara becomes concerned that, between Khalil's dangerous renovation methods and their overall lack of experience, they might get hurt before this flip gets finished.    "
                },
                "10": {
                    "title": "Flippin' on Broken Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "plot": "\n    High school sweethearts Monty and Reagan are flipping a house in order to spend more time with each other. The flippers soon find they have bitten off more than they can chew when Monty is forced to do all the heavy lifting and Reagan's design ideas become increasingly more expensive.    "
                },
                "11": {
                    "title": "Fluff and Buff",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "plot": "\n    Longtime friends flip their first house in St. Paul, Minnesota. But when they discover a substantial mold infestation, the flip becomes delayed and the two friends clash over the budget and work load.    "
                },
                "12": {
                    "title": "Missing the Muscle",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "plot": "\n    When Craig and Matt decided to flip a house on the Jersey Shore, they expected it to be an easy project. However, their flip is sent into a tailspin when Matt must leave for several months for a new job. With Matt gone, Craig must figure out how to finish the flip on his own.    "
                },
                "13": {
                    "title": "It's Raining Cabinets",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "plot": "\n    Justin enlists his wife, Gulay, to help with the renovations on his first house flip. But when the flippers run into multiple delays and make mistakes on simple projects, Gulay starts to doubt their ability to successfully finish the flip.    "
                },
                "14": {
                    "title": "Design Debates",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "plot": "\n    When Tom decides to parlay his career as a real estate agent into house flipping, he partners up with his interior design-savvy friend Leisa. However, Tom ignores Leisa's design ideas, leading Leisa to become increasingly frustrated as the flip progresses.    "
                }
            },
            "5": {
                "1": {
                    "title": "Don't Quit on a Sandpit",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    After a man quits his job to focus on his first flip and attempts to complete everything on his own, his wife worries that his work will cause more damage than he realizes and wants to call in professional help.    "
                },
                "2": {
                    "title": "Stressful St. Paul Flip",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    A husband and wife buy their neighbor's house to beautify their St. Paul neighborhood. But while the location is convenient, the prying eyes of nosy neighbors and differing work methods threaten to get the best of these flippers.    "
                },
                "3": {
                    "title": "Dubois Flip in Dubois",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    Brooke and her boyfriend Shawn update an enormous historic home in DuBois, PA. However, Brooke's construction inexperience slows down the progress, and the young couple clashes when Shawn keeps reassigning projects to himself.    "
                },
                "4": {
                    "title": "The not so Handyman",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    Real estate agent Tabitha enlists her husband, Quincy, to flip a house with her in a quiet suburb outside Atlanta. A self-proclaimed handyman, Quincy is determined to save money by doing all the work himself. But as the flip goes on, Tabitha realizes that Quincy is not as handy as he claims to be, and the quality of the flip starts to suffer from his lack of experience.    "
                },
                "5": {
                    "title": "Father's First Flip",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "27 May 2017",
                    "year": "2017",
                    "plot": "\n    A father-daughter team hopes their lakeside flip will bring up property values at their family's beloved vacation retreat, but doing all the renovations themselves proves more challenging than they expected.    "
                },
                "6": {
                    "title": "Slow and Steady Wins the Flip",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Young and energetic Jessie teams up with her older family friend Peter to flip a house. The partners start to clash when Jessie suggests that Peter is moving too slow, but Jessie's need for speed may end up hurting the project.    "
                },
                "7": {
                    "title": "Plagued by Permits",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "10 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A husband and wife take on their first flip in Orange, California. However, the couple faces serious permit delays that may force them to lower their asking price if the city denies their requests.    "
                },
                "8": {
                    "title": "In the Binder We Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "17 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Two actors try to earn extra money by flipping a house in Morrisville, PA. One of them follows instructions she printed from the Internet, but as the flip goes on, they question if they should figure things out on their own.    "
                },
                "9": {
                    "title": "Flipping Down the Aisle",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "24 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Tom and his fiancee, Kerry, are planning their upcoming wedding while flipping their first house, and they may have bitten off more than they can chew.    "
                },
                "10": {
                    "title": "Competitive Construction",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "1 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Two competitive flippers face a tight deadline and quickly realize if they want to finish their flip, they'll have to work as a team.    "
                },
                "11": {
                    "title": "Cabinet Catastrophe",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "8 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Newlyweds struggle to flip a huge house in Denver as major projects and the budget spiral out of control.    "
                },
                "12": {
                    "title": "Communication is Turnkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A young married couple flips a house in South Bend, IN, but is plagued with issues stemming from problematic communication.    "
                },
                "14": {
                    "title": "Wild in Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "22 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    This Port Orchard, WA, couple is forced to make a few changes after dangerous demolition practices threaten their project.    "
                }
            },
            "6": {
                "1": {
                    "title": "Flue Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "7 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A husband-wife duo flip an oddly shaped lake house in Leitchfield, KY, with a unique history. She has a vision while he has the construction knowledge, but things start to go awry when he gets involved with the design elements.    "
                },
                "2": {
                    "title": "Tropic Blunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "7 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A mother-daughter team flips their first house on the beautiful island of Kauai, HI. While the flipping newbies have real estate experience, a surprise visit from a building inspector quickly gets them off track.    "
                },
                "5": {
                    "title": "Pipe Shelving Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A husband and wife team flip a large log cabin in South Carolina, but as she becomes more focused on the design features of the house, he worries that too many important construction projects are being left incomplete.    "
                },
                "6": {
                    "title": "The Nails in the Coughin",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "18 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Lifelong friends set out to flip their first house together in their hometown of Overland, MO. While one has past experience renovating houses, the other is a total newbie. It doesn't take long before they start questioning each other's methods and are left wondering how to best complete their first project.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Father Flips Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "First Time Flippers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 82,
        "cast": [
            {
                "name": "Curtis, Bobby"
            },
            {
                "name": "Poe, Kendra"
            },
            {
                "name": "Pearmine, Grey"
            },
            {
                "name": "Sanford, Jerod"
            },
            {
                "name": "Yardley, Burt"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "rating": 5.3,
        "votes": 40,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM1ODkzMTcwM15BMl5BanBnXkFtZTgwNDU0MDM1NTE@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "First Time Flippers",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "First Time Flippers (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "production companies": [
            {
                "name": "Boy Wonder Productions"
            }
        ],
        "distributors": [
            {
                "name": "DIY Network"
            }
        ],
        "plot": [
            "Prospective flippers document the trials and hardships of their very first housing renovation projects. Littered with text comments from professional flippers, these newbies do their best to come out on top and turn a profit."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 40,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 5.2
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 4.9
            },
            "males": {
                "votes": 22,
                "rating": 5.4
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 15,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 5.1
            },
            "females": {
                "votes": 10,
                "rating": 5.9
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 7.5
            },
            "us users": {
                "votes": 21,
                "rating": 5.6
            },
            "non us users": {
                "votes": 7,
                "rating": 4.7
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 6,
            "7": 4,
            "6": 5,
            "5": 4,
            "4": 3,
            "3": 1,
            "2": 3,
            "1": 8
        },
        "arithmetic mean": 5.3,
        "median": 6
    }
}