{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 January 2013"
            }
        ],
        "release dates": [
            "Canada::10 January 2013"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Come one, come all.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    For the first time ever, Hit The Ice is holding open tryouts and players from all over have made their way to Winnipeg to try and earn a spot on the well-known program. With only a few sessions to catch the coaches' attention, the players know that the pressure is on.    "
                },
                "2": {
                    "title": "Get Your Skates and Minds Sharpened",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The invited players arrive at camp, joining the successful walk-on applicants. The group of thirty players now begins the main camp. Off-ice sessions and a few practices are on the agenda as the coaches begin their evaluation.    "
                },
                "3": {
                    "title": "Sink or Swim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    One last practice is left before the camp and the players give their all in the on-ice testing. An old injury creeps up on one of the prospects, putting his camp in jeopardy. A group of players get their feet wet when they experience dragon boat racing for the first time.    "
                },
                "4": {
                    "title": "All on the Same Level",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The first scrimmage arrives and the players are eager to show what they've got. Pleasantries are put aside as the battle rages. One of the players decides that his only option is to go home, and a Hit The Ice alumnus returns comes to share his wisdom and talk about his NHL experience.    "
                },
                "5": {
                    "title": "Final Buzzer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Following yesterday's scrimmage, some players are feeling more pressure than others as the second and final game arrives. With the final cuts looming, no one wants to disappoint. But some simply haven't done enough to show their worth. For these unlucky few, this will be their last day at camp. For the rest, it is just the beginning.    "
                },
                "6": {
                    "title": "Getting Down to It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Now that the 2017 roster has been set, the players can look forward a few weeks of hard work with their teammates. John hosts his first real practice and the players get a sense of his style. After a few days' effort, the group finally gets some time to relax at the beach and enjoy a somewhat home-cooked meal.    "
                },
                "7": {
                    "title": "Horsing Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    On their day off, the players get away from the rink and participate in a team-building event, battling it out in a medieval-style tournament. The day is marred by an unfortunate incident as tensions boil over between some of the players.    "
                },
                "8": {
                    "title": "A Flame that Burns Bright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    John is forced to deal an unruly player's behavior, Alfie comes back to Hit the Ice to help out the goalies in their preparation and a surprise visit to camp sets the group ablaze, kicking off another week.    "
                },
                "9": {
                    "title": "You Goat to Be Kidding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The boys get the chance to develop their personal skills with J.P. Vigier in a series of unique drills and exercises. After a long day's work, the boys look forward to a good stretch. However, their yoga session proves to be slightly unorthodox, as a few four-legged friends join the fray.    "
                },
                "10": {
                    "title": "Paint by Numbers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    NHLer Mark Stone returns to Hit The Ice to help out, and this time, he's brought goalie Calvin Pickard with him. The players share the ins and outs of pro life in the world's greatest hockey league. Later on in the day, everyone gets their war face on as Team Stone takes on Team Pickard in a friendly game of paintball.    "
                },
                "11": {
                    "title": "Show Me What You Got",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Team Hit The Ice is ready to face Team Made in Manitoba in this year's first official showcase game. This will be a first chance for the players to show what they have learned in the course of the last couple of weeks.    "
                },
                "12": {
                    "title": "The Full Monty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Feeling good about their win, the team returns from a well-deserved weekend off with youthful energy. The day is made even brighter when Indigenous NHLer Brandon Montour and Joe Cramarossa drop in for a visit.    "
                },
                "13": {
                    "title": "Hunting for Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    John meets a few players to chat about their future plans and hockey hopes. Following a hard morning practice, the players participate in a scavenger hunt that will take them around Winnipeg to discover some of the city's landmarks.    "
                },
                "14": {
                    "title": "Awards and Recognitions Abound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    The last bit of scheming and planning unfolds as the coaches prepare for the final game. Confidence as at an all-time high and the team is ready for a second faceoff with their opponents. On the eve of the game, the team gathers one last time to recognize a few players for their hard work.    "
                },
                "15": {
                    "title": "The Final Duel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "16 May 2018",
                    "year": "2018",
                    "plot": "\n    After more than three weeks of practice and training, the Hit The Ice team plays the second and final showcase game before a crowd of family, friends and fans. The time has come to play for each other and make good on this once-in-a-lifetime opportunity.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Assessment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    John travels to the 2012 National Aboriginal Hockey Championships in Saskatoon and begins his scouting process. He hopes to find the best Aboriginal talent for a hockey camp in Gatineau. With more than two hundred players to choose from, picking the top fifteen will prove to be a challenge.    "
                },
                "2": {
                    "title": "The Arrival and Introductions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    All the different players arrive in the Gatineau area. Not sure what to expect, the players are immediately thrust into the Hit The Ice experience and specifically the rigours of an elite hockey development program. For the coaching staff it's important that everyone understands from the get go what is expected.    "
                },
                "3": {
                    "title": "Day 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Monday morning rolls around, the time has come to get things going. The first day will see the players get a taste of their first on-ice practice. A surprise is in store for those thinking it would be a leisurely skate and many of the players will see that being a top prospect is much more than just being good on the ice. The coaching staff gets to see the actual talent of the team and more importantly their work ethic.    "
                },
                "4": {
                    "title": "Not a Pro Yet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    For the second off-ice workout the players travel to a different locale where they are initiated to training like a pro. First hand, they witness how true professionals' train. Their morning experience lures them into a false sense of security that brings the head coach to call a few players out and announce that not everyone will be playing in the final game.    "
                },
                "5": {
                    "title": "Shorty But a Guddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The players have been practicing for three straight days and to get the morale and intensity up, NHL rookie and Florida Defenseman Erik Gudbranson joins the boys for a skate. The pace of the camp brings on a few casualties as injuries begin to creep up on the team. John decides to end the practice with a scrimmage that gets the players excited to finally see some game action.    "
                },
                "6": {
                    "title": "Much Needed Rest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The players rejoice as they are given a day off. Although the experience has been mind blowing, some time away from the rink can only help. For the injured, the time off allows them to heal. The team takes part in a fun team building activity where no prisoners will be taken.    "
                },
                "7": {
                    "title": "Ready to Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    An announcement that the team will take part in a fully refereed intra-squad game the following day changes the team dynamic and teammates will now become opponents. An injury has left a hole in the team's roster that is quickly filled by another prospect.    "
                },
                "8": {
                    "title": "Max Effort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The second week of training begins with a bang as John questions some of the player's reactions following the intra-squad game. The roster board sends a clear message to a few of the camps top players. One of the coach's old players presents some hockey memorabilia to the team and offers his thoughts on the game.    "
                },
                "9": {
                    "title": "Counting Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Young NHL hockey superstar, Evander Kane shows the forwards what it takes to play a power game and with only a few days left before the scrimmage the intensity is ramped up. The players are introduced to what scouts will be looking for by one of the NHL's most reputable hockey men, Randy Lee from the Ottawa Senators.    "
                },
                "10": {
                    "title": "Do What It Takes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    A surprise visit from Arron Asham, one of the few Aboriginal players currently playing in the NHL shares his thoughts with the team and provides true inspiration. All of the coaching staff feels that they've done everything to get the team in prime competing shape. Many players have begun to prepare for the last game in their own way.    "
                },
                "11": {
                    "title": "The Calm Before the Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    With less than 48 hours before the final game, the players are beginning to feel the nervous energy. One last practice to put the final touches on a great work week will see John set his lines for the game. To calm their minds, the players take part in a special pre-game meal.    "
                },
                "12": {
                    "title": "The Big Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The moment all of these players have been waiting for, the showcase game. For the past two weeks every single player has done what he can to get ready. An unexpected event rocks the team's roster and John is forced to make a tough decision that could have a major impact on the game. The boys head over to the Meredith Centre for a quick morning skate and to get accustomed to the rink. Unfortunately, John must also break the news to the players that will be sitting out.    "
                },
                "13": {
                    "title": "The Final Outcome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The team returns for second period action with the score all tied up. Although the first period was filled with hard hits and some dirty play the players know that they must focus, as the next goal could be the difference maker. With scouts looking on, who will shine and who will falter?    "
                }
            },
            "2": {
                "1": {
                    "title": "Difficult Choices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Once again this year, ex NHLer and Hit The Ice Head Coach John Chabot travels to the National Aboriginal Hockey Championships in Kahnawake to find the best hockey players our Nations have to offer. This year, rather than scouting fifteen players, John and his coaching staff are looking at inviting a total of 26 players.    "
                },
                "2": {
                    "title": "This Is Your Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The players have arrived in Gatineau and now try to settle in to their new environment. John and the rest of the staff meet the players and establish what is expected of everyone. Stakes are set pretty high from the get-go as players are quickly informed that not everyone invited will be taking part in the main camp.    "
                },
                "3": {
                    "title": "Get Them Legs Going",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    With the first practice and the physical evaluation under their belt, the players are gearing up for a full day on the ice. The coaching staff gets to see the actual talent of the team and as well as who stands out; either as an elite or as a sore thumb. The cuts are approaching and some players are handling the pressure better than others.    "
                },
                "4": {
                    "title": "Time to Show What You Got",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Today the team will take part in a fully refereed intra-squad game. It is the ultimate moment that will decide who stays for the main camp and who goes home. A few players are already on the bubble, who will rise above and prove their worth?    "
                },
                "5": {
                    "title": "Cut Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The morning is and angst-filled one as the dreaded \"cut-day\" has arrived. Players are told who is officially part of the 2013 Hit The Ice roster and who is sadly sent home. After heartfelt goodbyes the remaining players embark, quite literally, on a 2-day team bonding journey.    "
                },
                "6": {
                    "title": "Down to Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Its back to business and the official roster hits the ice for the first time as a team. The day is harder on some as injuries creep up on a few players and others are called out for lacking effort. And a one-on-one battle drill turns sour and threatens one player's ability to continue.    "
                },
                "7": {
                    "title": "What's a Player",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Stephanie gives the boys some much-needed cooking and nutrition lessons. Ottawa Senators scout Rob Murphy gives the team some pertinent info on what it takes to get noticed by scouts, which, to John's dismay, doesn't quite translate into the afternoon's lackluster on-ice performance.    "
                },
                "8": {
                    "title": "Drawing on Experience",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Goaltending coach Sudarshan \"Sudsie\" Maharaj is back to help the boys in net get ready for their upcoming game. Two other pros from the NHL pop by to help turn the tides. Jean-Gabriel Pageau and Marc Methot from the Ottawa Senators spend the day and let the players in on what it takes to be a pro player.    "
                },
                "9": {
                    "title": "Here We Go Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    It's game day. The first out of two important showcase games is finally here. The players were warned that not everyone would be playing and a few boys are forced to watch the game from the sidelines. Scouts are present and so are the nerves. No one wants to lose and every player wants to prove to the coaching staff that they made the right choice in keeping them in the line-up.    "
                },
                "10": {
                    "title": "Timely Visit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 May 2014",
                    "year": "2014",
                    "plot": "\n    One of the players has some news for the coaching staff and a few others are still processing the outcome of the first game. Complacency is slowly creeping in again but John calls on a few NHL pros to spark things up. On-ice rivals but off-ice friends Derek Brassard of the New York Rangers and Grant Clitsome of the Winnipeg Jets join the Hit The Ice team for the day.    "
                },
                "11": {
                    "title": "Friendly Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "8 May 2014",
                    "year": "2014",
                    "plot": "\n    He's baaa-aack. Maxime Talbot of the Philadelphia Flyers pays the boys a surprise visit and this time he has brought along his Stanley Cup winning buddy Pascal Dupuis of the Pittsburg Penguins. The two NHL stars offer tips and pointers on the ice but also take part in a crazy afternoon away from the rink.    "
                },
                "12": {
                    "title": "True Role Model",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "15 May 2014",
                    "year": "2014",
                    "plot": "\n    There are only a few Aboriginal players in the NHL today. And even fewer that have won a Stanley Cup. Jordan Nolan of the L.A. Kings is one of them. He joins the Hit The Ice team to help them get ready both physically and mentally for their last big game.    "
                },
                "13": {
                    "title": "This Is Our Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "22 May 2014",
                    "year": "2014",
                    "plot": "\n    Time for the second showcase game. For those who received interest from scouts after the last game, it's a opportunity to seal the deal. For the others who were not approached, it's a second shot at making a first impression. This is the moment dreams are made of. Time to shine.    "
                }
            },
            "3": {
                "1": {
                    "title": "Welcoming Committee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "9 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A group of new prospects touch down in Chateauguay, Quebec for the third edition of the Hit The Ice camp. Right from the start the players are put through the paces by their different coaches.    "
                },
                "2": {
                    "title": "Measuring Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "16 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    With two on Ice sessions lined-up, the players get an indication of the level of competition required to be part of the team. The coaching staff gets a first hand look at the team's skill level.    "
                },
                "3": {
                    "title": "Cut Down Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Its do or die: The players are separated into two teams and face-off in a scrimmage. One last chance to impress the coaches. Unfortunately this means the end of the line for a few prospects.    "
                },
                "4": {
                    "title": "Survival of the Fittest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "30 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    With a trimmed down roster, the team travels to a remote location for some team building. In a simulated plane crash they are forced to survive on minimal resources and in the process really get to know each other.    "
                },
                "5": {
                    "title": "W.A.R.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A new week of training begins and to get things started on the right foot, a visit from sports psychologists is lined-up. The coaches put the cards on the table in terms of the effort required.    "
                },
                "6": {
                    "title": "The King's Ransom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A friendly visit from LA Kings forward and Métis NHL player Dwight King livens up the practices and training sessions. The group is also introduced to the creator's game.    "
                },
                "7": {
                    "title": "Body Fuel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Stephanie attempts to convince the players to pay special attention to their nutrition and their general off ice habits. Mark shares his specialized hockey training with hopes of providing the boys with extra power.    "
                },
                "8": {
                    "title": "A First Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "27 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The team travels down highway 417 for their first showcase game against the Kanata Lasers. An injury rattles the team and has lasting effects on the dressing room.    "
                },
                "9": {
                    "title": "A Killer Instinct",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "6 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Tampa Bay Lightning forward and Harvard graduate Alex Killorn stops in to help the guys with their on-ice skills as well as taking part in a friendly canoe race with high stakes.    "
                },
                "10": {
                    "title": "A Glorious Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "13 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The team travels to downtown Montreal in the core of hockey land to visit the famous Bell Centre and the Habs Hall of Fame.    "
                },
                "11": {
                    "title": "No Sure Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    With three days left before the big game, the practice intensity rises. A player is forced to return home following a series of unfortunate events.    "
                },
                "12": {
                    "title": "Last Minute Preps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    After more than 2 weeks of practicing the team's journey is close to winding down. The players are given their final instructions and tips by all of the coaches. Their fate is in their hands.    "
                },
                "13": {
                    "title": "Bring on the Condors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "3 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The players put their talents on display for their last showcase game. Will the match up allow a few players to reach their goals of making it to the next level?    "
                }
            },
            "4": {
                "1": {
                    "title": "Into the Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    As soon as they arrive in Sainte-Adèle, Quebec, for season four of Hit the Ice, a group of new prospects face physical testing and a first scrimmage. Out of the shuttle van, into the fire.    "
                },
                "2": {
                    "title": "Now or Never",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    It's do or die as the prospects face a second scrimmage, knowing that those who fail to impress the coaches this time will be packing their bags and going home.    "
                },
                "3": {
                    "title": "Go Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The coaches send some players home based on their performance on the ice. The players who get to stay will reap their reward with a relaxing fishing derby, but not before a new off-the-ice rule takes them all by surprise.    "
                },
                "4": {
                    "title": "Tightrope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Two new players join the camp in time for this year's first real practice. The coaches get to know the players better both on the ice and under the big top, where the boys are asked to put on their best circus show.    "
                },
                "5": {
                    "title": "Jelly Legs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The players face a grueling day of power skating and dynamic yoga, followed by a hilarious raft-building exercise that will prove to be a real soaker for many.    "
                },
                "6": {
                    "title": "Bull's Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Things get off to a bad start with a lousy practice that sends Coach Chabot through the roof. The boys manage to negotiate a deal to get access to their phones, and finish off the day with a game of archery.    "
                },
                "7": {
                    "title": "Life's a Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Seemingly out of the blue, bad news comes to one player. And after a high-energy practice, the boys get to go to the beach-only to work some more.    "
                },
                "8": {
                    "title": "Game On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The players get to put their training to the test as they travel to the National Capital Region to take on the Cumberland Grads in a one-off battle on the ice.    "
                },
                "9": {
                    "title": "On the Bubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Alex Killorn and Andrej Sustr of the Tampa Bay Lightning come to the Hit the Ice camp to practice with the boys and indulge in a friendly round of - bubble soccer.    "
                },
                "10": {
                    "title": "All or Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A Hit the Ice vet is taken to task for giving less than one hundred percent. The boys are put through the ringer in a second round of power skating and intensive yoga. Then it's off to the lake for some well-earned R&R.    "
                },
                "11": {
                    "title": "High Wire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The boys have a surprise in store for Coach Chabot, who returns the favour by bringing Max Talbot of the Boston Bruins and Simon Després out on the ice. The NHLers then join the players for an exciting tree-to-tree adventure course.    "
                },
                "12": {
                    "title": "The Eleventh Hour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    An injury forces one player to sit out the end of the camp. The rest of the team put all their focus on the coming game during final practice, and then go to Montreal for a challenging escape game.    "
                },
                "13": {
                    "title": "The Heat of Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The Hit the Ice team returns to the Ottawa region to make war on the Kanata Lasers in what amounts to the most exciting game in the history of the show.    "
                }
            },
            "5": {
                "1": {
                    "title": "New Beginnings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Another new group of young prospects meet in Winnipeg to take part in the fifth edition of Hit The Ice. On the first day, a full-on scrimmage gives the players a chance to show the coaches what they're made of.    "
                },
                "2": {
                    "title": "Second Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Competing for a limited number of spots on the roster, the young players battle it out in a second scrimmage, knowing that this time, a bad performance may result in a ticket home.    "
                },
                "3": {
                    "title": "Walking the Plank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "Feb. 2017",
                    "year": "2017",
                    "plot": "\n    In the wake of two revealing scrimmages, the coaches send several players home. The rest head off to the beach for a fun but challenging pirate-themed activity.    "
                },
                "4": {
                    "title": "Brass Tacks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The official Hit The Ice team begins to train in earnest with two intense skates. The day ends with a contest of strength at a nearby park.    "
                },
                "5": {
                    "title": "The Quick and the Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The coaches change their plans due to a large number of injuries. After a tiring day at the rink, the players get an unusual break: a paranormal excursion to some of Winnipeg's most haunted places.    "
                },
                "6": {
                    "title": "Training Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    NHLers Mark Stone and Ryan Garbutt join the coaching team to motivate and inspire the players as they tackle a full day of physical and mental training with expert guests.    "
                },
                "7": {
                    "title": "Jungle Gym",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Unaware that a pro scout has come to watch them, the players start the day off with the wrong attitude. A fiery speech from John Chabot wakes them up, and the boys cap off the day with a one-of-a-kind obstacle race.    "
                },
                "8": {
                    "title": "Game One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The first week of official training culminates with the first showcase game against an elite team of young Indigenous players from across Manitoba.    "
                },
                "9": {
                    "title": "Building Blocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The players are joined by NHL pros Cody McLeod and Cody McCormick for some high-intensity drills followed by an outdoor activity that will put their racing - and engineering - skills to the test.    "
                },
                "10": {
                    "title": "High Hopes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    While injury forces a star forward to make a difficult decision, the coaches focus on penalty-killing and power play drills. The players then test their brainpower in a difficult puzzle-solving adventure game.    "
                },
                "11": {
                    "title": "On Target",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    After starting the day with a weak practice, the boys show some much-needed focus, a quality that comes in handy during an end-of-day competition combining tag and archery.    "
                },
                "12": {
                    "title": "Wild Pickings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The final day of training is devoted to low-intensity drills and a once-in-a-lifetime session with former Florida Panthers coach Gerard Gallant.    "
                },
                "13": {
                    "title": "The Battle of Winnipeg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hit the Ice (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "20 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Facing off for a second time against a highly skilled Manitoba team, the HTI players get one last chance to show the Nation that they have what it takes to compete at an elite level.    "
                }
            }
        },
        "number of episodes": 80,
        "cast": [
            {
                "name": "Chabot, John"
            },
            {
                "name": "Guinta, Mike"
            },
            {
                "name": "Mukash, Pakesso"
            },
            {
                "name": "Webb, Brian"
            },
            {
                "name": "Clément, Chuck"
            },
            {
                "name": "MacDonald, Alex"
            },
            {
                "name": "Audlarock, Gabriel"
            },
            {
                "name": "Semple, Mary Lonchap"
            },
            {
                "name": "Shem, Samuel"
            },
            {
                "name": "Herodier, Christopher"
            },
            {
                "name": "Natachequan, Mélissa"
            },
            {
                "name": "Kawapit, Bertie"
            },
            {
                "name": "Salt, Gerald"
            },
            {
                "name": "Weistche, Flora"
            },
            {
                "name": "Jr., Lawrence Katapatuk"
            },
            {
                "name": "Bearskin, John"
            },
            {
                "name": "Visitor, Lindsay"
            },
            {
                "name": "Mukash, Trent"
            },
            {
                "name": "Petagumskum, Fabain"
            },
            {
                "name": "Petagumskum, Marcus"
            },
            {
                "name": "Shem, Mary"
            }
        ],
        "locations": [
            "Gatineau, Québec, Canada::(Main Camp)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en",
            "cr"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODExNTQzNjkwM15BMl5BanBnXkFtZTgwMjgwNzE2MDE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "HIT THE ICE is a youth series that will see the young men's dreams come true as the best young male Aboriginal hockey players come together for a 2 week period. These 25 prospects will run through a mini-camp and experience the highs and lows of an NHL calibre training camp. From physical training, on ice drills and different team building activities, our hopefuls will grow not only as a team but as men. They will be tested and measured and the lessons they will learn during this experience will resonate for a lifetime. Their ultimate payoff will be to showcase their skills playing against a mystery team under the scrutinizing eyes of real life junior scouts. Will their performance be enough to grant them a invite to a junior training camp? For many, this could be the chance of a life time and a stepping stone to the pros.",
        "languages": [
            "English",
            "Cree"
        ],
        "title": "Hit the Ice",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Hit the Ice (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Brennan, Jason"
            }
        ],
        "production companies": [
            {
                "name": "Nish Media"
            }
        ],
        "distributors": [
            {
                "name": "APTN"
            }
        ],
        "other companies": [
            {
                "name": "Agoodah Pictures"
            }
        ],
        "plot": [
            "HIT THE ICE is a youth series that will see the young men's dreams come true as the best young male Aboriginal hockey players come together for a 2 week period. These 25 prospects will run through a mini-camp and experience the highs and lows of an NHL calibre training camp. From physical training, on ice drills and different team building activities, our hopefuls will grow not only as a team but as men. They will be tested and measured and the lessons they will learn during this experience will resonate for a lifetime. Their ultimate payoff will be to showcase their skills playing against a mystery team under the scrutinizing eyes of real life junior scouts. Will their performance be enough to grant them a invite to a junior training camp? For many, this could be the chance of a life time and a stepping stone to the pros.::Nish"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}