{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 July 2013"
            }
        ],
        "release dates": [
            "USA::10 July 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Tempest Academy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben & Travis (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Ben Jenkin and Travis Wong head to the world renown Tempest Academy and meet up with Jesse Peveril. The first in a series of episodes following professional freerunner and stuntman Ben \"Jenx\" Jenkin and professional host and stuntman Travis Wong. Watch them and their adventures as Ben has just moved to Los Angeles to pursue his career, while Travis handles filming projects and running the newly opened Joining All Movement Center. Follow them as they attend events and competitions, hang out with other freerunners and trickers, and visit famous parkour and freerunning ...    "
                },
                "2": {
                    "title": "Neverland Bball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben & Travis (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Ben Jenkin and Travis Wong with the first of many backyard sessions at Neverland. Joined by world renown stuntman and martial arts tricker Anis Cheurfa, the guys mix it up and show their skills on the court. The second in a series of episodes following professional freerunner and stuntman Ben \"Jenx\" Jenkin and professional host and stuntman Travis Wong. Watch them and their adventures as Ben has just moved to Los Angeles to pursue his career, while Travis handles filming projects and running the newly opened Joining All Movement Center.    "
                },
                "3": {
                    "title": "Trampoline Tricks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben & Travis (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Ben & Travis are back with Episode 3, showcasing some Trampoline Tricks thrown down by Ben \"Jenx\" Jenkin and Kyle Cordova in the Neverland backyard. Check out the attempt at a swingthrough double back and much more! The 3rd in a series of episodes following professional freerunner and stuntman Ben \"Jenx\" Jenkin and professional host and stuntman Travis Wong. Watch them and their adventures as Ben has just moved to Los Angeles to pursue his career, while Travis handles filming projects and running the newly opened Joining All Movement Center.    "
                },
                "4": {
                    "title": "Neverland Pool Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ben & Travis (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Ben & Travis are back with Episode 4, mixing things up at the Neverland pool by adding some old gym mats. You've heard of walking on water...Try flipping on water. The 4th in a series of episodes following professional freerunner and stuntman Ben \"Jenx\" Jenkin and professional host and stuntman Travis Wong. Watch them and their adventures as Ben has just moved to Los Angeles to pursue his career, while Travis handles filming projects and running the newly opened Joining All Movement Center.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Jenkin, Ben"
            },
            {
                "name": "Wong, Travis"
            },
            {
                "name": "Brende, Solomon"
            },
            {
                "name": "Cordova, Kyle Wayne"
            },
            {
                "name": "Cheurfa, Anis"
            },
            {
                "name": "Corbett, Robbie"
            },
            {
                "name": "Peveril, Jesse"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "$15,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Ben & Travis",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Ben & Travis (United States)"
        ],
        "seasons": [
            "1"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}