{
    "imdb": {
        "raw release dates": [
            {
                "country": "New Zealand\n",
                "date": "23 June 2013"
            }
        ],
        "release dates": [
            "New Zealand::23 June 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Aka'uola, Isope"
            },
            {
                "name": "Grant, Milly"
            },
            {
                "name": "Manusaute, Vela"
            },
            {
                "name": "Pelesasa, Taofia"
            },
            {
                "name": "Polataivao, Anapela"
            },
            {
                "name": "Rhodes, Cameron"
            },
            {
                "name": "Sosoli, Rasela"
            },
            {
                "name": "Taufua, Ben"
            },
            {
                "name": "Thompson, Maiya"
            },
            {
                "name": "Tufuga, Aleni"
            }
        ],
        "locations": [
            "South Auckland, New Zealand"
        ],
        "genres": [
            "Comedy",
            "Musical"
        ],
        "countries": [
            "New Zealand"
        ],
        "country codes": [
            "nz"
        ],
        "language codes": [
            "sm",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "languages": [
            "Samoan",
            "English"
        ],
        "title": "The Factory",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "The Factory (New Zealand)"
        ],
        "writer": [
            {
                "name": "Bennett, Michael"
            },
            {
                "name": "Bennett, Michael"
            },
            {
                "name": "Bennett, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Jump Film and TV"
            }
        ],
        "plot": [
            "_The Factory_ (qv) tells the story of a Samoan family competing in a talent quest. It is inspired by the musical stage show of the same name, created by the Theatre Company Kila Kokonut Krew.::Red Haircrow"
        ],
        "synopsis": [
            "The Factory tells the story of a Samoan family competing in a talent quest. It is inspired by the musical stage show of the same name, created by the Theatre Company Kila Kokonut Krew. The cast is led by experienced actors like Kila Kokonut Krew founders Vela Manusaute, Anapela Poiataivao and Aleni Tufuga.\" Created by Kila Kokonut Krews founder Vela Manusaute and The Factory stage musical producer, Anapela Polataivao and Stacey Leilua of KKK, they have joined forces with renowned film maker and television producer Robin Scholes (Mr Pip, Once Were Warriors, Rain) and producer Janet McIver (Production Manager: Whale Rider).The series is written by award winning writer & director Michael Bennett (Matariki, Kaitangata Twitch) and directed by Joe Lonie, an acclaimed music video director (Bic Runga, Shihad) and highly respected musician (Supergroove.)Music is a big feature of the series and KKK Music Producer Glen Jackson has arranged most of the music together with director Joe Lonie and Aleni Tufuga.\" --The Factory Story Website"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}