{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "25 September 2013"
            }
        ],
        "release dates": [
            "Hong Kong::25 September 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion Filmmakers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The group dynamics are thrown off balance with a departure, an arrival and illness. However, the show must go on, a fashion film must be made and so to the mountains the ladies go. With all these obstacles in their path will Mother Nature show them some mercy?    "
                },
                "2": {
                    "title": "Metal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion Filmmakers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Five fiery females meet for the first time and are thrown straight into their first challenge; make a fashion film using the Chinese element metal as an inspiration. Stilts, claws and an abandoned warehouse kick the series off. Will the girls come up with the goods?    "
                },
                "3": {
                    "title": "Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion Filmmakers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Water, camera, action! The group has bonded and the ideas are flying so the girls waste no time in boating to a nearby island. Mirrors, frozen ice and Jet Ski's cram this episode full of adventure.    "
                },
                "4": {
                    "title": "Wood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion Filmmakers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Scraping the bottom of the wooden barrel. With the model overheating, the make up dripping and the wood chips flying, the girls struggle for inspiration as they tackle the Chinese element wood. Islands, forests and mangroves are just some of the locations used in this episodes fashion film.    "
                },
                "5": {
                    "title": "Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion Filmmakers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The girl who played with fire. Actually make that five girls and one very scared safety advisor. Caves, houses, candles and flares releases a crazed pyromaniac that none of the girls saw coming.    "
                },
                "6": {
                    "title": "Culmination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion Filmmakers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    With only two days to incorporate 5 elements into one fashion film, the girls have to push themselves to the limit. Tensions are rising and nerves are breaking as the director heads to the skies to capture the Fashion Filmmakers. After all their efforts will Ika Butoni be satisfied with the results?    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Caneja, Gina"
            },
            {
                "name": "Ilorah, Miriam"
            },
            {
                "name": "Johnson, Nicola Claire"
            },
            {
                "name": "Kogan, Reveka"
            },
            {
                "name": "La Calvez, Hortense"
            },
            {
                "name": "Theaker, Esther"
            },
            {
                "name": "Spitzer, Natalie"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWU2ZjczNmEtY2NhNi00ZjA4LTgzMjYtMWNjOWJhZTdjYjZmXkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Five stylish women, six fashion films, five Chinese elements, add in a world-renowned fashion designer and a heap of challenges, and you've got FASHION FILMMAKERS. Fashion Filmmakers follows the trials and tribulations of 5 female professionals with varying skill sets in their quest to make 6 fashion films for famed Indonesian designer Ika Butoni, with limited time, wardrobe and equipment. Each episode will focus on one of the five Chinese elements; metal, earth, water, wood and fire, with episode 6 combining them all. One of Indonesia's finest designers, Ika Butoni lends her latest collection to showcase on these fashion films and will expect nothing but perfection. Can these wildly different fashion mavens pull together to create 6 professional fashion films? Or will in-fighting, extreme shoots and the pressure tear the ladies apart? Watch to find out if the girls prevail over high fashion pressures or succumb to cutting edge demands.",
        "languages": [
            "English"
        ],
        "title": "Fashion Filmmakers",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Fashion Filmmakers (Philippines)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Bigfoot Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Fashion One International"
            },
            {
                "name": "Fashion One International"
            }
        ],
        "plot": [
            "Five stylish women, six fashion films, five Chinese elements, add in a world-renowned fashion designer and a heap of challenges, and you've got FASHION FILMMAKERS. _Fashion Filmmakers_ (qv) follows the trials and tribulations of 5 female professionals with varying skill sets in their quest to make 6 fashion films for famed Indonesian designer Ika Butoni, with limited time, wardrobe and equipment. Each episode will focus on one of the five Chinese elements; metal, earth, water, wood and fire, with episode 6 combining them all. One of Indonesia's finest designers, Ika Butoni lends her latest collection to showcase on these fashion films and will expect nothing but perfection. Can these wildly different fashion mavens pull together to create 6 professional fashion films? Or will in-fighting, extreme shoots and the pressure tear the ladies apart? Watch to find out if the girls prevail over high fashion pressures or succumb to cutting edge demands.::Bigfoot Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}