{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "11 June 2013"
            }
        ],
        "release dates": [
            "Australia::11 June 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Frost, Andrew"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2UyZDE2ZGItYzQxNC00YzcxLWJlYzEtNmViNjhhZTk0NDFmXkEyXkFqcGdeQXVyMzUyNzUyMjQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The A-Z of Contemporary Art",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2013",
        "akas": [
            "The A-Z of Contemporary Art (Australia)"
        ],
        "production companies": [
            {
                "name": "Photoplay Films"
            }
        ],
        "distributors": [
            {
                "name": "Australian Broadcasting Corporation (ABC) Content Sales"
            }
        ],
        "synopsis": [
            "Don't know your biennale from a triennale? Can't tell your old media from your new? Are notions leaving you baffled? The A-Z of Contemporary Art is a bluffer's guide to the often-impenetrable world of contemporary art, from artists, art works and galleries to new media, forms and theories.Taking an A-Z format this \"guide book\" is presented by respected visual arts commentator Andrew Frostas a concise visual encyclopaedia that's an energetic collage of information.Episode one (A -- K) covers and Artists and Biennales, the meaning of Contemporary, the art of Drawing,a list of Exceptions and Fakes, all kinds of Galleries, art History and Ideas, Junk and throwaway Kitsch.While episode two (L -- Z) covers the art of Laughter, Modernism and the question of Materials, baffling Notions, Otherness, Post modernity, Queer theory, Representation and Theory, and X, Y, Zeitgeist.More accessible than a textbook, cheaper than a trip to the Guggenheim, quicker than spending three years at university, the A-Z is presented in a light-hearted and humorously aware tone that offers real information on the contemporary art world.By the end of the series, the viewer will not only have the answers to their questions but will also be able to express their own informed opinions. It's the perfect bluffer's guide."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}