{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 October 2013",
                "notes": "                            (New York City, New York)"
            }
        ],
        "release dates": [
            "USA::22 October 2013                            (New York City, New York)"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Detectives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of New York (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In the mid 1800s New York was a dangerous, chaotic city teaming with newly arrived immigrants. Ruthless crooks and brutal criminal gangs ruled the lawless streets. Kelly maps the emergence of the police force that took on these cutthroat thieves and mobsters. Along the way, she highlights the work of some of New York's greatest detectives. She begins with the famous cases of Chief Inspector Thomas Byrnes -- a man who invented America's modern detective bureau. Then Kelly focuses on Manhattan's Little Italy in 1900 and one of the NYPD's greatest heroes, Captain Joe ...    "
                },
                "2": {
                    "title": "Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of New York (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    New Yorkers have passed by a wide open space for 65 years riding the J train past Essex Street on the lower East side, wondering what that acre of underground space might have been. Kelly clears up the mystery by visiting New York City's most futuristic park site, the Lowline. Planned for the old Essex Street Trolley Terminal, Kelly walks through a dark labyrinth worthy of Indiana Jones and talks to the folks who figured out how to channel sunlight from the street into a subway tunnel to grow plants and trees. In fact, some of the oldest tunnels underneath New York ...    "
                },
                "3": {
                    "title": "Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of New York (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Kelly ventures to mysterious islands around New York to unearth the secrets that lie hidden in their past. On Hart Island, she meets with experts who enrich our understanding of the site's rich history: before it became the city's cemetery for unclaimed bodies, Hart Island was the training ground for African American regiments during the Civil War, as well as a mental asylum and hospital site. We also travel up the Hudson River to an abandoned castle on Bannerman Island, and explore the remains of a lost colony on Ruffle Bar in Jamaica Bay. Kelly also takes a tour of ...    "
                },
                "4": {
                    "title": "Tin Pan Alley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of New York (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Before Radio and phonograph there was sheet music and pianos, lots of pianos, with aggressive song pluggers pounding out the next big hit for the music publishers along west 28th Street. They made such a racket, it sounded like a hundred people banging on tin pans, so Tin Pan Alley was born, and with it a new way of selling pop music to America. Kelly walks through the city's musical past, into gambling halls where thugs and song writers rubbed shoulders, and into the vertical Tin Pan Alley of the next generation, the famous Brill Building at 49th and Broadway where ...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Choi, Kelly"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "number of seasons": 6,
        "title": "Secrets of New York",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Secrets of New York (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Irwin, Dean"
            }
        ],
        "production companies": [
            {
                "name": "Next Millennium Productions"
            }
        ],
        "distributors": [
            {
                "name": "City of New York"
            }
        ],
        "plot": [
            "New York City is full of secrets, you just have to know where to look for them. From mysterious events long forgotten, to modern secrets hidden in plain sight, Kelly's mission is to uncover the City's mysteries, both past and present.::Anonymous"
        ],
        "tech": {}
    }
}