{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 October 2013",
                "notes": "                            (New York City, New York)"
            },
            {
                "country": "USA\n",
                "date": "24 October 2013"
            }
        ],
        "release dates": [
            "USA::17 October 2013                            (New York City, New York)",
            "USA::24 October 2013"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Food of the Future Is Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The future is now and we've got the 3D printers to prove it. Join culinary dietitian Gina Keatley as we boldly go were no foodies have gone before and create our own cooking equipment with a 3D printer in the Heights. Once we've helped to generate the gear, we'll reconstruct a kitchen staple, Pizza with All of the Passion, None of the Pounds.    "
                },
                "2": {
                    "title": "Flapjacking to Fitness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "27 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Getting those calories out should be just as fun as putting them in. Join culinary dietitian Gina Keatley as we visit a Manhattan fitness studio that has a real jump in its step. Once we've mastered the trampoline we'll reconstruct a kitchen staple, flapjacks with All of the Passion, None of the Pounds.    "
                },
                "3": {
                    "title": "Foodie Works of Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    New York City is known for its colorful creativity. Join culinary dietitian Gina Keatley as we go to the Upper West Side of Manhattan and learn to embrace color in the art studio and the kitchen. Once we've mastered the brush and canvas we'll reconstruct a kitchen staple, soup with all of the passion none of the pounds.    "
                },
                "4": {
                    "title": "Sour Craft Cubano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "11 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    New York City can be a bit sour sometimes, but we love it that way. Join culinary dietitian Gina Keatley as we go to a pickle factory in Brooklyn, New York and learn how we go from cucumber to pickled perfection. Once we've gotten down with the dill we'll reconstruct a kitchen staple the Cuban Sandwich with all of the passion none of the pounds.    "
                },
                "5": {
                    "title": "#Selfies for You Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Now a days everyone is taking pictures of their food. Join culinary dietitian Gina Keatley as we visit a photography studio in the flatiron district of Manhattan and learn to strike the perfect pose-foodie style. Once we've mastered how to take a great food shot, we'll reconstruct a kitchen staple breakfast with all of the passion none of the pounds.    "
                },
                "6": {
                    "title": "Superhero Super-foods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "25 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    New York City is a metropolis full of caped crusaders join culinary dietitian Gina Keatley as we discover how to fuel those hero's. Once we've dawned the cape, we'll use super foods to reconstruct a kitchen staple, the salad with all of the passion none of the pounds.    "
                },
                "7": {
                    "title": "Cooking Up Diaspora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    New York is a city of delicious diversity. Join culinary dietitian Gina Keatley as we immerse ourselves in African culture and try something new. Once we've mastered the moves we'll use it as inspiration to reconstruct a kitchen staple, meat and potatoes with all of the passions, none of the pounds.    "
                },
                "8": {
                    "title": "Confucius Says 'Eat More Hot Dogs?'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "8 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    No food is more New York than a hot dog. Join culinary dietitian Gina Keatley as we visit a local Kimchi artisan and learn how to add some bite to your average dog. Once we've fermented our foods we'll reconstruct a kitchen staple, the hot dog with All of the Passion, None of the Pounds.    "
                }
            },
            "1": {
                "1": {
                    "title": "Out of the Pan, Into the Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Join award winning Dietitian Gina Keatley as she takes you to some unlikely places on ingredient hunts and explores the \"soul\" of different foods before facing the challenge to recreate the menu with All of the Passion, None of the Pounds.    "
                },
                "2": {
                    "title": "Crazy for the Coop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    New York City may have eight million people but they have still found room to raise chickens. Join Culinary Dietitian Gina Keatley as she teams up with urban farmers and discovers what it takes to raise chickens in the big city. After we head to the source-the coop-we'll reconstruct a kitchen classic, the Country Omelet with All of the Passion, None of the Pounds.    "
                },
                "3": {
                    "title": "Creating the Curds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Cheese is a staple in many cuisines and is a protein packed powerhouse. Join Culinary Dietitian Gina Keatley as she dawns a hairnet and giant paddle to help with cheese production right here in New York City. Once she has helped to create the curds, we'll reconstruct a kitchen classic, Cheese Grits with All of the Passion, None of the Pounds.    "
                },
                "4": {
                    "title": "Picky About Poultry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Southern breakfasts are large and in charge. Join Culinary Dietitian Gina Keatley as she visits a traditional meat market with a modern flare in Astoria, Queens and learns to fabricate chickens while choosing the healthiest portions. We'll get picky about our poultry as we reconstruct a kitchen classic, Chicken and Waffles with All of the Passion, None of the Pounds.    "
                },
                "5": {
                    "title": "Need to Knead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    No food is more universal than bread. Join Culinary Dietitian Gina Keatley as she rises early with the bakers in Brooklyn to create delicious and nutritious breads. We'll satisfy our need to knead as we reconstruct a kitchen classic, Spoonbread with All of the Passion, None of the Pounds.    "
                },
                "6": {
                    "title": "Diving Into the World of Sea Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    New York City may be known for pasta but it's what you do with your pasta that truly gives it soul. Join Culinary Dietitian Gina Keatley as she uses her noodle to find the best crabs in New York. We'll dive into the world of sea food as we reconstruct a kitchen classic, Macaroni and Cheese with All of the Passion, None of the Pounds.    "
                },
                "7": {
                    "title": "Stuffin' the Sausage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Our butcher is a ham but today we're talking turkey-sausage that is. Join Culinary Dietitian Gina Keatley as she talks to the sausage experts about how to choose a leaner sausage option. We'll stuff some sausage as we reconstruct a kitchen classic, Sausage Gumbo with All of the Passion, None of the Pounds.    "
                },
                "8": {
                    "title": "Mussel-ing Through Cornbread",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    With only a few basic ingredients, you can create a classic of southern cuisine, corn bread. Join Culinary Dietitian Gina Keatley as she learns where in New York to find the perfect cast iron pan, how to season it and the prefect protein pairing. Let's get our shopping shoes on as we reconstruct a kitchen classic, Corn Bread with All of the Passion, None of the Pounds.    "
                },
                "9": {
                    "title": "Getting Catfished",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Whole fish can be intimidating with catfish on top of that list. Join Culinary Dietitian Gina Keatley as she figures out the filet with one of Brooklyn's best fish mongers. We'll get catty in the fish market and reconstruct a kitchen classic, Deep Fried Catfish with All of the Passion, None of the Pounds.    "
                },
                "10": {
                    "title": "Savoring the Spice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Big things come in small packages. Join Chef Gina Keatley as she tours the spice district in New York City. We'll connect the southern roots to its Indian past and reconstruct a southern staple, Dirty Rice with All of the Passion, None of the Pounds.    "
                }
            },
            "2": {
                "1": {
                    "title": "Savoring the Suds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Beer is a staple in many cultures and is a carbohydrate packed powerhouse. Join Culinary Dietitian Gina Keatley as she dawns a hairnet and giant ladle to help with local beer production. Once she has helped to create the suds, we'll reconstruct a pub staple, Fish + Chips with All of the Passion, None of the Pounds.    "
                },
                "2": {
                    "title": "Crazy for the Cacao",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Nothing's more forbidden on a classic diet than the chocolate bar. Join Culinary Dietitian Gina Keatley as she sweetens up the menu with the chocolatiers. We'll go crazy for the cacao as we reconstruct a kitchen classic, chocolate cake with All of the Passion, None of the Pounds.    "
                },
                "3": {
                    "title": "Going Nuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "20 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Banana Nut Bread is a traditional breakfast but to eat it full fat is truly nuts. Join Culinary Dietitian Gina Keatley as she goes nuts and reconstructs a kitchen classic, Banana Nut Bread with All of the Passion, None of the Pounds.    "
                },
                "4": {
                    "title": "Nothin' but Nori",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Sushi is known for being healthy but not all rolls are created equal. Join Culinary Dietitian Gina Keatley as she reveals the ancient art of sushi. We'll connect with the far East and reconstruct a Japanese staple, hand rolls with All of the Passion, None of the Pounds.    "
                },
                "5": {
                    "title": "Soda Sippin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    No beverage is more American than soda pop. Join Culinary Dietitian Gina Keatley as she gets bubbly with the soda jerks. We'll satisfy our soda craving as we reconstruct an American classic, Soda Pop with All of the Passion, None of the Pounds.    "
                },
                "6": {
                    "title": "Pumping Up the Pasta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Spaghetti, tortellini, to macaroni pasta comes in all shapes and sizes. Join Culinary Dietitian Gina Keatley as she talks to the pasta experts about how to make the perfect noodle. We'll pump up the pasta as we reconstruct a kitchen classic, Fettuccine Alfredo with All of the Passion, None of the Pounds.    "
                },
                "7": {
                    "title": "Vibing with the Vintage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Inspiration for healthy food can come from everywhere. Join Culinary Dietitian Gina Keatley as she finds vintage items for her table-scape. Let's get our shopping shoes on as we reconstruct the place setting with All of the Passion, None of the Pounds.    "
                },
                "8": {
                    "title": "The World's Greatest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "24 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Float like a butterfly, sting like a bee. Join Culinary Dietitian Gina Keatley as she visits a local boxing ring and goes toe-to-toe with calories. After we head to the gym, we will reconstruct a kitchen classic Orange Chicken with All of the Passion, None of the Pounds.    "
                },
                "9": {
                    "title": "Noshing on Nachos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 May 2014",
                    "year": "2014",
                    "plot": "\n    The only thing cornier than this is a tortilla. Join Culinary Dietitian Gina Keatley as she works to create the food of Mayan kings, the tortilla. Once she has helped to press the tortillas, we'll reconstruct a Mexican staple, Nachos with All of the Passion, None of the Pounds.    "
                },
                "10": {
                    "title": "Treasuring the Tea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "8 May 2014",
                    "year": "2014",
                    "plot": "\n    One leaf never caused so much of a stir. Join Culinary Dietitian Gina Keatley as she learns about making and celebrating tea. We'll pair our teas with a college classic as we reconstruct Ramen Noodles with All of the Passion, None of the Pounds.    "
                }
            },
            "3": {
                "1": {
                    "title": "Rising to the Occasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits Manhattan's only cheese maker and a local vintage store. Then we'll reconstruct a kitchen classic, Cheese Soufflés with All of the Passion, None of the Pounds.    "
                },
                "2": {
                    "title": "East Meets Meat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits a pan-Asian superstore and a local butcher. Then we'll reconstruct a kitchen classic, Asian Turkey Empanadas with All of the Passion, None of the Pounds.    "
                },
                "3": {
                    "title": "Bubbly Lobster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits a local fishmonger and beer maker. Then we'll reconstruct a kitchen classic, Lobster Rolls with All of the Passion, None of the Pounds.    "
                },
                "4": {
                    "title": "Garden Dessert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits a Brooklyn chocolatier and bread makers. Then we'll reconstruct a kitchen classic, Chocolate Zucchini bread with All of the Passion, None of the Pounds.    "
                },
                "5": {
                    "title": "Hot and Cold Treats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "4 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she gets ready for some dessert at a teahouse and glass blowing facility. Then we'll reconstruct a kitchen classic, Green Tea Popsicles with All of the Passion, None of the Pounds.    "
                },
                "6": {
                    "title": "Brooklyn's Best Tapas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "11 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits a soda making factory and a seafood distributor. Then we'll reconstruct a kitchen classic, Ceviche with All of the Passion, None of the Pounds.    "
                },
                "7": {
                    "title": "Yolks and Dough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "18 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits a local chicken coop and a pasta producer. Then we'll reconstruct a kitchen classic, Pasta Carbonara with All of the Passion, None of the Pounds.    "
                },
                "8": {
                    "title": "Knock-out Spicy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits a local boxing gym and a house of spice. Then we'll reconstruct a kitchen classic, Chicken Curry with All of the Passion, None of the Pounds.    "
                },
                "9": {
                    "title": "Caliente Crustaceans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits a local fishmonger and a tortilla factory. Then we'll reconstruct a kitchen classic, Fish Tacos with All of the Passion, None of the Pounds.    "
                },
                "10": {
                    "title": "Kung-Pao Protein",
                    "kind": "episode",
                    "episode of": {
                        "title": "Healthy Soul (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "9 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Join Culinary Dietitian Gina Keatley as she visits a nut artisans and a local butcher. Then we'll reconstruct a kitchen classic, Chicken and Cashew Stir-Fry with All of the Passion, None of the Pounds.    "
                }
            }
        },
        "number of episodes": 38,
        "cast": [
            {
                "name": "Keatley, Gina"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 4,
        "rating": 8.1,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTM1MjRhNGQtNmY0MC00NzRlLWJlOWQtYjkxNjlmMDJmZDVkXkEyXkFqcGdeQXVyMzU1NDc3MzA@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "plot outline": "Be fearless, be full. Join award winning Dietitian Gina Keatley as she takes you to some unlikely places on ingredient hunts and explores the \"soul\" of different foods before facing the challenge to recreate the menu with All of the Passion, None of the Pounds.",
        "languages": [
            "English"
        ],
        "title": "Healthy Soul",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Healthy Soul (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Samuels, David Isaac"
            }
        ],
        "production companies": [
            {
                "name": "Uncanned Productions"
            }
        ],
        "distributors": [
            {
                "name": "NYC TV"
            }
        ],
        "plot": [
            "Follow Gina Keatley as she goes around New York City to interview some of the most innovative and passionate food and health business owners in the five boroughs on ingredient hunts.",
            "Be fearless, be full. Join award winning Dietitian Gina Keatley as she takes you to some unlikely places on ingredient hunts and explores the \"soul\" of different foods before facing the challenge to recreate the menu with All of the Passion, None of the Pounds."
        ],
        "tech": {
            "runtime": [
                "26 min"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "males": {
                "votes": 6,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 2.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 6,
                "rating": 7.2
            },
            "non us users": {
                "votes": 1,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 8.1,
        "median": 1
    }
}