{
    "imdb": {
        "raw release dates": [
            {
                "country": "Serbia\n",
                "date": "14 October 2013"
            }
        ],
        "release dates": [
            "Serbia::14 October 2013"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Kako je to biti mlad?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Eva and Metodije were alone in the house. When Lila and Sreten returned unexpectedly early and finding them in his bed, chaos ensues. Surprises never end, in the family Sindjelic arrives Lila's aunt Deni, a woman of modern conceptions and unusual character. Lila and Sreten fall into conflict with Eva and Metodije and they decide to leave the house. Go in search of the apartment, but it seems much harder than they thought. The question is whether it will have nowhere to sleep through the night? The city is experiencing a famous writer and a famous seducer Vanja, who ...    "
                },
                "2": {
                    "title": "U \"porno gnezdu\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "7 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten trying to reach Metodije because of serious regret to say that had fallen between them. Jezda not cease provocations on account newcomer family member, Lila's aunt Deni. Because Kolja's gentle hand, Gojko trying with the help of Fedor and Sreten that make him a real \"man.\" Kolja has a problem because he harasses another school, the truth slowly reveals and reveals that Sreten had similar problems in childhood, is now ready to sacrifice his son to be, or to take matters into their own hands? When they see where Eva and Metodije found an apartment, Sreten and ...    "
                },
                "3": {
                    "title": "Ucena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten, Jezda and Fedor play a traditional match of the year against their friends, however, Sreten's medical condition will force Jezda and Fedor to remove him from the team. Rista is desperately needed money to take Kasija the trip, so he accepts the job of professor of mathematics for one girl from lower grades, and she will begin to blackmail him to approach Metodije who she has a crush on. Pavle invites Tereza to perform with her band on his party, as it is an ideal opportunity for her to come to him.    "
                },
                "4": {
                    "title": "Ljubavni jadi 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "9 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor and Jezda are still trying to convince the depressed Sreten that best for him is not to participate in the game. Pavle falls in love with Eva, and Gojko is the only one who will try to make it clear that Tereza would not be hurt. Sandra blackmails Rista to set her up a date with Metodije who she has a crush on or he will be otherwise charged with adultery.    "
                },
                "5": {
                    "title": "Eva zapada za oko inspektoru",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Seemingly ordinary day in the pub will corrupt the arrival of inspector Aca to look in Sretens and Jezda's accounting books. That tribulation is not going it alone when you Jezda realize situation of Jefimija and Kosta together in a pub. How to save the thing, he calls Jefimija on lunch. Eva and Kasija fall into conflict with Metodije and Rista. Tereza against Lila's will puts the piercing to be closer to Pavle. Jezda went out with Jefimija on lunch and that turns into a nightmare night and he decides to enroll at an unusual rate, the rate for stumbling. Inspector ...    "
                },
                "6": {
                    "title": "Eva se sveti Metodiju",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Dinner at which inspector Aca runs in an unpleasant surprise. Jezda indirectly takes inspector Eva. Lila threatens divorce if they repeat a similar situation. Jezda decided to apply all the techniques he had learned in the course and starts to hand him to conquer Jefimija. At the step from being together. Eva is still angry, Aca is sympathetic and to spite Metodije, she decides to go out with him. Metodije is desperate. Tereza managed to deceive Sreten to be seen with Pavle. The rides up and running, and the conscience of all recognized Jefimija, which disappointed ...    "
                },
                "7": {
                    "title": "Casovi joge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "14 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Lila is on edge. She needs a break and decided to enroll in yoga classes, but - will she succeed? Jezda poisoning Sreten that this sect is organizing a mass suicide that will be the initial trigger that the two of them together with Fedor go to the mountain and to prevent Nikolina i Lila to do so. Eva's and Metodije's anniversary slave connection, however, Rista is the one who will ruin everything. The desire to bring order to the house, making a list of home works by Sreten which all must adhere to in order to go on vacation, but there are those who are not ...    "
                },
                "8": {
                    "title": "Otmica Lile i Nikoline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Rista stole the monkey from the zoo shop in which Sone works to organize a perfect gift for Metodije for the anniversary with Eva, but things will start unwanted flow. Tereza is the one who does all the housework so that she could go with Pavle at sea while Gojko sabotages them in every way undermines, but when Pavle learns of the deception things will change. Sreten, Fedor and Jezda overnight kidnapped his wife from a mountain resort in order to prevent them from with the help of \"Yoga sect\" commit suicide.    "
                },
                "9": {
                    "title": "Seksualno obrazovanje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "16 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Lila and Sreten reveal that Metodije and Eva bachelorette sleep alone in a room. Resulting chaos, Sreten and Lila are asking them to be more discreet. Jezda ordered poker coffee cafe you do not like Sreten. Nikolina was worried about Rista's future, with the help of a Kosta, Fedor is trying to find out which college to fit Rista. Gojko's class has first time sex education, where for the first time condom, which will trouble him. Rista has a desire to be a pilot. Fedor is happy, and Nikolina inquire about the school they attend thirst Rista's abroad, unfortunately it ...    "
                },
                "10": {
                    "title": "Gojkov prvi susret sa kondomom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Metodije reveals that Gojko threw a condom and caused him to say it to parents. Cornered, Gojko admits he's desperate because she thinks it is \"small\". Unthinking of the consequences Lila comment on the size of the former husband, which will bring discomfort to Sreten's life. Fedor and Jezda have a plan to convince Aca to show them his theory. They're going to benefit from the developments. Aca agrees to go with them to the casino to win money for Rista's school. Eva and Metodije decide to move to Novi Sad, causing another earthquake in the family Sindjelic. Going to ...    "
                },
                "11": {
                    "title": "Metodije planira prosidbu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    At the Sindjelic's house new inmate arrives - in the family arrives Ana, Lila's niece from her first marriage, which will soon enter the strife in the family at all levels. Tereza in all ways tries to hook up Pavle, but this time it will go a step further and offer solutions for the tests that Lila review. Eva's gone. Metodije plotting to go to her in Novi Sad and propose her.    "
                },
                "12": {
                    "title": "Prsten je spreman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "21 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Metodije, Rista, Sone and Kasija go to Novi Sad in surprise visit Eva. Metodije bought the engagement ring and is ready to propose Eva. Sreten, at the urging of a friend, tries to sexually satisfy Lila, but soon he ended up without the power to do anything. Tereza, Gojko and friends are caught in the school breaks in order to steal the test solutions and now they are waiting for punishments.    "
                },
                "13": {
                    "title": "Spijunaza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    After he broke his leg in bedroom, Sreten was forced to remain in the hospital and calls Jezda to move into his house and help Lila with children. Jezda begins to spy Lila which will lead to new troubles. Metodije is still depressed because of Eva. Jezda suspects that Lila is cheating on Sreten with her ex-husband, and he will do anything to prove his claims.    "
                },
                "14": {
                    "title": "Pismo od Eve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Metodije receives a letter from Eva who accidentally finds Lila and misinterpret it will bring chaos to the family of Sindjelic and new problems in the already strained relations among family members when Lila suspects that Eva is pregnant. Kolja wants to prove himself in school time, which will make mischief, but when a reckless jokes Jefimija will send to the hospital.    "
                },
                "15": {
                    "title": "Izlog seksi sopa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "28 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten is still in the hospital. Jezda realizes that he needs help at the pub. The guests coming Lila's friend Sofija, which is very attractive for her age. Considering that her husband recently cheated on her, she needs comfort. Gojko and Tereza are with their friends broke a window of sexy-shop and managed to escape. Things get complicated when the owner finds them and seeks to compensate. Gojko has an ingenious plan to repay the money, or whether they will it succeed? Metodije is sad because he is not answering Eva. Fedor wants to prove to his son and environment ...    "
                },
                "16": {
                    "title": "Metodije na zeravici: Sta ce Eva reci?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor is declining in a growing problem with Nikolina. Metodije and Rista open Kasija's mail and remain shocked when they realize that Eva hooked up with ex-boyfriend. Rista push Metodije to be with Sofija. Jezda discovers children's deception and the truth about the broken window. Nikolina and Lila in sexy pin truss Jezda and Fedor, will then Fedor and Nikolina able to work things out. Metodije is a step away from being succumbs to the charms of Sofija, Rista learns that Eva is not the past and attempt to notify method, but the question is whether it will arrive on ...    "
                },
                "17": {
                    "title": "Rajko na Gojkovoj meti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor finally convinces Jezda to get Jefimija because it's so obvious that she likes him. Danica wants to go with her friends to Cuba and got a job in a bar, which is not going to like the rides, but without Sreten, any help is significant. Gojko and his team begin to harass Rajko, which will force Kosta to implement a new way of working in the classroom.    "
                },
                "18": {
                    "title": "Zar Kasiju nagu na kalendar?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jefimija hesitating whether to accept Jezda's indecent offer. Kosta accept the guilt that Rajko's mother blame's on him, but students are siding with him, wanting him to stay in school. Ana's uncle was visiting Ana. Rista misunderstood their exit with the latter, thinking that he wants to photograph Kasija naked for a calendar and will try in every way to prevent it is.    "
                },
                "19": {
                    "title": "Terezin poklon na pozajmici",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "4 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten is still in the hospital, but Jezda are trying to assume the role of a man in the house of Sindjelic, but the idea nobody is enthusiastic. Things are further complicated when Tereza's father gets her precious gift. It therefore becomes the main \"face\" of the school, and Gojko is difficult to accept that. Things are wrong when Gojko and friends \"borrow\" a device that Tereza received. Metodije works in a bar, but that's his job harder than he could have imagined. Jezda decided to propose Jefimija, and she realizes that they still can not be together, whether the ...    "
                },
                "20": {
                    "title": "Sok za porodicu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Gojko wants to admit to Tereza the truth, but the boys have a new plan to \"lend\" from the Kosta appliance and save deterrent. When eventually caught up and Fedor in the whole story, not even imagine that their police knock on the door. Metodije yields the school, but still works in a bar and that his job is strenuous, but he will not let go. When Rista tried to help everything will go wrong. Jezda is facing challenges, the fate of his relationship with Jefimija depends on her mother Andjelija that he's not in favor. Incidentally, Lila will find out why Metodije works,...    "
                },
                "21": {
                    "title": "Borba za mesto glavnog organizatora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jezda and Danica will do our best to be the organizers for the wedding of Metodije which will lead to many problems. Lila and Nikolina will try to organize a school play in order to collect the funds allocated by the ministry. When she heard that Pavle is the main actor in the play, Tereza will give all of myself to other actresses leaned to the side and starred in the play. Kolja has a nightmare where he predicts that something bad would happen Tereza and asks her to call it off.    "
                },
                "22": {
                    "title": "U predvecerje vencanja (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor took over Sreten's coaching in the team, and his forthcoming match that decides whether the team was relegated. He will try in every way to animate Rista to do his best in that match. Tereza is obsessed with the role he got in the show, but will not go all the way she imagined. Danica and Jezda continue waging war for the main organizer of Metodije's wedding.    "
                },
                "23": {
                    "title": "U predvecerje vencanja (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "original air date": "11 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Gojko and Tereza have decided to record every moment of preparation for Eva's and Metodije's wedding. However, on the recordings will be found and much of what it should not. Drasko has come to divide with Eva happy moment. Is he really come friendly or have a plan? Sreten is at home, but it only adds more anxiety. While his friends are preparing for a bachelor party, they have no clue that Metodije and Eva fight. Kolja has lost rings and Gojko and Tereza will give their best to help him.    "
                },
                "24": {
                    "title": "Vencanje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Gojko, with the help of his buddies, decided to help slay, but this solution is not so smart. Metodije's pals want to prepare something he will remember all his life and no idea how that will actually succeed because Drasko has an idea, or a hell of a secret plan. As long as the party in the house of Sindjelic Sreten seems to increasingly lose your temper. When Eva on their wedding day wakes up in bed with Drasko, and Metodije in another city located miles away, the question is whether it will be a wedding at all?    "
                },
                "25": {
                    "title": "Samo je jos Lilin stari prijatelj falio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 25,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten returned home, however, he is still unable to move normally so everyone are all at his service. In the house of Sindjelic comes Pol, an American of Serbian origin, who will bring confusion when Jezda convince Sreten that between Lila and him is something. Ana comes to work as a librarian at the school and immediately both Sone and Novak fall in love with her. Gojko and the team built in photoshop Tereza's nose and tell her that she have a big nose and making her to fall into major depression.    "
                },
                "26": {
                    "title": "Tereza ima samo jedno resenje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 26,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Ana has her eye on Novak, but Rista bitches different plans which will lead to new problems. Pol was employed by the school as responsible for sports week so this provides an opportunity for him and Lila to get closer to each other. Tereza insists that goes to plastic surgery of the nose.    "
                },
                "27": {
                    "title": "Sreten i Pol - Rogovi u vreci",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 27,
                    "original air date": "18 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten is a little nervous since he left the hospital. This state adds to the fact that in the house stays Pol who has his eye on Lila. Lila is trying to set boundaries, but it was increasingly difficult to succeed. Family Ristic expect Fedor's father who they believe is depressed because his partner died. When the grandpa Fedor sr. appears at the door with a young German woman, the whole family remains in shock believe that she just wants the money that grandpa Fedor sr. has.    "
                },
                "28": {
                    "title": "Bracni brodolom na pomolu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 28,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor in all ways are trying to separate his father from his girlfriend Uta. In the Ristic family has someone who is young German woman likes, and that is Rista, but did the crushes crossed the allowed lines? And how will CKasija deal with it? Pol acts as a perfect man, the kids love him, they are all delighted, and Sreten is trying to be friendly to Pol, but he doesn't really succeed. After Lila's go out with Pol things start getting out of control. Is this the end of Sreten's and Lila's marriage?    "
                },
                "29": {
                    "title": "Napeto u kuci Sindjelica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 29,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten and Lila are in a fight that will lead to a charge of atmosphere in the house. Jezda is looking for the best man and his last choice is Fedor, but he will soon realize that Fedor is a bad luck and he will by all means try to tell him to change his mind and it won't be easy. Gojko witnessed Pavle's cheating on Tereza and he will in all ways try to prove to Tereza his suspicions.    "
                },
                "30": {
                    "title": "Svadba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 30,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten increasingly suffering from the breakup with Lila and he's trying to find reasons in himself. Jefimija and Jezda are busy with the final preparations for the wedding. The biggest problem is to find a best man. Gojko is still trying to prove Pavle's fraud and finally examines his feelings for Thereza.    "
                },
                "31": {
                    "title": "Raspad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 31,
                    "original air date": "25 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten is desperate because Lila is absent and forbade her name to be pronounced in the house. An unexpected guest appears at the door. After a few months in Novi Sad, Metodije returns home, but no one knows the real reason for his return. Lila is considering to move to Novi Sad, but although determined, not met with the support she had expected. Tereza and Gojko are desperate. Tereza wants to stay in Belgrade. Fedor says to Sreten that Lila wants to reconcile with him, which will Sreten give hope, but when he learns the truth, he'll break up. Rista has hooked up a ...    "
                },
                "32": {
                    "title": "Rastanak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 32,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Students and colleagues have prepared a surprise for Lila's departue. Elena is chasing Rista. In order to \"save\" Rista, Metodije will be forced to rekiss Kasija, which will cause a violent reaction to her. Jezda and Fedor are trying to come together Sreten and Angelina, who has always been in love with him. Kasija tells Rista that Metodije kissed her and he was forced to attack Metodije to conceal the truth. Lila mix memories and feelings. A visit at home of Sindjelic might change her decision. Angelina takes matters into his own hands, while Fedor and Jezda and it ...    "
                },
                "33": {
                    "title": "Prijateljski odnosi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 33,
                    "original air date": "28 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    New student in the class will surprise many, especially Rista. Sreten has trouble whenever he sees Lila and seeks help from Gvozden, the new psychologist. Gojko began to be jealous and lose confidence. Gojko makes mistakes and he and Tereza force spite on each other. Kasija and Elena become a close friend and that suggest it will be a big trouble. Rista has to deal with his actions. Lila and Sreten are trying to have friendly relations.    "
                },
                "34": {
                    "title": "Sok",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 34,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Rista comes home and there he faced uncomfortable suprise, Elena. Lila is interested in Sreten's health. Jezda \"fall\" under the influence of Fedor and tells to Lila that Sreten is seriously ill. She is desperate. Sreten tries to stick to advice that he took from Gvozden, but it doesn't go so easy. News of Sreten's poor health is slowly expanding. Gojko still plague of doubt and uncertainty. Lila and Sreten reveal the truth about Jezda's and Fedor's conspiracy.    "
                },
                "35": {
                    "title": "Kako vratiti Lilu?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 35,
                    "original air date": "2 May 2017",
                    "year": "2017",
                    "plot": "\n    Kolja celebrates his birthday and in front of all he pronounced desire to Lila and Sreten reconcile. Gvozden says to Sreten that he has to change if he wants to repay Lila so Sreten enters in the world of the metrosexual, which will naturally lead to ridicule at Fedor and Jezda. Jezda still has problems with Jefimija and first sex which thay have not yet. Gojko and Tereza try to expose Rista's cheating he had made with Elena.    "
                },
                "36": {
                    "title": "Kratak spoj",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 36,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Jezda and Fedor have finally managed to drive Jefimija's mother out of the house so Jezda can again concentrate on his sex life. Sreten work on himself, go to the spa, waxed up, which will boost Fedor to wish to mock him. Kasija finally learned about Rista's cheating on her and among them is a heated argument.    "
                },
                "37": {
                    "title": "Susa, jubilej i veza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 37,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    Jezda begins to receive mental health problems because of the situation with Jefimija. Kasija tells Rista that among them is definitely over. Tereza and Gojko are trying to correct his mistake which led to their breakup. Sreten's class has a reunion, but he doesn't want to go on it because he is considered to be ridiculed for breaking with Lila.    "
                },
                "38": {
                    "title": "Pod hipnozom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 38,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Sreten is trying to prove to everyone that he doesn't care with whom is Lila going out, but the Balkan mentality is stronger than him, so he will by all means fight to keep Lila for himself. Rista wants to be loyal to Kasija and seek the help of expert, but he is not only one. Jefimija and Jezda go to Gvozden to play with the help of hypnosis to find out what the problem is.    "
                },
                "39": {
                    "title": "Prijateljski za Lilu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 39,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    Lila and Nikolina are spending a lot of time together and it starts to bother Fedor because he can't spend time with Nikolina way he would have want. Lila and Sreten are trying to have normal relations and communication. Sreten is trying to prove that the situation is under control. Fedor and Jezda come up with the idea to spoil heating in the apartment and thus expel Lila from Fedor's and Nikolina's apartment. When they start to set it up, it cause a major problem that must be solved and that Nikolina do not know. Rista forces Metodije to write him a song for Kasija....    "
                },
                "40": {
                    "title": "Da obrnemo jos jedan krug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 40,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Kasija found Rista's letter? Will it meet Rista's expectations. Gojko interested in how it looks, \"the first time\". Sreten is trying to get Gvozden to share with him his dilemma. When he fail to get in touch with him, his \"passion\" will share with Roki, saying that his friend is in trouble, and Roki will give advise to him. When the plummers came to Ristic apartment, to repair the malfunction, things start getting out of control. Sreten and Lila are all closer. One moment they kiss, but Lila retreated. New suffering, new hopes and fears are once again in front of them...    "
                },
                "41": {
                    "title": "Samci i samice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 41,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    On an ordinary evening into a family of Sindjelic arrives picture of is Sreten's and Jezda's father. All are touched. Fedor persuades Sreten to change and that he should go out. Unpleasant news for Jezda, Andjelija came to visit, and not only that, she came to inform Jefimija that her brother Danko comes to visit. Metodije, Rista, Sone and Novak are preparing for a weekend in the countryside. With them will go and Elena and Kasija, but Gojko, Tereza and Kolja are going with them. Jefimija's brother had just arrived and, unlike Jefimija and Andjelija, Jezda will ...    "
                },
                "42": {
                    "title": "Udarna vest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 42,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    The company arrives in nature, but there will follow many surprises. Jezda is angry at Roki and together with Fedor considering who might steal the picture. Fedor is pushing Sreten to go out and to give the opportunity to another woman. Nikolina suspects that Fedor is cheating on her and she is difficult to cope with. When she go to a city with Lila, it is possible to catch Fedor and Sreten embarrassed. The pub thugs invade beginning to threaten Jezda and tangle slowly unwound. In a house on the countryside comes the surprise - Eva. What she has to say will surprise ...    "
                },
                "43": {
                    "title": "Jos jedna udarna vest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 43,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    In the house of Sindjelic comes Marko, nephew from Italy who will well shake up the lives of inmates. Jefimija's brother Danko started working with Fedor in the workshop. Jezda don't want to Jefimija finds out that he is not as such it represents. Danko will toss Lila which will lead to new problems between Lila and Sreten. Gojko will lie friends that he slept with Tereza which will cause major problems for Tereza.    "
                },
                "44": {
                    "title": "Sastanak sa Dankom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 44,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    Lila go out with Danko just to spite on Sreten and Jezda who want to prevent it. Gojko realizes that he made a mistake and will do anything to apologized to Tereza. Fedor prays Nikolina to leave Rista alone at home in order to reconcile with Kasija, but there will arise a new problem what Rista didn't expect.    "
                },
                "45": {
                    "title": "Gvozdenova tajna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 45,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    During the weeks of fighting against smoking Lila and Nikolina will make a bet that who has a strong character that will leave smoking. Gvozden remains without a partner and reveals that he's gay. Sreten and others will do anything to help him to return his partner. Rista still suffer because of Kasija and finds a new way to keep up with her. Of course again will all go unwanted stream.    "
                },
                "46": {
                    "title": "Kako vratiti ljubav?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 46,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    Rista is seeking advice from the great lover Marko to return Kasija. Faced with the fact that their friend Gvozden is gay, Sreten, Jezda and Danko will find his ex-boyfriend to convince him to go back to Gvozden. When that fails, they will make another step forward. Nikolina becomes even more nervous without cigarettes, and she is particularly irritating because she doesn't receive support from their loved ones.    "
                },
                "47": {
                    "title": "Svetlana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 47,
                    "original air date": "23 May 2017",
                    "year": "2017",
                    "plot": "\n    Rista meets Elena's parents and turns out that her father is a sports manager which will hook up Rista's plan about career. Lila and Nikolina meet a gentleman who buy them drink at the concert, however, in the whole story Danica jumps in and begin to date with the man what make jealousy in Lila. Fedor's sister Svetlana is coming after a several years of absence and takes in a seed of discord between Fedor and Nikolina, and a nervous in Fedor when Danko begins to be interested in her.    "
                },
                "48": {
                    "title": "Glava u oblacima",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 48,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Rista is in his head a sports agent, which gives an idea to Sone to make epic joke at his expense. Svetlana is temporarily located at Sreten's home. The Glass of talk between two lonely adults will do irreparable damage. Danica gets an offer to live in Buenos Aires with Miodrag.    "
                },
                "49": {
                    "title": "Razdvojiti Svetlanu i Sretena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 49,
                    "original air date": "26 May 2017",
                    "year": "2017",
                    "plot": "\n    Svetlana tries in all ways to approach Sreten. Because she loves to sing, Danko promises her that he'll help her to make a career and that he'll make of her a big star. Jefimija is worried because she isn't pregnant. Her behavior becomes freer surprisingly to Lila and Nikolina. Svetlana annoying all the household with her behavior. When in house she see Lila, she went absolutely crazy. Rista, Kasija and his team want to go on a special trip, but they don't have the money. In the search for a job they face a very unusual offer. Gojko introduces Svetlana into the wrong ...    "
                },
                "50": {
                    "title": "Zivot ili smrt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 50,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    Jezda is a bit angry on Sreten. Danica decides to help Jezda and go with him to the bookstore to buy a needed literature. The band is preparing for the show, but not everything goes according to plan. Kasija is mad at Elena. Svetlana ejected Lila from the house which will infuriate Sreten and make it to scare her out of the house. When Svetlana was found on the roof of the building and threaten to kill herself, Sreten will face a new dilemma and will be forced to do anything just that Svetlana don't jump.    "
                },
                "51": {
                    "title": "Izmedju dve vatre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 51,
                    "original air date": "30 May 2017",
                    "year": "2017",
                    "plot": "\n    Svetlana tells kids that Sreten proposed her. Gojko and Kolja are broke with this news. Although it is early in the morning, Svetlana and the band recorded a demo tape in the house of Sindjelic's. Nikolina is preparing for the Congress. Gojko went to pray Lila to talk to Sreten and told her the news. Rista, Kasija and friends \"catch\" Nikola in a very unusual situation and remain shocked. Sreten was afraid that Svetlana doesn't kill herself, but he promised to Lila that he would leave her. In the school comes Ines and she teach dance classes, and Danko remains ...    "
                },
                "52": {
                    "title": "Spletka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 52,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    Nikolina returned from congress and her behavior becomes strange what Lila notes. Svetlana, Sreten, Jezda and Fedor are visiting godmother who is dying. Godmother is happy to meet Svetlana's husband. As a last wish expressed to her that he swears that he'll marry her. Lila arrives at that time with Nikolina and hear it. Deba fell in love with Ines, and Danko insists on cooperation with her, but Ines plan with Kasija and Elena conspiracy. Lila kissed Sreten to prevent the wedding schedule with Svetlana, which will cause huge anger among relatives.    "
                },
                "53": {
                    "title": "Lilin poljubac",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 53,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten doesn't stop to think about Lila's kiss. Nikolina is undecided. On the one hand she wants to keep the marriage, but on the other she can't resist a man whom she met at the congress. Exactly when Rista, Kasija and friends raised the money, someone managed to lose it, but the question is who and where the money is? Fedor is concerned about his relationship with Nikolina. Since they soon celebrate their anniversary, Fedor will make a surprise and Sreten will help him. Elena, Kasija, Rista and Nikola go to the Academy of Arts to earn money, and their is waiting a ...    "
                },
                "54": {
                    "title": "Trenutak istine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 54,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Djordje has not stopped to lavish Nikolinu with attention. Sreten helps Fedor to please Nikolina for their anniversary. When Lila finds out about this, she is forced to tell Sreten the truth. Stanislava comes to the academy and reveals the truth about Nikola. Sreten will try to tell Fedor about cheating, but has no heart, Nikolina is the one who will have to tell him the truth as expected. Will she stay with Fedor or accept the offer and go with Djordje? Kasija realized she was wrong and that the money is with her, but she will try to hide it. Sreten and Lila take a ...    "
                },
                "55": {
                    "title": "Raspad i pomirenje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 55,
                    "original air date": "6 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Lila returned to the house of Sindjelic's, but this time she and Sreten want to go slowly so they don't spoil anything. Children are the one who will be at all their strength to support this new feature, but, on the other hand, Svetlana tells Sreten she is pregnant with his child. Fedor's marriage is falling apart, but Rista is the one who will try to get Fedor out of depression. At the door of the house of Sindjelic's appears Daria, a hitwoman from Italy who gives Nikola 24 hours to come back with her to Italy and to correct what he did there.    "
                },
                "56": {
                    "title": "Bekstvo od stvarnosti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 56,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor takes Nikolina to the farm in order to save the marriage, but there comes Sreten with Lila in try to escape from the vicious Svetlana who wants to Lila learns that she is carrying Sreten's child. Nikola and Sone try by all means to convince Roki to go to Italy instead of him.    "
                },
                "57": {
                    "title": "Nikolina je otisla (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 57,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor in all ways is trying to forget about the divorce from Nikolina which burdens others. Children got poisoned and prevent Sreten and Lila to spend all day in bed. Jezda and Jefimija come to the Sindjelic's with intent to stay there for a few days while in their apartment doesn't fix the pipe that broke. Rista is depressed about a mother who left them and loses interest in women.    "
                },
                "58": {
                    "title": "Nikolina je otisla (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 58,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor is still tries to animate all around with false optimism. Svetlana and Danko started to see each other. Jefimija is forcing Jezda go to see a doctor and to determine with whom is the problem because they can't have children. Kasija in all ways tries to pull Rista out from depression.    "
                },
                "59": {
                    "title": "Put za Varsavu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 59,
                    "original air date": "13 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor is still trying to be happy and euphoric to forget about the divorce. He gives children gifts including a skate on which Gojko will fall and hurt himself. Tereza wants to gave Gojko something for his birthday, but he suspects that she has an affair with Rista and becomes dangerously jealous. Sreten is trying to find a professional help for Fedor whose behavior begins to worry him. Kasija and Rista are together again, but Kasija has problems at home and starts looking for an apartment in which she would live. After Jefimija had car accident with a famous star, ...    "
                },
                "60": {
                    "title": "Na putu za Varsavu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 60,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor persuaded Jezda and Sreten to go with him on a trip to Poland, but on the way there they entering into unforeseen problems. Danko uses absence of Jezda to schedule Svetlana performance that will lead to disaster. Rista, Kasija and Sone are forced to work in a bar to supplement their budget.    "
                },
                "61": {
                    "title": "Policijske i druge igre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 61,
                    "original air date": "16 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Jezda and Jefimija welcome guests Sreten, Lila and Fedor, and with pleased show them how they equip the house. Lila wasn't thrilled, but she's trying to cover it up, but she doesn't success. Kasija has left her home because of a fight with her father and comes to Sindjelics. In the school comes inspector and demands to be elected a new director since Nikolina is no longer there. Lila proposes that it be Jefimija, and Jefimija to be Lila. Kasija's father comes to Fedor's workshop with police car, and Kasija and Rista are looking for an apartment. Fedor has fantasies ...    "
                },
                "62": {
                    "title": "Osamostaljeni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 62,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor is completely \"seizing\" the role of a policeman. Sreten and Jezda are worried about him. Jezda and Sreten are in a fight over the election of the school director, and relations between Lila and Jefimija are complicated too. Kasija and Rista are moving into an apartment with Gvozden, but how will it look life in the community? In the cafe came a robber, and a cop came to rescue thing and it's exactly Fedor. Maybe he's a real hero for all, but not for the police. It will be an opportunity for Kasija's father to blackmail him. Will Fedor manage to avoid prison?    "
                },
                "63": {
                    "title": "Fedor i Fedor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 63,
                    "original air date": "20 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Fedor after divorce from Nikolina is behaving irresponsibly and as a boy. Sreten is worried about him and along with Jezda he seeks help from Gvozden. Jefimija is desperate because she can't have a baby, but Jezda don't comply with the diet nor a healthy style of life and all the time he is lying Jefimija. Svetlana has a problem with the first neighbors. Rista, Elena, Sone and Kasija also fight with a neighbor. They don't suspect that actually live up as a first neighbors. Svetlana comes to the idea that Jefimija go to a sperm bank. Sreten and Jezda take Gvozden's ...    "
                },
                "64": {
                    "title": "Rat i mir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 64,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Just when it seems that things will calm down, Kasija announces \"war\" to her neighbor. Jefimija tells Gvozden that she wants his child. Jezda and Sreten go out to a restaurant with Fedor and set up a meet with Pavle, who should play Nikolinina's boyfriend. Things got out of control when there appear Lila and Deni, and when Pavle and Fedor become friends. Sreten, under the influence of Lila, ejects Fedor out of the house. Relations between Jezda and Jefimija are complicated because Jezda attacked Gvozden, In Svetlana's apartment fire breaks out due to Sone's \"joke\". ...    "
                },
                "65": {
                    "title": "Kako su se upoznali Sreten i Lila",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 65,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Kolja has homework - he should write how Lila and Sreten fall in love. Sreten said that it with Lila was love at first sight, and Lila that she was in love with Fedor, which created general confusion. Jefimija begins to relax with Jezda, but it's starting to bother him. When she at one point mentioned that she likes Trump, Jezda decided to become like him and asks for help from Deni. Sreten increasingly becoming insecure and seeks help from Gvozden. Svetlana throw Danko out from the apartment, and he's moved in with Rista, and not only that, he finds him a job, but ...    "
                },
                "66": {
                    "title": "Maneken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 66,
                    "original air date": "26 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    At the dinner at Jefimija's and Jezda's flat is coming archpriest. Jezda is trying to make a good impression, and Jefimija to be relaxed. That evening, which should be in a cordial atmosphere turns into a quarrel between Jezda and Jefimija. Sreten has a passion and doubt that are trying to hide. Danko train Rista how to shine on the show. However, rather than to shine, Rista will experience a real debacle.    "
                },
                "67": {
                    "title": "Psihologija (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 67,
                    "original air date": "27 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten enrolled on a course of psychology and completely devote himself to it. Fedor falls in love with a woman whose car broke down. It turns out that she is Sreten's professor of psychology which lead to a series of comic situations. Sone brings his friend who need to take an exam for firefighter and Kasija immediately fall in love with him. Danko tries to help Rista to destroy this affair. Jezda is arranging bar for announced visit from the inspector.    "
                },
                "68": {
                    "title": "Psihologija (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 68,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten realizes that the exam is not as easy as he imagined. The rest encourage him, and Fedor in his study sees an opportunity to get closer to professor he likes. Rista is depressed because relationship between Kasija and Nemanja progresses. Danica and Jezda will accidentally get into the scene in which will Jefimija interpret as cheating, which will lead to new problems.    "
                },
                "69": {
                    "title": "Ljudi i kondomi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 69,
                    "original air date": "1 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Sreten failed at the exam and therefore he feels bad. Lila offers to help him in studying. In Fedor's workshop comes attractive young girl Niki who at first glance impressed him. Relationship between Gojko and Tereza don't go just right. Will they be able to overcome the obstacles? Neitherr Lila nor Sreten don't go studying as they planned. Maybe it's a new reason for the conflict. Niki and Fedor came out and Danko knows who she is. Niki is no ordinary young and beautiful girl, but there is a great mystery about her life. Will Fedor will be able to accept it?    "
                },
                "70": {
                    "title": "Epilog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 70,
                    "original air date": "2 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Gojko and Tereza agree to do \"that\". Fedor pretends that his interest in Niki is completely right and that he is the modern understanding. While Sreten supports him, others are making jokes at his expense. Ines comes to Kasija and Rista and calls the whole crew to the concert. Tereza wants to go while Gojko has other things at his mind. Fedor tries to cope with himself, but he doesn't successes. Although it is difficult, he decides to leave Niki. Sreten successfully passes the exam and everybody's happy. Gojko and Tereza broke up, and both suffer because of it. Is ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Uzese se",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The wedding will suppose a series of changes in the two families who will bring tail since the coexistence will not be far from easy. The daughters of Lila, Eva and Tereza have left with sadness their previous life in Novi Sad, and well they are not received either by the children of Sreten, to whom they do not like to suddenly share their house with three strangers.    "
                },
                "2": {
                    "title": "Odgajanje dece",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Lila and Sreten have different forms to educate their children. Whereas she does it by means of the dialogue, Sreten uses his authority. But mother comprehensive, when her daughter Eva comments that she will maintain sexual relations to him with his fiancè, becomes and begins to spy on it.    "
                },
                "3": {
                    "title": "Dugovi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Sreten tries to approach his children, but Gojko, Metodije and Koja follow without being absolutely contentments with the new familiar situation. Sreten, in spite of the debts, wants to give to the family a trip to Paris but the financial problems are too big.    "
                },
                "4": {
                    "title": "Uvek cemo imati Pariz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Eva teases Metodije and Tereza tries to integrate itself in the school with its arms of woman. Sreten thinks that Ksenija is getting too involved into the Sindjelics' business.    "
                },
                "5": {
                    "title": "Predsednik kluba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Sreten and Jezda attend a food tribute of the equipment Santa Justa. The honorary president of the equipment dies during the lunch and begins a \"fight of being able\" between Jezda and Andrej to obtain the presidency. On the other hand, Lila feels nauseas and thinks that she can be pregnant. He estimates to Sreten of a so subtle way that he interprets that who can be pregnant it is Candle, being created a tangle of amused consequences.    "
                },
                "6": {
                    "title": "Decije stvari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The children of Sreten have problems with the examinations of the school. Their halfsister Eva decides to finish its relation with its fiancè of Barcelona. Still, Rista to take control of her heart.    "
                },
                "7": {
                    "title": "Drug iz vojske",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Sreten's children have trouble with the test in the school. Their half-sister Eva decided to end her relationship with her fiancé Draskom. However, Rista wants to take control of her heart.    "
                },
                "8": {
                    "title": "Pokloni za zene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The inhabitants of the district decide to recover an old custom that consists of interchanging gifts. Sreten and Fedor see them and are desired you to buy something that they can like their respective women.    "
                },
                "9": {
                    "title": "Jezda homoseksualac",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    On the occasion of the events of the episode \"Episode 1.7\" Jezda makes a startling discovery with which his brother can not be reconciled, and that has to do with Jezda's friend. Meanwhile, Sreten Lilu transported to a place where first kissed with a completely different woman, but Lila begins to dig into the past to find out who this woman was and discovers something unexpected.    "
                },
                "10": {
                    "title": "Preljuba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    To complicate things, Lila discovers that it was with his better friend, Nikolina. While Metodije follow pawned on being singing although this causes the fury of its father. Eva and Rista crack a cruel joke to him and they make him think that a record one is interested in him. On the other hand, Tereza has a crush to one of the friends of Gojko.    "
                },
                "11": {
                    "title": "Ljubomora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    If last week Lila underwent an attack of jealousy, this time has been Sreten. A supper between Lila and Andrej causes the wrath of Sreten.. While, the losses of Santa Justa threaten their closing. Jezda proposes to contract entertainers to attract the aficcion the field.    "
                },
                "12": {
                    "title": "Test inteligencije",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Eva does the favor to them in exchange for photographing to naked Rista and Metodije for a calendar. In the school, smallest they prepare a play. All were surprised before the news that Gojko is superequipped. A change in the test served to him to deceive all and to spend days to king body.    "
                },
                "13": {
                    "title": "Engleski jezik",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    While Metodije try to perfect their English to approve, Jezda wants to learn it so that the tavern appears in a guide of places for tourists. In house of Sinfjelic it begins to lack money. The boys are the first suspects, but surprise, surprise, it was the mother of Lila, Ksenija, who took the money to go to bingo.    "
                },
                "14": {
                    "title": "Dzastin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    AIRED: 6/24/03 To the husband of Lila they grant an important prize to him. All the family is invited, Sreten, who although at first did not think to go, animates and even knows own Don Juan Carlos in the baths the celebration. The visit of Justin Bieber to Serbia unties madness in Tereza that will do all the possible one to be able to go to the concert.    "
                },
                "15": {
                    "title": "Nagrada i ocene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    While, Metodije is still in love with Eva. in order to disguise, he says that it is a girl from the class that he likes, but - until when will he be able to continue disguising?    "
                },
                "16": {
                    "title": "Mit o Svetozaru",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Sreten undergoes a nefrítico cólico and the annoying ailment puts to him on warning of which the life is two days. On the other hand, Sreten gets upset by notes of Metodije and a work urges to look for to him on the summer whereas Lila animates to Eva to that also she makes the own thing to contribute to the familiar economy and to obtain extra money for the vacations. While, smallest they face the spirit of a boy who was assassinated in the school.    "
                },
                "17": {
                    "title": "Vukova ljubav",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    Fedor has been let deceive by a supply and has bought an apartment without counting on Nikolina. Sreten and Jezda then feel like guilty of the error of Fedor, tired of his continuous jokes. The situation causes the separation of Nikolina and Fedor. While, Metodije wants to go to the India of vacations with Eva and, to accompany it, he must work in a club for foreigners like guitarist and dancer.    "
                },
                "18": {
                    "title": "Fedor i Nikolina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "12 May 2014",
                    "year": "2014",
                    "plot": "\n    Vuk has fallen in love with Lila and their companions of gang have found out when intercepting a letter that has written to the professor. Fedor and Nikolina's relationship is not in a particularly good state but Fedor's attempt of committing suicide gets them back together.    "
                },
                "19": {
                    "title": "Fudbaleri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "19 May 2014",
                    "year": "2014",
                    "plot": "\n    Eva's ex-boyfriend Drasko Colic arrives to town to take part in a composing contest of the local radio station. Also Metodije is taking part. Sreten finds out that there is more than just a sibling relationship between Eva and Metodije and he is not happy about this. Tereza wants to play in a boys' football team to impress a guy but Jezda opposes to this. Sreten and Jezda's eldest brothers calls to say that he is arriving in town in a few days.    "
                }
            },
            "2": {
                "1": {
                    "title": "Treci brat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The brother greater of Jezda and Sreten already has gotten up the family. But everything was not joys, since Momcilo is not the rich uncle who prevails in America and the only reason by which it has signaled life, after thirty years, is the money of the bar. Sreten forces to his son Metodije to go to a psychologist so that he helps to forget him Eva.    "
                },
                "2": {
                    "title": "Tetka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Gojko continues doing of hers and obtains photos of Tereza that uses to chantajear it. Momcilo, the older brother, continues revolutionizing the family, specially, to the aunt of Lila, Lidija. It seems that one is falling in love with her or. will want to remain with its money?    "
                },
                "3": {
                    "title": "O majci",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Kolja tries to remember his mother by a work of class and his brothers are not in favor to help him, but finally he finds out things about her. On the other hand, Rista becomes the star of the football match and Metodije is jealous.    "
                },
                "4": {
                    "title": "Goranov povratak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Lila's ex husband appears in the house of Sindjelics. Sreten thinks that the only intention of Goran is to recover Lila, but he discovees that the reason for his visit is to communicate to them about his travel to the U.S.A. to be operated of a cerebral tumor.    "
                },
                "5": {
                    "title": "Odlazak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Lidija accepts the proposal from Momcilo, who is forced to leave due to the reclamation of a debt, but not without before trying to obtain the money through millionaire games of poker.    "
                },
                "6": {
                    "title": "Ljubavni jadi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Lila goes to U.S.A. with her husband, and Metodije falls in love with his new proffesor of literature, Violeta, who will raise passions in the students of the school.    "
                },
                "7": {
                    "title": "Vozacki ispit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n    Lidija is sad after Momcilo left. Sreten tries to cheer her up and sets her up on a date with Jezda. Tereza, is in love with the new boy in school, which will take to enormous problems with Sreten.    "
                },
                "8": {
                    "title": "Haos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 May 2015",
                    "year": "2015",
                    "plot": "\n    Since his driver's license expired, Jezda refuses to appear again to the examinations. Rista takes advantage of the situation to help him in exchange for 300 euros. Metodije is in love with Violeta. After finding out that she didn't know to whom to leave her son, he volunteers to babysit him. Koja falls in love for the first time with Sara.    "
                },
                "9": {
                    "title": "Pravo na srecu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n    A series of situations leads Sreten thinks that Koja is gay. Eva is beginning to feel something about her brother, Metodije, who is still in love with Violeta. Fedor is unhappy with his life so Jezda convinces him to record videos. Fedor records a commercial for them. Deba can't jump over the colt.    "
                },
                "10": {
                    "title": "Put u Ameriku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "29 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Sreten decides that he wants to go to the U.S.A. to see his wife, but he has trouble on his way there. Meanwhile, Nikolina and Fedor are in charge in the house. Fedor takes advantage of the situation to prove to his wife that he is responsible, but he loses Koja.    "
                },
                "11": {
                    "title": "Nove komsije (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Rista is more and more deluded with Eva, but she is using him to make Metodije jealous. New neighbours arrive near the house of Sindjelics and they make loud noise every night. Sreten has to act like a role-model upon his son, but he can't do anything against his neighbours.    "
                },
                "12": {
                    "title": "Nove komsije (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Sreten, Jezda and Fedor learn karate so they can handle Sreten's neighbours, who won't stop making noise. The thing won't finish well. Koja and Gojko see Eva nude.    "
                },
                "13": {
                    "title": "Kratkovidi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "3 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The behavior of Violeta causes Rista to think that she is mistreated by her ex-husband. He tells that to Metodije, and they decide to intervene in the affair and to end the supposed situation. His plan is to destroy his car. Gojko is interested in females. Nikolina catches him while watching a porno-magazine.    "
                },
                "14": {
                    "title": "Dzip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "4 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After Rista destroys Violeta's ex-husband's car, Metodije receives news that she got the car from the divorce. They are in a serious jam. Fedor thinks his son is not his. He takes a fertility test. The youngest create newspapers for the school, but Gojko finds documents about a student in love with a professor and he posts that in the newspaper.    "
                },
                "15": {
                    "title": "Sin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "7 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Gane suffers an accident, so Sreten has to find a new waiter. They find a beatiful lady who wants Sreten. Gojko and Tereza have to celebrate their birthdays on the same day.    "
                },
                "16": {
                    "title": "Ozenjen i monogaman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "9 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Rista goes to ''save the acacia'' action so he could get close to Eva, and Metodije does the same to get close to Violeta.    "
                },
                "17": {
                    "title": "Protest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "10 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Eva organize the fight to preserve the old oak, which the council wants to cut. Metodije, Rista and Sone join its fight, because of the girls. The waiter in the bar was injured, and Jezda looking for a new assistant. It appears the young Danijela, who needs a job. Tereza celebrates birthday at home, and Gojko wants to prove that he has more friends than she was, and ihe organizes a party, just in the other room. In the park, Eva and friends organized the protest, and the police tried to expel them.    "
                },
                "18": {
                    "title": "Konobar ili konobarica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "11 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Sreten prepares a romantic supper for Lila, but John, her friend comes from America and Sreten is jealous. Eva has a new friend, Kasija. The youngest have a contest to see who is going to be their new leader.    "
                },
                "19": {
                    "title": "Moze biti samo jedan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Violeta leaves her job and she has to leave Metodije. Gojko saves Tereza's life. Everyone makes fun of Jezda because he doesn't have a girlfriend, so he lies to them that he has a one.    "
                },
                "20": {
                    "title": "Natali",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jezda pays someone to pretend to be his girlfriend, but Fedor recognizes her.    "
                }
            },
            "3": {
                "1": {
                    "title": "Sve je to prirodno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "17 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Eva follows her strategy to recover the heart of Metodije. This time thinks to lose the shame if it is necessary. Thus, when Kasija recommends that it showers with him, no doubt in doing it. Sreten comments the happened thing to him to Lila, but this one accuses to see something to him that does not exist.    "
                },
                "2": {
                    "title": "Maskembal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "18 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Teté is in love with a schoolmate, Branko. Vaca suggests to her that she invites the boy to an ice cream, but he rejects it because he considers that she is a very boring girl. Tereza asks Gojko who helps her become like him. The return of Lila from the United States has waked up in Sreten many insecurities.    "
                },
                "3": {
                    "title": "Nepobedivi lavovi (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Sreten thinks that Metodije is getting stronger and he tries to prove that he still is the head of the family. Lila trusts to her mother the subjects of the home while she works. When returning to house, she receives like welcome the explosion of a pot from pressure. Lila begins to be afraid that the confusions of their mother must to some type of senile dementia.    "
                },
                "4": {
                    "title": "Nepobedivi lavovi (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "23 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    What at first it seemed to be a failure will end up turning an authentic film of terror. Everything begins when the washbasin of the house of Sindjelic is clogged and Sreten does not have more remedy than to resort to a professional so that he cleans the pipe. The plumber needs to accede to a septic grave, Gojko and Koja cannot repress the curiosity of knowing what there is at heart of the well. In the end, Deba and Musa lower until the bottom and discover a broken tablet that it takes to them to think that there are ghosts in the house.    "
                },
                "5": {
                    "title": "Veliki koncert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "24 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Lila and Sreten glide to go to the theater, but, in the last moment, Nikolina decides to accompany Lila, and Sreten remains with Fedor in house seeing soccer. When the work finishes, the two women leave to have drinks and know the director and the actor protagonist from the representation. The situation returns to cause jelaousy in Fedor.    "
                },
                "6": {
                    "title": "Usvajanje deteta (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "25 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Laki asks Eva who puts for him, who thinks without giving it answer. On the other hand, Metodije receives a call from Viloeta to return to see himin an appointment. In order to ruin the evening, Eva accepts the proposal of Laki. In the meantime, Nikolin wants to adopt the child.    "
                },
                "7": {
                    "title": "Usvajanje deteta (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jezda goes forced the dentist, and this it says to him that it has all the damaged pieces, reason why has to put a set of teeth new. The specialist explains that the best solution is you implant them, but also most expensive. But he does not have money to pay it. Sreten and Fedor begin to suspect that Jezda lacks savings and they do not include/understand where is going to stop the money that wins in the tavern, reason why they are put to investigate spying on him in his own house.    "
                },
                "8": {
                    "title": "Homoseksualac",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Everybody convince Jezda to go to the dentist, but he refuses. In the end, however, he agrees. Rista understands that it can be closer to Kasija and Eva if they think that he really is gay. Gojko and Tereza go to school competition that is transmitte on television, Gojko is not happy because he is replacement for Deba if Deba coudn't go. Sreten and Fedor found in Jezda's apartment large suitcase full of money.    "
                },
                "9": {
                    "title": "Provala, homoseksualac i takmicenje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "31 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jezda explains that he has so much of that money because he wants to save for a peaceful old age. Rista explains to Fedor that he is not really gay, but that was just faking it so he can move closer to the girls. School quiz begins, Gojko has a plan how not to be a substitute Deba. However, the plan does not go as planned. Metodije and Rista bet on 100 euros that Rista in the next few days must seduce Kasija. Jezda passes a building construction, and some bricks falls on him.    "
                },
                "10": {
                    "title": "Bozji covek i beogradski don Zuan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "1 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Jezda, still in religious ecstasy, decides to leave Serbia and go into the distant Australia. Rista falls in love with Marija, who helps Jefimija on religious education. Fedor and Sreten try to find a way to stop Jezda from leaving Serbia. Jezda was determined to write a will and all the money leave to the church.    "
                },
                "11": {
                    "title": "Andjeli i demoni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Jezda, still in a religious ecstasy, decides to leave Serbia and go to distant Australia. Rista falls in love with Mara, a girl who helps Jefimija on religious education. Fedor and Sreten try to find a way to stop Jezda from leaving Serbia. Jezda decides to write a will and to leave all the money to the church.    "
                },
                "12": {
                    "title": "Kobasicomobil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "6 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Tereza had an accident at school and all students start to make a prank on her. Her life becomes hell and she won't go to school. Sreten seeking psychological help from Kosta. Rista realizes it's time to impress Eva and hooks her up. He devises the most stupid plan on the world. Fedor got Jezda and Sreten to work with the street sale of sausages, but soon all goes terribly wrong.    "
                },
                "13": {
                    "title": "Prava ljubav",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Sreten and Jezda are still in dispute with Fedor, and decide to do the job of street selling sausages themselves. However, Fedor is bent on revenge them. Rista, carrying out work in his stupid plan around seducing Eva, ends in a crate at the airport, on the way to Singapore. And Metodije and Eva finally recognized each other what they are feeling.    "
                },
                "14": {
                    "title": "Motel \"Veseli raj\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "8 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Metodije and Eva can not seem to find a place and time for their newfound love. They want say anybody what is going on between them. Kolja starring as hunter in Little Red Riding Hood in the school play, and his uncle Jezda as wolf. However, Jezda give up from the role and Kolja feels betrayed. Rista and Kasija decide to help Metodije and Eva, so they rented a hotel room. The only problem is that in the same hotel also coming Sreten, Fedor, Lila and Nikolina.    "
                },
                "15": {
                    "title": "Iznenadjenja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Rista and Kasija were finally hooked up. Gojko with the team devises a new flick - filled balloons ink and shoot students per school. However, when Nikolina finished sprayed with ink, it turns out that they are not to blame. Kasija thinks she's pregnant.    "
                },
                "16": {
                    "title": "Infarkt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "13 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Kasija is still crazy about the pregnancy, but Rista does not realize that serious. However, the real problem arives when all this he tells Fedor. Lila breaks whether to recognize Nikolina what she did, but she don't have the courage to do it. In the end, Gojko will force her to action. Pressed by problems on all sides, Sreten experiencing a heart attack.    "
                },
                "17": {
                    "title": "Dobitna kombinacija",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Sreten is released from the hospital, but everyone tells him that he should be standstill. He finds creative ways to continue to lead a football club. Their team has won a place to move to a higher league, but the stadium has to be renovated in order to achieve this. Fedor persuades Jezda to put his money into it. Gojko a Kolja shoot a documentary film about their father, and he wants to appear different from what he is. He soon becomes the victim of a hidden camera.    "
                },
                "18": {
                    "title": "Slomljeno srce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "15 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Thanks to Jezda's lie Metodije wants to end his secret affair with Eva. She doesn't know what it is and doesn't give up on the fact that the two of them living together. Fedor is got a big prize on the lottery, but now the problem is how to apport the money. The doctor assures Sreten that he is good and there are no consequences of stroke, but he doesn't believe in it.    "
                },
                "19": {
                    "title": "Neposredni raskid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Metodije wants to get away from Eva, so he went to live with Jezda. Soon his life with his uncle move around. Fedor wants to buy something special for Nikolina for anniversary, and please Lila to help him. Soon, they remain stuck in an elevator, and Fedor starts imagining things.    "
                },
                "20": {
                    "title": "Pisko i doktorka za ljubav",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "20 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Eva can't accept that Metodije doesn't want to be with her, but do not give up on that to get it back. Metodije, on the other hand, thinks that Jezda's lie that they are brother and sister is the truth, and he avoides her by all means. Rista devises an impossible plan how Metodije to prove Eva that he no longer loves her. A misunderstanding between Fedor and Lila is growing, and this may have the consequence on Sreten's and Lila's marriage.    "
                },
                "21": {
                    "title": "Ispit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "21 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Despite Metodije's attempts to be disgusted to Eva, she still thinks he wants they to be together. Sreten, Fedor and Jezda challenge Metodije and Rista on the test of history, under the supervision of Lila and Nikolina. However, three of them realize that the history for them is the same as Spanish villages. Vaca was invited to a love meeting, but she paniced and sent Tereza.    "
                },
                "22": {
                    "title": "Mocni gnu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Vaca and Tereza became mortal enemies, and Teresa figured out a way to fix things. She became guest in a specific TV show, where she wants to say to Vaca that she still is her friend. Nikolina and Lila viewing tests of history that have done their husbands, and I can not believe how much they have no idea. Metodije decides to get Eva, but she had already gone to Zlatibor. He finally finds her, but realizes that he was too late.    "
                },
                "23": {
                    "title": "Ljubavna metoda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "27 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Nikolina has decided to impose a reign of terror in school and sets the most advanced control system that can be found. Lila doesn't like it, it is considered that the school is not a prison, but educational institutions. Rista decides to pretend to be Metodije to get close to Marina, but soon he realizes that got into problem which he doesn't know how to get out.    "
                },
                "24": {
                    "title": "Kafana (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "28 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Sreten's and Jezda's cafe has received competition in the neighborhood and the number of guests each day decreases. Metodije's and Rista's group gets a chance to perform on the big concert. They loved it and devise a plan what will everyone to play. Tereza and Gojko decide to cheer up Jagoda and to connect her with her crush from school days.    "
                },
                "25": {
                    "title": "Kafana (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "29 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Gojko and Tereza have a hell of a plan how to Jagoda thought that her crush from school days is still alive and for that they hire local bum. Lila and Nikolina bet with Sreten i Jezda that are going to lead cafe better of them. Soon, they fall into major problems. Metodije's and Rista's group made a big blunder at a press conference on the occasion of the concert, and they were expelled from the program. However, they will not give up.    "
                },
                "26": {
                    "title": "Sida (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "2 May 2016",
                    "year": "2016",
                    "plot": "\n    Eva has a new boyfriend, Novak, and Metodije suffers very hard. After a strange incident in a bar, Fedor thinks he's got AIDS, a Jezda and Sreten believe him. Gojko is on the edge of being expelled from school, because he's always causing problems. Sreten decides to put him to work in the bar.    "
                },
                "27": {
                    "title": "Sida (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "4 May 2016",
                    "year": "2016",
                    "plot": "\n    Sreten and Jezda tell Fedor that the results of blood are bad and that he really had AIDS, even though they misread tests. Eva decided to spite Metodije and forces him to take off his clothes in the women's room. He thinks she wants him back, but she flees from the women's room with his clothes. Gojko is enough of work in a bar and decides to report Sreten to social workers for child abuse.    "
                },
                "28": {
                    "title": "Privrednik godine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    At the class reunion, Sreten and Fedor see Tucko, the man who was the laughingstock of the whole class. Now Tucko became a known businessman in Serbia. Fedor comes to the idea that he start a business that will make him rich. In school came girls from Sweden from the student exchange program. Rista and Sone go crazy with happiness. In school returns the old Tereza's love, Caja.    "
                },
                "29": {
                    "title": "Skola u prirodi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    Gojko's and Tereza's class goes on a few days in a rural home near Belgrade. Lila and Sreten go with them. At the homestead, Jefimija and Jezda come together. Tereza and Gojko bet who will kiss whose crush. Rista swears on allegiance to Kasijas, he realized that she was his only love.    "
                },
                "30": {
                    "title": "Marta (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n    Nikolina devises a way to force Fedor to stop car washing. Metodije falls into depression because of Eva, so Sreten and Jezda devise a way how Metodije to get out of depression. They hire Marta, exotic dancer.    "
                },
                "31": {
                    "title": "Marta (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "11 May 2016",
                    "year": "2016",
                    "plot": "\n    Metodije and Marta are becoming closer and closer, but it's all Metodije's plan to retaliate. Novak wants to live with Eva, but she hesitates. In the end, makes the decision. Sreten recognizes Marta and understands that she is an exotic dancer with a birthday party. It was quiet a mess when Lila thought that Sreten starts to seduce Marta.    "
                },
                "32": {
                    "title": "Marsovci",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "12 May 2016",
                    "year": "2016",
                    "plot": "\n    One night, in the woods, Fedor was convinced that he ran into aliens. Of course, no one believes him. To prove that he is right, Fedor took Jezda on the same site in the forest. And the two of them actually runs into some beings that look like aliens. They tell Fedor and Jezda it'll be the end of the world perform for 24 hours and Fedor and Jezda decide to fulfill all their dreams.    "
                },
                "33": {
                    "title": "Plava ljubav",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "original air date": "13 May 2016",
                    "year": "2016",
                    "plot": "\n    Fedor and Jezda think that the end of the world is coming, so they want to achieve all their dreams. One of them is to drive rally races in Kosutnjak. Of course, all this soon turns into pandemonium. Nikolina thinks that Fedor slowly goes crazy. In the election for school group, win new girlfriend, Ines, with her band. She soon developed a friendship and something more between her and Metodije. Gojko, Tereza and Kolja accidentally break a new HD TV, and devise a plan to cover up their \"crime\".    "
                },
                "34": {
                    "title": "Plodnost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "16 May 2016",
                    "year": "2016",
                    "plot": "\n    Metodije and Eva still feel attracted to each other, but they aren't pay attention to it. Gojko, Tereza and the rest of the \"gang\" tough devise a plan to take down the responsibility for the destruction of a new TV. Sreten is convinced that he can't impregnate Lila, and hatches with Fedor and Jezda some extreme methods to have a child.    "
                },
                "35": {
                    "title": "Bec",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    Metodije can no longer bear the pain of heart and decides to travel to some time in Vienna, to move and to be away from Eva. His life in Vienna isn't easy, but he writes in his letters to his family that is all right. Soon, Sone and Rista go to visit and spend a little with him.    "
                },
                "36": {
                    "title": "Tajni obozavalac (1. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 36,
                    "original air date": "19 May 2016",
                    "year": "2016",
                    "plot": "\n    Letter arrived for the Sindjelic from Vienna. In an emotional letter, Metodije writes the family miss him, but makes no mention of Eva and she upsets. In the school comes new teacher, but also a new student David, an expert in computers. Eva goes to Kosta for advice, but many misinterpret the gesture. Gojko decides to correct the error, and writes with Tereza fake Metodije's letter.    "
                },
                "37": {
                    "title": "Tajni obozavalac (2. deo)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 37,
                    "original air date": "20 May 2016",
                    "year": "2016",
                    "plot": "\n    Instead to go out on dinner with Lila, Sreten remains in a bar to play table football with friends. Lila is offended. Rista and Sone think that the psychologist Kosta intends something with Eva, and devise a plan how to stop that. Of course, Kosta is completely innocent and has no idea what is happening. Eva received an anonymous letter from a secret admirer who cheer her day. She doesn't know that the letters come up from Gojko and Tereza in order to cheer her up.    "
                },
                "38": {
                    "title": "Grof Mamlaz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 38,
                    "original air date": "23 May 2016",
                    "year": "2016",
                    "plot": "\n    New school professor Jelena came. The first problems begin immediately when Novak moved into school and Rista immediately thinks that he must protect Eva from his attack. Fedor brags that his last name has a great pedigree, but Sreten and Jezda decide to play with him and make a forgery of the letter says that Fedor is the successor of the great rich.    "
                },
                "39": {
                    "title": "Bojz Bend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 39,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    Gojko and Deba decide to make the device pop-group with David. Rista advice them that the group should have some female singers, so Gojko, Deba and David make an audition for the female vocal. Tereza, Vaca and Lara go on audition.    "
                },
                "40": {
                    "title": "Iz Beca s ljubavlju",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 40,
                    "original air date": "26 May 2016",
                    "year": "2016",
                    "plot": "\n    Dare stopped working in a bar, but now he still daily visits. Sreten and Jezda realize that Metodije easier in terms of his life in Vienna, and decided to go and visit him to personally make sure that he's okay. Created a real mess. Rista is deliberately caused chaos in his apartment, to be a few days at Sindjelic's. His mission is to keep Eva for Metodije until he returns is still continuing.    "
                },
                "41": {
                    "title": "Kad pomislis na najgore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 41,
                    "original air date": "27 May 2016",
                    "year": "2016",
                    "plot": "\n    Rista is still at Sindjelic's, but restless sleep. The tax inspector who threatened closure of the cafe was found dead, and Sreten thinks the worst. Rista is still trying to hook up Ana, but in the game enters her best friend. At school, Rista saves Tereza from bully, and she suddenly begins to feel something more to him.    "
                },
                "42": {
                    "title": "Pod sumnjom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 42,
                    "original air date": "30 May 2016",
                    "year": "2016",
                    "plot": "\n    Sreten faces Jezda with his darkest forebodings, but, as usual, at Sindjelic's it turns out to be a funny mistake. Rista leaving Sindjelic's home, and reconciles with Kasija. Finally, Metodije sends an email to Eva, but Gojko with his tampering cause a short circuit in the house, so she doesn't manage to read it.    "
                },
                "43": {
                    "title": "Uskliknimo s ljubavlju",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 43,
                    "original air date": "1 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Gojko and Tereza have a plan how to practice their performance at school keyboards. Rista have a conflict with Kasija's father, who was a wicked policeman. He decides that it's better for him to break up with her, than to bear the consequences. Eva starts to work in a bar, but that become a real nightmare for her.    "
                },
                "44": {
                    "title": "Konobarica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 44,
                    "original air date": "2 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The cafe gets a new waitress, which will soon prove to be bringing more problems than solutions to Sreten and Jezda. In the house comes a surprise visit from grandmother Milena, mother of Sreten's late wife. She is a woman from the village and entered into the house of behavior and language in which others aren't used.    "
                },
                "45": {
                    "title": "Oskrnavljena postelja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 45,
                    "original air date": "3 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Lila begins to suspect that Sreten and new waitress have a secret relationship, so she haunts Sreten. Sreten returned home to replace bedding, hoping that Lila won't discover anything. Jagoda reveals the picture of her late husband's old card, which states her to suspect in relationship with her late husband.    "
                },
                "46": {
                    "title": "Prevara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 46,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Metodije finally returned, but his and Eva's love may soon destroy the nonsense that happened between her and Rista. Kolja is convinced that he can save Lakica from being thrown out of the house, and tried to donate her puppies in school. In that Sara helps him.    "
                },
                "47": {
                    "title": "Kriv sam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 47,
                    "original air date": "8 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Jezda wants to extract money from the insurance, so he plays that he can't move. Sreten is desperate, and Jefimija tried to help him. When he discovers the truth, Sreten lashes. Metodije reveals what happened between Rista and Eva, and can't pass through it.    "
                },
                "48": {
                    "title": "Trudnica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 48,
                    "original air date": "9 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the lives of everyone enters Ivana, Metodije's friend from Vienna. Jezda has received her in his apartment, and soon he and Dare are beginning to suspect that she is pregnant and with Metodije's child. Tereza and Vaca decide to replace identities, so it creates a real mess when in Belgrade comes Jovan, their family friend from Novi Sad.    "
                },
                "49": {
                    "title": "Kvit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 49,
                    "original air date": "10 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Metodije avoids Eva, but she is trying to justify and explain to him. Tereza decides to babysit the little Neca, to earn some money. However, it'll prove to be more difficult than she thought. Dare still live with Jezda, and the two do not really get along.    "
                },
                "50": {
                    "title": "Ljubavna prica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sindjelici (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 50,
                    "original air date": "10 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Rista thinks Novak hooks up his mother, and tries to stop it. Tereza is kicked out of the group and asking for help from Vaca to return. Vaca tells her that she should force Gojko fall in love with someone to get out of the repertoire song that Tereza wouldn't and because of which she ejected from the group. However, Vaca tells her that the person that Gojko has to fall in love is - Tereza. Tereza begins seduction, but soon between her and Gojko appears something more.    "
                }
            }
        },
        "number of episodes": 159,
        "cast": [
            {
                "name": "Brajovic, Vojislav 'Voja'"
            },
            {
                "name": "Komnenic, Boris"
            },
            {
                "name": "Radakovic, Goran"
            },
            {
                "name": "Mihajlovic, Milica"
            },
            {
                "name": "Perovic, Vucic"
            },
            {
                "name": "Sebastijanovic, Brankica"
            },
            {
                "name": "Klanscek, Milos"
            },
            {
                "name": "Raco, Luka"
            },
            {
                "name": "Kosara, Jelena"
            },
            {
                "name": "Pavlovic, Nemanja"
            },
            {
                "name": "Vuckovic, Vladimir"
            },
            {
                "name": "Micalovic, Dragana"
            },
            {
                "name": "Cmiljanic, Luka"
            },
            {
                "name": "Ilic, Teodora"
            },
            {
                "name": "Bogdanovic, Snezana"
            },
            {
                "name": "Tomasevic, Aneta"
            },
            {
                "name": "Kizic, Marko"
            },
            {
                "name": "Pujic, Branka"
            },
            {
                "name": "Maksimovic, Danica"
            },
            {
                "name": "Pavicevic, Pavle"
            },
            {
                "name": "Jovic, Viktor"
            },
            {
                "name": "Stojkovic, Djordje"
            },
            {
                "name": "Pingovic, Boris"
            },
            {
                "name": "Radonjic, Stefan"
            },
            {
                "name": "Neskovic, Nina"
            },
            {
                "name": "Banjac, Mira"
            },
            {
                "name": "Matejic, Dusan"
            },
            {
                "name": "Dravic, Milena"
            },
            {
                "name": "Jevtic, Branislav"
            },
            {
                "name": "Pajic, Milan"
            },
            {
                "name": "Predic, Milena"
            },
            {
                "name": "Cvejic, Branko"
            },
            {
                "name": "Bojkovic, Svetlana"
            },
            {
                "name": "Rakocevic, Jelena"
            },
            {
                "name": "Ivanovic, Srdjan"
            },
            {
                "name": "Gavrilovic, Jelena"
            },
            {
                "name": "Jankovic, Branko"
            },
            {
                "name": "Todorovic, Nikola"
            },
            {
                "name": "Toroman, Uros"
            },
            {
                "name": "Vuckovic, Sara"
            },
            {
                "name": "Stepanov, Zarko"
            },
            {
                "name": "Jovanovic, Marija"
            },
            {
                "name": "Lecic, Branislav"
            },
            {
                "name": "Sipovac, Maja"
            },
            {
                "name": "Vidakovic, Branko"
            },
            {
                "name": "Micalovic, Dragan"
            },
            {
                "name": "Stojanovic, Kristina"
            },
            {
                "name": "Vuckovic, Aleksandar"
            },
            {
                "name": "Momcilovic, Dusan"
            },
            {
                "name": "Stefanovic, Slobodan"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Serbia"
        ],
        "country codes": [
            "rs"
        ],
        "language codes": [
            "sr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 6.4,
        "votes": 335,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjU3YTMwNGItNDQxOS00NWI2LWJmMDAtYmJjYmRmZjViYWI5XkEyXkFqcGdeQXVyNjExMjE5OTM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Lila and Sreten marry and begin to live together with children from his and her first marriage. Lila has two daughters and Sreten three sons. But things don't go as planned, but at one point they ask themselves whether they did the right thing. Family Sindjelic make Sreten widower, his brothers Jezdimir and Momcilo and Sreten's sons and Metodije, Gojko i Kolja. Sreten, after the death of his first wife, married Lila, his girlfriend from high school. Lila has a daughters Eva and Teresa, mother Ksenija and aunt Lidija. Sreten's best friend is Fedor, and Lila's best friend is Nikolina, Fedor's wife.",
        "languages": [
            "Serbian"
        ],
        "title": "Sindjelici",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Sindjelici (Serbia)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Backovic, Marko"
            },
            {
                "name": "Dragojevic, Srdjan"
            },
            {
                "name": "Gojkovic, Marija"
            }
        ],
        "production companies": [
            {
                "name": "Emotion Production"
            }
        ],
        "plot": [
            "Lila and Sreten marry and begin to live together with children from his and her first marriage. Lila has two daughters and Sreten three sons. But things don't go as planned, but at one point they ask themselves whether they did the right thing. Family Sindjelic make Sreten widower, his brothers Jezdimir and Momcilo and Sreten's sons and Metodije, Gojko i Kolja. Sreten, after the death of his first wife, married Lila, his girlfriend from high school. Lila has a daughters Eva and Teresa, mother Ksenija and aunt Lidija. Sreten's best friend is Fedor, and Lila's best friend is Nikolina, Fedor's wife.::Ilija Zmikic"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 335,
                "rating": 6.4
            },
            "aged under 18": {
                "votes": 2,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 136,
                "rating": 6.6
            },
            "aged 30 44": {
                "votes": 75,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 24,
                "rating": 7.2
            },
            "males": {
                "votes": 185,
                "rating": 6.1
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 90,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 61,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 18,
                "rating": 7.2
            },
            "females": {
                "votes": 68,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 45,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 6.0
            },
            "us users": {
                "votes": 8,
                "rating": 7.0
            },
            "non us users": {
                "votes": 138,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 125,
            "9": 33,
            "8": 31,
            "7": 40,
            "6": 19,
            "5": 15,
            "4": 10,
            "3": 8,
            "2": 9,
            "1": 45
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}