{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "28 September 2013"
            }
        ],
        "release dates": [
            "UK::28 September 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "16 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Karthi Gnanasegaram presents the show. Jamie Broughton reports on Marlou van Rhine with an interview with her and the head coach of dutch para-athletics Guido Bonsen. Joe Wilson reports live from the cricket. Patrick Geary reports on Glossop North End football with an interview from Dave Young and contributions from media officer Jonathan Haggart and manager Chris Willcock. Sara Orchard reports about the England Women's Rugby team and interviews England captain Katy McLean and Canada captain Kelly Russell.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Olly Foster presents the show. Kate Gray reports on athlete Jo Pavey with an interview from her. Alex Gulranjani reports on boxer Carl Frampton with interviews from Carl and Barry McGuigan. Ollie Williams reports from the World Equestrian Games on who is getting the medals. Andy Murray and Steve Cram also feature.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Olly Foster presents the show. Patrick Geary reports on FC United of Manchester with contributions from Karl Marginson and Andy Walsh. Jonathan Edwards reports on the Invictus Games with expert Ade Adepitan and archive footage of the wheelchair rugby gold medal match invictus games 2014. Chris McLaughlin reports on the impact the Scottish independence referendum could have on Scottish sport with interviews from Andy Murray, Lynsey Sharp and Michael Stewart and contribution from Henry McLeish and archive footage of Dame Kelly Holmes, Sir Chris Hoy, Denise Lewis and the...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Lizzie Greenwood-Hughes presents the show. Joe Wilson reports on a special cricket match between Vatican XI and Archbiship of Canterbury XI with interviews from Father Anthony Currer, Reverend Steve Gray and Most Reverend Justin Welby. Thomas Niblock reports on the rise of Gaelic football with contribution from Páraic Duffy and interview from Oisín McConville. Suzi Perry reports on formula one with David Coulthard. Lewis Hamilton and Andy Murray also feature.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    John Watson presents the programme. Chris Slegg reports on FC Romania with interviews from Marius Anghenica & Ionut Vintila and contribution from Joe Parker. Natalie Pirks reports on American Football with an interview from Menelik Watson and contribution from Mark Waller. Karthi Gnanasegaram reports live on golf with Karen Stupples. Andy Murray and Lizzie Armitstead also feature.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Olly Foster presents the programme. Suzi Perry reports on Formula One with expert Eddie Jordan and an interview from Sebastian Vettel. Nick Hope reports on the build up to the gymnastics world championships with an interview from Claudia Fragapane and contributions from Becky Downie and Amanda Reddin and archive footage of Hannah Whelan and Ruby Harrold. Pamela Cookey reports on the Women's Basketball League with Manchester Mystics with interviews from Julie Page and Nicola Welling and contributions from David Leyden Dunbar and Rob Fairley.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Karthi Gnanasegaram presents the programme. Emily Croydon reports on the first woman to coach a male football team with interviews from Chris Geddes and Shelley Kerr and contributions from Raleigh Gowrie. Joe Wilson reports on a special winning horse with its trainer Corine Barande-Barbe. Juliette Ferrington reports on Sir Ben Ainslie with an interview from him. Andy Murray and Daniel Sturridge feature in the headlines.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Katie Gornall presents the programme. Alex Capstick reports on the doping problems within younger rugby union players with an interview from Sam Chalmers and contribution from Phil De Glanville. Pamela Cookey reports on the unequal balance of men and women coaches with an interview from coach in training Sarah Stevenson and contribution from Judy Murray. Nick Hope reports on British taekwondo fighter Mahamo Cho with footage of Kolo Touré. Andy Murray also features in the headlines.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Karthi Gnanasegaram presents the programme. Suzi Perry reports on the state of formula one with expert Eddie Jordan and with footage of Lewis Hamilton. David McDaid reports on the strength of women's weightlifting wirh interviews from weightlifters Mercy Brown, Emily Godley and Zoe Smith and contributor from coach Keith Morgan and archive commentatory from David Goldstrom and Jeane Lassen. Chris Slegg reports on two karate hopefuls in the build up to the european games next year with interviews from Kate Karwacinski and Aimee Sell. There is also an interview from ...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Olly Foster presents the show. Alistair Magowan reports on headguards in boxing, with contribtion from Dr Mike Loosemore and interviews from George Groves and Savannah Marshall. David McDaid reports on squash world champion Nick Matthew with an interview from him and also archive footage of James Willstrop and archive commentary from Martin Heath. Emily Croydon reports on Stiliyan Petrov's return to football after having leukaemia featuring an interview from himself, David Busst and Sharon Neath. Novak Djokovic and Wayne Rooney also feature.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    John Watson presents the programme. Tim Hague reports on Chris Eubank Jr.'s boxing journey with an interview from him as well as contribution from his father, former world champion boxer Chris Eubank. Nick Hope reports on British Swimming's improvement in the last year with interviews from Francesca Halsall and Adam Peaty, contribution from British Swimming Coach James Gibson and archive footage of swimmers Rebecca Adlington, Lauren Boyle, Lotte Friis, Mireia Belmonte Garci, Boglárka Kapás, Katie Ledecky and Adreina Pinto, as well as archive voice of commentators ...    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Lizzie Greenwood-Hughes presents the show. Tim Hague reports on Enaam Ahmed with his manager Phil Glew and archive footage of Lewis Hamilton. Kate Gray reports on the England Netball team with interviews from Kadeen Corbin and Jo Harten, contribution from head coach Anna Mayes and archive commentary from Charlie Brougham and archive footage of England, New Zealand and Australian players from the Commonwealth Games 2014. Alex Capstick reports on Michael Jordan's success with Rod Thorn and archive footage of Michael Jordan.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Oct. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Oct. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Nov. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Karthi Gnanasegaram presents the programme. Hazel Irvine reports from the Masters with expert Paul Azingher. Nick Hope reports from the British Swimming Championships, featuring Georgia Davies, Fran Halsall, Michael Jamieson, Ross Murdoch and Adam Peaty. Emily Croydon talks about the FA Women's Super League with an interview from Steph Houghton. David McDavid reports from the para-cycling world track championships with interviews from Neil Fachie and Sophie Thornhill and features Pete Mitchell, Rachel James and Jon-Allan Butterworth. Tim Hague reports on BMX with ...    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Olly Foster presents the programme from the Salford studio. Ben Smith reports live on cricket with the announcement of Peter Moores reappointment and with an interview with Peter Moores and Alastair Cook. Nick Hope reports on the para-archery competitor Danielle Brown, who he interviews about he recent refusal from the next Paralympics. Hazel Irvine reports from the Snooker championships with Steve Davis giving his expert opinion and with action of Ronnie O'Sullivan. Lee James reports from the Boston Marathon with an interview from Tammy Knight-Gibbons. There is also ...    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Lizzie Greenwood-Hughes presents the programme. Chris McLaughlin reports on the Commonwealth Games and interviews the poster-boy Michael Jamieson. Nick Hope reports on the Diving World Series event in London, with an interview from Tom Daley and pictures of Sarah Barrow, Tonia Couch, Rebecca Gallantree and Hannah Stirling. Juliette Ferrington reports on the Team SCA in the Volvo Ocean Race with interviews from Dee Caffari and Ann Lush.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saturday Sportsday (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    Katie Gornall presents the show. Nick Hope talks to Greg Rutherford including about Chris Tomlinson's allegations, who contributes as well as archive footage of Elizabeth Yarnold. Lee James talks to Lianne Sanderson about rejoining the English Women's football team and also interviews Heather O'Reilly and Cat Whitehall from the Boston Breakers. Alex Gulranjani reports on the English cerebal palsy football team and interviews Harry Baker and their captain, Jack Rutter with contribution from head coach Keith Webb. David McDaid talks to Marianne Vos about the women's ...    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Murray, Andy"
            },
            {
                "name": "Hope, Nick"
            },
            {
                "name": "Gnanasegaram, Karthi"
            },
            {
                "name": "Foster, Olly"
            },
            {
                "name": "Perry, Suzi"
            },
            {
                "name": "Greenwood-Hughes, Lizzie"
            },
            {
                "name": "McDaid, David"
            },
            {
                "name": "Hague, Tim"
            },
            {
                "name": "Wilson, Joe"
            },
            {
                "name": "Croydon, Emily"
            },
            {
                "name": "James, Lee"
            },
            {
                "name": "Downes, Katherine"
            },
            {
                "name": "Geary, Patrick"
            },
            {
                "name": "Williams, Ollie"
            },
            {
                "name": "O'Sullivan, Ronnie"
            },
            {
                "name": "Gornall, Katie"
            },
            {
                "name": "Watson, John"
            },
            {
                "name": "Gray, Kate"
            },
            {
                "name": "Capstick, Alex"
            },
            {
                "name": "Irvine, Hazel"
            },
            {
                "name": "Jordan, Eddie"
            },
            {
                "name": "Gulranjani, Alex"
            },
            {
                "name": "McLaughlin, Chris"
            },
            {
                "name": "Slegg, Chris"
            },
            {
                "name": "Ferrington, Juliette"
            },
            {
                "name": "Cookey, Pamela"
            },
            {
                "name": "Riley, George"
            },
            {
                "name": "McIlroy, Rory"
            },
            {
                "name": "Armitstead, Lizzie"
            },
            {
                "name": "Halsall, Fran"
            },
            {
                "name": "Hamilton, Lewis"
            },
            {
                "name": "Jamieson, Michael"
            },
            {
                "name": "Peaty, Adam"
            },
            {
                "name": "Broughton, Jamie"
            },
            {
                "name": "Magowan, Alistair"
            },
            {
                "name": "Smith, Ben"
            },
            {
                "name": "Azinger, Paul"
            },
            {
                "name": "Edwards, Jonathan"
            },
            {
                "name": "Niblock, Thomas"
            },
            {
                "name": "Pirks, Natalie"
            },
            {
                "name": "Adepitan, Ade"
            },
            {
                "name": "Parrott, Nick"
            },
            {
                "name": "Coulthard, David"
            },
            {
                "name": "Davis, Steve"
            },
            {
                "name": "Orchard, Sara"
            },
            {
                "name": "Stupples, Karen"
            },
            {
                "name": "Chapman, Mark"
            },
            {
                "name": "Boardman, Chris"
            },
            {
                "name": "Diamond, Steve"
            },
            {
                "name": "Douglas, Jill"
            }
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "plot outline": "Saturday Sportsday is a BBC One programme which takes an in-depth look at some of the fascinating stories behind headline sport news issues. The show gains regular behind-the-scenes to some of the world's highest profile athletes and aims to give a voice to those often overlooked by other mainstream media outlets.",
        "languages": [
            "English"
        ],
        "title": "Saturday Sportsday",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Saturday Sportsday (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "BBC Sport"
            }
        ],
        "distributors": [
            {
                "name": "BBC One"
            }
        ],
        "plot": [
            "_Saturday Sportsday_ (qv) is a BBC One programme which takes an in-depth look at some of the fascinating stories behind headline sport news issues. The show gains regular behind-the-scenes to some of the world's highest profile athletes and aims to give a voice to those often overlooked by other mainstream media outlets."
        ],
        "tech": {
            "runtime": [
                "15 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}