{
    "imdb": {
        "raw release dates": [
            {
                "country": "United Arab Emirates\n",
                "date": "2 October 2013"
            }
        ],
        "release dates": [
            "United Arab Emirates::2 October 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Lebanon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Injaz: Generation Entrepreneur (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Layan's micromanagement frustrates Ali, who repeatedly challenges her authority. The judges question PAW's mission of organizing activities that connect students from all sects and religious backgrounds. Nisrine endures many criticisms about her patriotic souvenir products and faces a coup the day of the competition. Gisele tries her best to turn around a failing company. They all think their hard work and determination will be enough to impress the judges.    "
                },
                "2": {
                    "title": "Egypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Injaz: Generation Entrepreneur (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Ezz creates Wippy, an eyewear cleaner, and hopes to impress the judges with his polished product and sales figures. Lobna believes her t-shirt folder is a winner and is surprised to hear the judges' opinion. Mostafa tackles the issue of e-waste recycling and is confident his company, Recyclobekia, will make an international impact. All three expect to be rewarded for their hard work, but only one team can win 60,000 Egyptian pounds and earn bragging rights as Egypt's best startup.    "
                },
                "3": {
                    "title": "Tunisia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Injaz: Generation Entrepreneur (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Although pressured to be an entrepreneur by his parents, Ghassan has ambitions to run for political office one day. Mariem gets criticized for creating a smart phone application that advertises boutique sales, since not everyone in Tunisia has that kind of luxury. Marouan worries his technical college background will not measure up to the education of his competitors, but remains confident in his product. Each of them thinks they can win, but first have to grapple with the challenge of delivering presentations in Modern Standard Arabic.    "
                },
                "4": {
                    "title": "Qatar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Injaz: Generation Entrepreneur (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The winning startups from Lebanon, Egypt and Tunisia square off in the regional competition in Doha. They must compete against other Arab countries and deliver winning presentations. Nerves are at an all-time high for the young entrepreneurs as they prepare to battle it out on stage, but only one can win the highly coveted title of Best Arab Company of the Year.    "
                }
            }
        },
        "number of episodes": 4,
        "locations": [
            "Lebanon",
            "Egypt",
            "Tunisia",
            "Doha, Qatar::(INJAZ Regional Competition)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "ar"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE3MjI4ODAwMF5BMl5BanBnXkFtZTgwMjQ1MzY3MjE@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "Injaz: Generation Entrepreneur features the efforts of young Arab entrepreneurs competing for incubation funding to start companies as part of INJAZ Al-Arab's entrepreneurship program. The episodes follow teams in Lebanon, Egypt, and Tunisia as they launch their startups, elect officers, issue stock, market their product or service, and compete in their respective national competitions for a chance to advance to the regional competition in Doha, Qatar.",
        "languages": [
            "Arabic"
        ],
        "title": "Injaz: Generation Entrepreneur",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Injaz: Generation Entrepreneur (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Shahabian, Leon"
            }
        ],
        "production companies": [
            {
                "name": "Layalina Productions"
            }
        ],
        "distributors": [
            {
                "name": "Orbit Showtime Network (OSN)"
            }
        ],
        "plot": [
            "_Injaz: Generation Entrepreneur_ (qv) features the efforts of young Arab entrepreneurs competing for incubation funding to start companies as part of INJAZ Al-Arab's entrepreneurship program. The episodes follow teams in Lebanon, Egypt, and Tunisia as they launch their startups, elect officers, issue stock, market their product or service, and compete in their respective national competitions for a chance to advance to the regional competition in Doha, Qatar.::Layalina Productions"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}