{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 August 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::9 August 2013                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Momma's Recipe (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Miklos, George D."
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ3Njg1Njg2Ml5BMl5BanBnXkFtZTgwODY4NTk0MTE@._V1_SY150_CR33,0,101,150_.jpg",
        "budget": "$15,000 (estimated)",
        "plot outline": "My Momma's Recipe is a traveling cooking show, where we travel around the country meeting families as they share their favorite family recipes. There is no other cooking show like ours, where we not only focus on the food but also the family story. Each episode starts off with Jen Yeager introducing the viewer to the town or city we are visiting. Then we go with George Miklos to the families home and start cooking. George stays with the family in the kitchen as they share their incredible recipe and stories about their family. When they are done we will sit down at the table and share a meal with a wonderful family, like old times!",
        "languages": [
            "English"
        ],
        "title": "My Momma's Recipe",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "My Momma's Recipe (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Miklos, George D."
            }
        ],
        "production companies": [
            {
                "name": "Yellow Sun Entertainment"
            }
        ],
        "plot": [
            "_My Momma's Recipe_ (qv) is a traveling cooking show, where we travel around the country meeting families as they share their favorite family recipes. There is no other cooking show like ours, where we not only focus on the food but also the family story. Each episode starts off with Jen Yeager introducing the viewer to the town or city we are visiting. Then we go with George Miklos to the families home and start cooking. George stays with the family in the kitchen as they share their incredible recipe and stories about their family. When they are done we will sit down at the table and share a meal with a wonderful family, like old times!::Keith Mosher"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}