{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "19 August 2013"
            },
            {
                "country": "Singapore\n",
                "date": "19 August 2013"
            },
            {
                "country": "Hong Kong\n",
                "date": "23 August 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "10 May 2014"
            }
        ],
        "release dates": [
            "Hong Kong::19 August 2013",
            "Singapore::19 August 2013",
            "Hong Kong::23 August 2013",
            "Netherlands::10 May 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hong Kong: Haunted School",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Frightening stories of suicide and ghosts emanate from the abandoned Tat Tak school in Hong Kong's sleepy Ping Shan village. Video blogger RJ investigates the rumored hauntings to track down their origins. In doing so he unearths the village's forgotten and startling past: a secret war between a local clan and the might of the British Empire.    "
                },
                "2": {
                    "title": "Indonesia: Basement Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Blogger & Urban Explorer Robert Joe journeys to the port town of Semarang in Java, Indonesia to investigate the paranormal stories surrounding an old Colonial building \"Lawang Sewu\" - only to uncover the startling true story of the town's conquest by various foreign powers, and the impact the conflict had on the town's people.    "
                },
                "3": {
                    "title": "Japan: Lost Souls of Okinawa",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Rumors of homicide, child ghosts and samurai warriors on horseback are the first leads Blogger/Urban Explorer Robert Joe (R.J.) has as he investigates a concentration of paranormal stories at an American military outpost, Kadena Air Base in Okinawa, Japan. Tracking down the origins of these mysterious stories sends RJ deep into Okinawa's past, where he finds the true stories of the place are more terrifying than the mythical ghosts some believe haunt the island.    "
                },
                "4": {
                    "title": "Philippines: Haunted Hospital",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Disturbing stories of ghost soldiers are coming from an abandoned hospital at Clark Air Base in the Philippines. Blogger & Urban Explorer Robert Joe (R.J.) investigates the rumored hauntings and tracks down their historical inspiration, but finds strange discrepancies in what really went on at this former US military facility. RJ's search leads him even deeper into history than he would have thought - and a shocking discovery.    "
                },
                "5": {
                    "title": "Taiwan: Phantom Prisoners",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Taiwan's Green Island attracts thousands each year who are drawn to its beaches and salt water hot springs, but some locals believe the island is haunted and cursed. When he hears a tale of buried treasure haunted by headless and dismembered ghosts, blogger and urban explorer RJ suspects that something in the past might be causing people to believe the island is haunted, so he travels there to discover the truth. There, he stumbles on a prison complex and the island's history as a penal colony, which leads him back to a dark chapter in Taiwan's history.    "
                },
                "6": {
                    "title": "Korea: House on the Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Yeongdeok, South Korea, may be famous for its local specialty, the snow crab. But it is also well-known for an abandoned house overlooking the ocean, where ghosts are rumored to lie in wait. Blogger and Urban Explorer Robert Joe (RJ) sets out to investigate the various tales of hauntings, which point him to a real history. A true story far more terrifying than rumored ghosts, and that he believes helped earn the house on the hill its reputation as one of the most haunted sites in Korea.    "
                },
                "7": {
                    "title": "Malaysia: Haunted Museum",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When a tour guide at a World War II museum on the island of Penang, Malaysia claims to have seen the ghost of a terrifying colonel named Suzuki who was said to drink the blood of his victims with whiskey, urban explorer and blogger Robert Joe (R.J.) pursues the truth behind the ghastly claim. Was there such a colonel at the museum when it was a fort during the Second World War? And if so, did he actually commit such atrocious acts of violence? As RJ pursues the truth about Suzuki, his investigation leads him into a shocking world of massacres and mass burials.    "
                },
                "8": {
                    "title": "Thailand: Cursed Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Six-hundred-year-old Ayutthaya, Thailand was once a powerful city of a million people. But now its temples are in ruins and it has a reputation for being one of Thailand's most haunted places. What's more, a curse of death is said to befall those who dig and take buried treasure. Blogger and urban explorer Robert Joe (RJ) sets out to uncover the real hidden history behind ghosts said to be guarding hidden treasure and those rumored to die from a curse after finding it .    "
                },
                "9": {
                    "title": "Vietnam: Ghost Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    RJ heads to Vietnam's Con Dao Island to investigate a series of hauntings, one on a mysterious bridge and another near the island's infamous prisons.    "
                },
                "10": {
                    "title": "India: Port of No Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Wouldn't Go in There (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Robert Joe (RJ) has come to the quiet, western Indian island of Diu to investigate a series of stunning and terrifying ghost encounters.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Joe, Robert"
            }
        ],
        "locations": [
            "New Territories, Hong Kong, China"
        ],
        "genres": [
            "History"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 29,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzNlYTBlZWMtZjQxMC00NDE1LWE3YzktNmY5ZjRiZDcyNTdjXkEyXkFqcGdeQXVyNzk1MjMxNDc@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$50,000 (estimated)",
        "plot outline": "Robert Joe (RJ) - urban explorer and blogger - tracks down true and often untold stories hidden behind Asia's most notorious haunted sites. RJ's hypothesis: behind every haunted location and tale of paranormal encounters with ghosts or demons, there's a real story waiting to be uncovered - a true story even more terrifying than the strangest fiction. Using a combination of gumshoe detective work and modern technology, he explores the places many fear to tread, with one burning question: what really happened here?",
        "languages": [
            "English"
        ],
        "title": "I Wouldn't Go in There",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2013",
        "akas": [
            "I Wouldn't Go in There (Singapore)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wiens, Clifton"
            },
            {
                "name": "Wiens, Cliff"
            }
        ],
        "production companies": [
            {
                "name": "Infocus Asia"
            }
        ],
        "distributors": [
            {
                "name": "National Geographic Channel (NGC)"
            },
            {
                "name": "National Geographic Channel Network"
            }
        ],
        "plot": [
            "Robert Joe (RJ) - urban explorer and blogger - tracks down true and often untold stories hidden behind Asia's most notorious haunted sites. RJ's hypothesis: behind every haunted location and tale of paranormal encounters with ghosts or demons, there's a real story waiting to be uncovered - a true story even more terrifying than the strangest fiction. Using a combination of gumshoe detective work and modern technology, he explores the places many fear to tread, with one burning question: what really happened here?"
        ],
        "synopsis": [
            "Robert Joe (RJ) - explorador urbano y blogger - sigue la pista de historias reales y muchas veces incalculables ocultos detrás de los sitios embrujados más famosos de Asia. La hipótesis de RJ: detrás de cada ubicación embrujada y relato de encuentros paranormales con fantasmas o demonios, no es una historia real que espera ser descubierto - una historia real aún más aterradora que la ficción extraña. Usando una combinación de trabajo detective detective y la tecnología moderna, que explora los lugares muchos temen pisar, con la pregunta uno quema: lo que realmente ha pasado aquí?In I Wouldnt Go in There Robert Joe (RJ) urban explorer and blogger - tracks down true and often untold stories hidden behind Asias most notorious haunted sites. RJs hypothesis: behind every haunted location and tale of paranormal encounters with ghosts or demons, theres a real story waiting to be uncovered - a true story even more terrifying than the strangest fiction. Using a combination of gumshoe detective work and modern technology, he explores the places many fear to tread, with one burning question: what really happened here?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 29,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.7
            },
            "males": {
                "votes": 15,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 6,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 8.7
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 13,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 9,
            "9": 3,
            "8": 8,
            "7": 3,
            "6": 4,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}