{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 December 2013"
            }
        ],
        "release dates": [
            "USA::18 December 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "DECo (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The staff of Dynamic Events Company arrive at their new temporary office, and it is not what any of them expected - a children's activities room at a community center. As we meet the various staff members of the Dynamic Events team, they come together to put on a memorable birthday event under not-so-great conditions.    "
                },
                "2": {
                    "title": "When the S#!T Hits the Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "DECo (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The staff of Dynamic Events begins to get fed up with their \"temporary\" office when they discover a homeless person is using the stoop of the community center as a restroom. Carter and Norman try to squash an uprising, as the remainder of the staff have a lot of questions and want answers.    "
                },
                "3": {
                    "title": "The Company Spirits Are High",
                    "kind": "episode",
                    "episode of": {
                        "title": "DECo (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The company moral seems to be at an all time low, so Carter brings in an old friend to try to lift the spirits with an energetic zumba lesson. Meanwhile, Norman's secret gets uncovered, and Martin is visited by the Dynamic Event's arch rival.    "
                },
                "4": {
                    "title": "The Visit",
                    "kind": "episode",
                    "episode of": {
                        "title": "DECo (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Today is the day that Jim Zimmer, candidate for Governor, is coming to the Dynamic Events office with his team to review the plans for his post-election/victory party. However when Carter is unable to lead the meeting, the rest of the staff is forced to kick it into high gear to make sure Zimmer and his staff are pleased, and Martin doesn't find out why Carter isn't able to lead the meeting.    "
                },
                "5": {
                    "title": "Alby Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "DECo (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jim Zimmer's adviser Alby Zorter has arrived at the office, and Martin seems to like the idea of keeping him around a bit more than the rest of the staff. In the meantime, Whitney has a new client coming in for an introductory meeting for a big event, an event Carter wants to be in charge of. Carter starts to concoct a plan to take over Whitney's event and also find a way to get Alby out of the office.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "McIsaac, Korey"
            },
            {
                "name": "Zelee, Whitney"
            },
            {
                "name": "Cronin, Cameron"
            },
            {
                "name": "Locke, Paul"
            },
            {
                "name": "McCourt, Deirdre"
            },
            {
                "name": "Macgregor, John"
            },
            {
                "name": "D'Elia, Laurie"
            },
            {
                "name": "Donnelly, Katie"
            },
            {
                "name": "Kay, Stephania"
            },
            {
                "name": "Nelson, Lauren B."
            },
            {
                "name": "Clarke, Lenny"
            },
            {
                "name": "Black, Matthew"
            },
            {
                "name": "Carter, Karen"
            },
            {
                "name": "Mascoll, Keith"
            },
            {
                "name": "Keiller, Maureen"
            },
            {
                "name": "Goldstein, Sarah"
            },
            {
                "name": "Kluse, Victoria"
            },
            {
                "name": "Waldman, Jan"
            },
            {
                "name": "Partynski, Joseph"
            },
            {
                "name": "Kuhlman, Phoebe"
            },
            {
                "name": "Price, Caroline L"
            },
            {
                "name": "Trotta, Christian"
            },
            {
                "name": "Barkhimer, Steven"
            }
        ],
        "locations": [
            "Boston, Massachusetts, USA::(30 N Bennett St Boston MA 02113)"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "DECo. is a new mockumentary web series about an events company - Dynamic Events - that has fallen on hard financial times, and are forced to move into a temporary office located at the local community center. With their backs against the wall, the company is forced to come together to get back on their feet, and plan the big victory event for a wealthy candidate running for Governor - Jim Zimmer. Do they have what it takes to pull off one of the biggest events the company has ever had, and get themselves back to the top of the events world?",
        "languages": [
            "English"
        ],
        "title": "DECo",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "DECo (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Coyne, Tori"
            },
            {
                "name": "Gouchoe, Chris"
            },
            {
                "name": "Lazour, Patrick"
            }
        ],
        "production companies": [
            {
                "name": "BDKK Productions"
            }
        ],
        "plot": [
            "_DECo_ (qv). is a new mockumentary web series about an events company - Dynamic Events Company - that has fallen on hard financial times, and are forced to get back on their feet.::Anonymous",
            "_DECo_ (qv). is a new mockumentary web series about an events company - Dynamic Events - that has fallen on hard financial times, and are forced to move into a temporary office located at the local community center. With their backs against the wall, the company is forced to come together to get back on their feet, and plan the big victory event for a wealthy candidate running for Governor - Jim Zimmer. Do they have what it takes to pull off one of the biggest events the company has ever had, and get themselves back to the top of the events world?::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}