{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "31 October 2013"
            },
            {
                "country": "UK\n",
                "date": "31 October 2013",
                "notes": "                            (London Film Festival)"
            }
        ],
        "release dates": [
            "UK::31 October 2013",
            "UK::31 October 2013                            (London Film Festival)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Drifters"
            },
            {
                "countries": "Russia",
                "title": "Бездельницы"
            }
        ],
        "akas": [
            "Drifters (original title)",
            "Бездельницы Russia"
        ],
        "akas from release info": [
            "Drifters (original title)",
            "Бездельницы Russia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Halloween",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    To impress colleagues at her new office job Laura persuades Meg to throw a Halloween party but the only people who show up are Laura's desperate ex-boyfriend Gary, Meg's virginal date Andrew and Scott, who, to Bunny's annoyance, brings his new partner Lizzie. After Bunny's attempt at being psychic has driven Lizzie and Scott away Meg and Andrew head for the bedroom whilst Laura and Gary get it together in the sitting room, just as her work colleagues arrive to witness them.    "
                },
                "2": {
                    "title": "The Third Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    As Meg tries to dump Andrew and Laura does the same yet again with Gary Bunny invites them to a party to meet new men. However the two lads are persistent and Meg accepts the adoring Andrew's dinner invitation, ending up in bed with him. Laura is predictably just as weak with Gary but then Meg is told by the predatory Hot and Cold that there is a third way - an open relationship. However both Meg and Laura find it hard to put into practice.    "
                },
                "3": {
                    "title": "Big Break",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "24 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Aspiring actress Bunny gets a part in a film and takes Laura, feigning illness to claim sick pay, and Meg with her, getting them jobs as extras. However the film turns out to be a porn flick and Bunny's protests lead to her being sacked and Laura getting her big break.    "
                },
                "4": {
                    "title": "Homeless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "31 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    With her parents away for the weekend Meg decides to move into their house with Bunny and Laura whilst letting the flat to a family up for their daughter's graduation. Unfortunately her father is wise to her and has changed the locks, leaving the girls homeless. Rebuffed by Gary after Laura has shown him up in front of his gaming friends and by Scott they are equally unsuccessful at trying to pick up in a pub or sleep on the golf course and must throw themselves on the charity of their old classmates at their school reunion.    "
                },
                "5": {
                    "title": "Sober",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    After recent embarrassing escapades the trio decides to give up drink and live a healthy life style, though this does bode well for Bunny who has to leave a stool sample in a hotel room following anonymous sex. However Meg sees the opportunity to impress her family by entering herself and her friends for a charity marathon. Unfortunately the night before the run Laura leads them all astray and their performance in the race is not exactly to their credit.    "
                },
                "6": {
                    "title": "Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Bunny has won three tickets for Glastonbury on e-bay but Meg's parents want her to organize Granny Primrose's funeral that weekend. Fortunately Meg is able to shift it from Saturday to Friday morning and hurry the service through though the presence of spaced-out, randy Hot and Cold threatens everything, especially when he gives Meg some happy pills. The girls finally make a break for it but they have reckoned without one major setback.    "
                }
            },
            "1": {
                "1": {
                    "title": "Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 30,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Meg and her cousin Bunny return to Leeds, having decided to cut short their gap year trip round India.Their best friend Laura is waiting for them along with Meg's stalker-ish ex-boyfriend Mark.    "
                },
                "2": {
                    "title": "Scabies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 27,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Bunny and Laura are surprised after Meg manages to get a hot date while out on the street promoting a smart-phone. Laura is worried that she could have a skin disease and Bunny is suffering with self-diagnosed depression.    "
                },
                "3": {
                    "title": "Work Experience",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 25,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Fed up with handing out brochures Meg quits and applies for other jobs, securing an internship with local radio station Pennine Hits. In fact it is also doling out leaflets in a silly costume but then she gets the chance to be the studio intern, albeit the butt of sexist jokes from morning DJ Paul and his LOL Squad. Meg actually gets to join them in a broadcast but gets carried away by her efforts to emulate their laddish humour and the internship ends, landing her back on the streets with Malcolm.    "
                },
                "4": {
                    "title": "Dry Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 28,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    When Laura and Bunny learn that Meg has been celibate for twelve months they decide she should get a lover and, as a dry run, Bunny fixes her up with her old university contemporary Sweaty Tom. Meg knows she is punching below her weight with Tom but her attempt to seduce him goes awry since he is only interested because he thinks she is a Lesbian so she kicks him out. Meanwhile, to the others' horror, Bunny believes she has found true love with the elderly Hugh but the romance is punctured when she realizes that he is her old primary school teacher.    "
                },
                "5": {
                    "title": "Friend Night Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 26,
                    "original air date": "21 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Whilst Bunny enjoys endless sex with hairy, half-naked Cillian Meg meets a new friend, Lesbian Ellie, and invites her to her brother James' twenty-first birthday dinner where inevitably everybody assumes that Meg is gay and Ellie her girlfriend. The group moves to a burlesque bar where Laura pulls footballer Rick Henderson and Meg tells Ellie she is straight, not that Ellie cares because her real crush is on Bunny, who is not unresponsive. Laura meanwhile sees her dim boyfriend Gary in a new light after he nuts Henderson for insulting her.    "
                },
                "6": {
                    "title": "Nineties Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 21,
                    "original air date": "28 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Behind with the rent the girls agree to give out fliers for the Nineties Night Mark is organizing at a local club. Meg goes along to it and is very impressed by Mark's handling of the evening, so much so that she proposes to him but soon regrets it. However he calls her bluff before deciding that he would prefer rent money to marital bliss. Bunny meanwhile takes on modelling work, which turns out to be posing half-naked for the salacious Davide though she does make a profit and is pleased with the finished product.    "
                }
            },
            "2": {
                "1": {
                    "title": "Rock'n'Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "23 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Meg is not happy when her parents split and her father Frank moves into the flat, indulging in childish pranks with Mark whilst her mother Jenny has started dressing like a teen-ager. Fortunately the beautiful Scott from the next door flat is a trained counsellor and Meg enjoys their sessions together. Bunny is dating Benji, the banjo-player in folk group the New Harvesters and they write a song together whilst Laura has to look after Gary, in a wheelchair after she accidentally ran over him. Bunny invites everybody to the New Harvesters' gig, where Laura gets in for ...    "
                },
                "2": {
                    "title": "Truth or Dare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "30 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The girls are having a bad day. Bunny wakes up with a guy only to discover she has been with his father, Gary's romantic proposal to Laura turns out to be that they move in together as he has spent her savings whilst Meg must watch Bunny shamelessly throw herself at Scott. She plans a girls' night in but Bunny and Laura get bored and suggest they play Truth or Dare, the dare being that Meg goes into Scott's flat and drinks his booze. Meg gets locked in and has to watch Scott on the toilet before he goes to bed with Bunny and Laura gets back with Gary. Meg ends up on ...    "
                },
                "3": {
                    "title": "Goole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Determined to prove she is over Mark, who has a new girlfriend, Meg is persuaded to join the popular dating site BangR though when Laura finds Gary is using it she dumps him and gets a date of her own to make him jealous. They both turn up at a restaurant with their new partners and try to outdo each other but, unable to pay the bill, they escape and get back together. Bunny is rejected by a handsome doctor and goes to great lengths to see him, inducing an allergic reaction to strawberries, which wins her his bedside manner - until the unfortunate side effects kick in...    "
                },
                "4": {
                    "title": "Leia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "13 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The glamorous Leia, whom Meg and Bunny met in India, comes to stay. Under the guise of political belief she is a free-loader who has the girls scavenging food from a supermarket bin but everybody is taken by her, except Meg, whose name she gets wrong - particularly Mark, with whom she starts having sex. Leia takes everybody to an illegal rave and when the police raid it Meg, aiming to outdo their visitor in outrageousness, impresses Leia. However Meg draws the line at a threesome with Leia and Mark and finally tells her what she thinks of her.    "
                },
                "5": {
                    "title": "Hen Don't",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    After his uncle Nige's Ukrainian bride-to-be dumps him - with the wedding already paid for - Gary steps into the breach and proposes to Lauren. She accepts and asks Meg to organize her hen night. Since it clashes with the romantic weekend Scott has arranged for them Meg holds the hen night in the same hotel but has to divide her attention between the girls and Scott. Eventually Scott finds out and leaves in disgust while Lauren calls the wedding off.    "
                },
                "6": {
                    "title": "Meg's New Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "27 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Lauren gets a job as a bar manageress, employing Bunny, whilst Meg goes to work for the charity HumanKind. Unfortunately her naivety lays her open to practical jokes from sexist colleague Alex, which almost gets her the sack when she believes his statement that their boss Rebecca is a drug addict. Happily Meg is very good with Rebecca's dog, which saves her and gets Alex the chop instead. Less happily when Meg has a slight mishap with the dog she resigns. Lauren is also fired for being drunk at work whilst Bunny is prosecuted for working and signing on.    "
                }
            },
            "3": {
                "1": {
                    "title": "Roomies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When Mark loses interest in her in bed Meg is convinced that he is gay and tells everybody. Laura is also unhappy about sharing with Gary in a tiny flat and only Bunny is enjoying life - but then she is having sex on stage in a play every night. Mark comes clean to Meg, though not in a way she had expected, but with such boyfriend trouble it only seems natural that the three girls should become roomies.    "
                },
                "2": {
                    "title": "Skint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When the girls threaten strike action boss Malcolm sacks them and whilst Bunny has an audition for a sofa commercial the others are skint and decide to go to a club to pull wealthy boyfriends. Meg ends up with Jonathan, a suspected sex offender who takes her back to his flat but she is so hungry she is more interested in the contents of his fridge than his body. All are relieved to be reinstated.    "
                },
                "3": {
                    "title": "Vanilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Meg meets old school friend Kate, who now runs a chain of coffee shops and offers her work as a store manager. Unfortunately it involves doing an interview at which Meg fails miserably, not helped by interruptions from Bunny. Meanwhile a desperate Laura goes to extreme lengths to get Gary in the mood for sex.    "
                },
                "4": {
                    "title": "Hot and Cold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Meg has a new boyfriend whom she calls hot and cold as he is hot in bed but only seems to want her for sex and to cook for him and his flatmate. Bunny gets a job in the theatre - selling ice creams - but falls foul of her thespian idol and goes to ridiculous lengths to get him to notice her whilst Laura, peeved that Gary is working away on her birthday, accidentally gives him and his friends a rather revealing Skype. Predictably only the three girls end up at the birthday party.    "
                },
                "5": {
                    "title": "Plus One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "19 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Meg is invited to her brother's pre-nuptial dinner and lies about having a boyfriend to accompany her. She approaches Hot and Cold who is not interested and even considers Gary's disgusting friend Maggot but is repulsed by him. Bunny fixes her up with the desirable Scott from the next door flat but when Maggot and Hot and Cold also turn up claiming to be Meg's Plus One confusion reigns.    "
                },
                "6": {
                    "title": "Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drifters (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "26 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    At her brother's wedding Meg is annoyed that she has not been asked to be a bridesmaid but Laura has and her role as table decorator is also a disaster. Having got involved when Bunny tries to pull a fifteen year old boy a depressed Meg sits on the roof and is mistakenly believed to be suicidal. However this works to her advantage as she ends up being the focus of attention - and for once in a good way, well, almost.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Knappett, Jessica"
            },
            {
                "name": "Bewley, Lydia Rose"
            },
            {
                "name": "O'Rourke, Lauren"
            },
            {
                "name": "Hirston, Bobby"
            },
            {
                "name": "Weir, Arabella"
            },
            {
                "name": "Mortimer, Bob"
            },
            {
                "name": "McGinley, Philip"
            },
            {
                "name": "Mohammed, Nick"
            },
            {
                "name": "Goldstein, Brett"
            },
            {
                "name": "Jackson, Sam"
            },
            {
                "name": "Barlow, Alice"
            },
            {
                "name": "Fitzpatrick, Perry"
            },
            {
                "name": "Kirwan, Kadiff"
            },
            {
                "name": "Rizi, Ash"
            },
            {
                "name": "Kennard, Matt"
            },
            {
                "name": "Michell, Harry"
            },
            {
                "name": "Macnab, Joseph"
            },
            {
                "name": "Anthony, Philip"
            },
            {
                "name": "Cowan, Juliet"
            },
            {
                "name": "Fielding, Susannah"
            },
            {
                "name": "Armstrong, Simona"
            },
            {
                "name": "Croft, William"
            },
            {
                "name": "Dutton, Heather"
            },
            {
                "name": "Addison, Kevin"
            },
            {
                "name": "Davison, Mark"
            },
            {
                "name": "Hopper, Elisabeth"
            },
            {
                "name": "Andreas, Jamal"
            },
            {
                "name": "Connolly-Burnham, Louisa"
            },
            {
                "name": "Fennell, Emerald"
            },
            {
                "name": "Alborough, Roger"
            },
            {
                "name": "Dawes, Jordan"
            },
            {
                "name": "White, Ed Eales"
            },
            {
                "name": "Greenall, Simon"
            },
            {
                "name": "Adler, Rosalind"
            },
            {
                "name": "Asbury, Nicholas"
            },
            {
                "name": "Bishop, Nicholas"
            },
            {
                "name": "Frazer, Lily"
            },
            {
                "name": "Albertson, Paul"
            },
            {
                "name": "Barry, Matthew"
            },
            {
                "name": "Fletcher, Sophie"
            },
            {
                "name": "Alabi, Faith"
            },
            {
                "name": "Barnes, Jessica"
            },
            {
                "name": "Benham, Tarrick"
            },
            {
                "name": "Faye, Katie"
            },
            {
                "name": "Atkinson, Cassie"
            },
            {
                "name": "Glassman, Jamie"
            },
            {
                "name": "Hadden-Paton, Harry"
            },
            {
                "name": "Isa, Darcy"
            },
            {
                "name": "Basic, Ivana"
            },
            {
                "name": "Biggins, John"
            }
        ],
        "locations": [
            "Watford, Hertfordshire, England, UK::(Queens Road / Intu Watford) (Hight Street)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 7.0,
        "votes": 849,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzVjMDZjNDUtODY0Zi00NTc4LTgxODItNzJhMDllZmE4NzJjXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Drifters",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Knappett, Jessica"
            },
            {
                "name": "O'Rourke, Lauren"
            },
            {
                "name": "Knappett, Ben"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "other companies": [
            {
                "name": "Bristol Television Film Services"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "After graduating from university, twenty something year-olds Meg, her cousin Bunny and their friend Laura share a flat and face the ups and downs of love and life."
        ],
        "synopsis": [
            "Drifters is a comedy drama about three twenty-something young women experiencing their first slice of the real world post University. Not yet fully paid up career women, Meg, Bunny and Laura take on a series of menial jobs in their home town of Leeds that allow them to cling to the last vestiges of girlhood - that stage where everything is terrifying and exciting in equal measure."
        ],
        "tech": {
            "runtime": [
                "23 min",
                "23 min (approx)"
            ],
            "color": [
                "Color",
                "Color (HD)"
            ],
            "camera": [
                "Arri Alexa"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 849,
                "rating": 7.0
            },
            "aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 160,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 303,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 97,
                "rating": 6.7
            },
            "males": {
                "votes": 395,
                "rating": 6.8
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 83,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 195,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 80,
                "rating": 6.7
            },
            "females": {
                "votes": 208,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 75,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 101,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 16,
                "rating": 6.4
            },
            "top 1000 voters": {
                "votes": 26,
                "rating": 6.3
            },
            "us users": {
                "votes": 59,
                "rating": 7.0
            },
            "non us users": {
                "votes": 391,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 191,
            "9": 96,
            "8": 165,
            "7": 173,
            "6": 102,
            "5": 37,
            "4": 18,
            "3": 13,
            "2": 16,
            "1": 38
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}