{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "20 December 2013",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "Australia::20 December 2013                            (limited)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Coming Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hendrix (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    The girls are trying to softly explain to Hendrix what it is they all do for a living, when their pimp Salvatore pays an unexpected visit. Sal has a dangerously strict \"no males\" policy in the house, and Hendrix swiftly finds himself jammed in the pantry. The sound of Hendrix eating chips rings out across the living room, and Salvatore finds him. He's immediately labeled the homosexual brother of Phoebe and is met with the daunting task of convincing Sal.    "
                },
                "2": {
                    "title": "Nerdgasm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hendrix (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The girls are sitting around the dinner table already a few bottles of vodka deep, while Hendrix slumps peacefully in his chair, already passed out from the two beers he had earlier. As conversation goes, the girls find themselves on the topic of what he's packing downstairs, and after a few differences in opinion, Roni decides to go straight to the source: Hendrix's pants. Midway through the inspection, Hendrix awakens from his slumber and springs from his chair in horror. Although, the excitement of it all has caused him to gain an erection. This leads the girls to ...    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Boulton, David"
            },
            {
                "name": "der Wiel, Giselle van"
            },
            {
                "name": "Jones, Chelsea"
            },
            {
                "name": "Grogan, Karli Rae"
            },
            {
                "name": "Kreyman, Igor"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMyODEzOTgyMl5BMl5BanBnXkFtZTgwNjE3NjY5MDE@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "AUD10,000 (estimated)",
        "plot outline": "Growing up in the small town of Kyogle in Northern NSW was not an easy childhood for Hendrix Bell. With his hippy parents preferring to festival-hop rather than raise him, mixed with a town population of 2,700, Hendrix failed to develop the relationships and enjoy the experiences that help mold a person. A blessing in disguise presented itself when his parents decided they'd be using his bedroom to expand their marijuana plantation, as Hendrix was soon strolling under the bright lights of Sydney City, wide-eyed and hunchbacked due to his enormous hiking bag. That excitement was short-lived however, as socially awkward Hendrix soon found himself signing a lease for the only place he could afford, a share house with three professional female escorts. Throughout the series, the girls explore and reconstruct every inch of Hendrix's mental and physical state in an attempt to make him the desirable, confident man he deserves to be. Little do they know they'll end up learning more about themselves in the process. Everybody wants to find love, and the girls are willing to take Hendrix to every bar, club, library and greyhound racetrack to find it for him, though it may be closer than he knows.",
        "languages": [
            "English"
        ],
        "title": "Hendrix",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-",
        "akas": [
            "Hendrix (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Boulton, David"
            }
        ],
        "director": [
            {
                "name": "Barretto, Tim"
            }
        ],
        "plot": [
            "Growing up in the small town of Kyogle in Northern NSW was not an easy childhood for _Hendrix_ (qv) Bell. With his hippy parents preferring to festival-hop rather than raise him, mixed with a town population of 2,700, _Hendrix_ (qv) failed to develop the relationships and enjoy the experiences that help mold a person. A blessing in disguise presented itself when his parents decided they'd be using his bedroom to expand their marijuana plantation, as _Hendrix_ (qv) was soon strolling under the bright lights of Sydney City, wide-eyed and hunchbacked due to his enormous hiking bag. That excitement was short-lived however, as socially awkward _Hendrix_ (qv) soon found himself signing a lease for the only place he could afford, a share house with three professional female escorts. Throughout the series, the girls explore and reconstruct every inch of _Hendrix_ (qv)'s mental and physical state in an attempt to make him the desirable, confident man he deserves to be. Little do they know they'll end up learning more about themselves in the process. Everybody wants to find love, and the girls are willing to take _Hendrix_ (qv) to every bar, club, library and greyhound racetrack to find it for him, though it may be closer than he knows.::David Boulton"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}