{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "September 2013"
            },
            {
                "country": "Canada\n",
                "date": "5 September 2013"
            }
        ],
        "release dates": [
            "Canada::September 2013",
            "Canada::5 September 2013"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Brotherly Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Carnivores vs. Veggies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The veggies take on the carnivores in this episode of Compete to Eat. On Muskoka's sparkling Six Mile Lake, Chef Jo cooks up some meat magic with a bleary-eyed Pete while Chef Aldo finds his inner vegetarian with bacon-hating Katie. Each team has one hour to create a three course meal using only the ingredients and the tools they can find in the cottage. Their gourmet creations are served to family and friends who pick the winner. Can Aldo's quinoa salad with squid steaks squash Jo's chorizo topped tostadas? Or will her speckled trout and goat cheese dumplings defeat ...    "
                },
                "2": {
                    "title": "Big Brother vs. Little Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    It's a sibling smackdown in this episode of Compete to Eat when Chefs Jo & Aldo cook with competitive brother Dennis and his sister Jackie in side by side cottages on Lake Muskoka to create a three course gourmet meal in just one hour using only the ingredients and tools they find at each cottage. Will the judging panel of friends and family be swayed by Chef Jo's fried goat cheese salad with cranberry vinaigrette and doughnut bread pudding with peanut butter and jam with chocolate sauce or will Chef Aldo's fennel crusted pork with roasted vegetables and profiteroles ...    "
                },
                "3": {
                    "title": "Big City Girl vs. Mamma and Mammoni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This week on Compete to Eat, Parry Sound becomes a culinary battleground as Chef Jo works with A-type city girl Samara while Chef Aldo cooks with Italian mother Mary Lou, to create a three-course meal in just one hour using only the ingredients and tools they find at the cottages. Can Chef Jo win over the judging panel of friends and family with her prosciutto wrapped feta-stuffed dates and a boozy parfait with berries and homemade coffee cake or will Chef Aldo blow them away with his butter poached lobster with pickled beets and a strawberry zabaglione?    "
                },
                "4": {
                    "title": "Kangaroo Island vs. Tofu Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Compete to Eat takes to the water for a Georgian Bay battle as Chefs Jo and Aldo boat out to two island cottages to create a three course gourmet meal using only the ingredients and tools they can find. Friends and family taste the food and declare a winner. Can Chef Aldo handle grandma Nancy 's ancient wood stove Ruby and win the judges over with his summer salad with a roasted eggplant vinaigrette and shrimp curry with tofu and bok choy? Or will Chef Jo triumph with game-loving brothers Pat and Mike and a muskox & camel crostini with apple and onion compote and ...    "
                },
                "5": {
                    "title": "Mom and Daughter vs. The Power Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    On this episode of Compete to Eat, we are in gorgeous Lake Muskoka cottage country to watch as Chef Aldo works with socialite mother Mary Ann & daughter Kelly while Chef Jo cooks with active husband and wife team Bruce & Keltie to whip up a gourmet three course meal in just an hour using only the ingredients and tools on hand. Friends and family stop in to taste the results and declare a winner. Chef Aldo thinks he's hit the jackpot in Mary Ann & Kelly's high end kitchen but is his watermelon salad and a poor man's pudding too much of a gamble? Chef Jo loves Bruce & ...    "
                },
                "6": {
                    "title": "Off-The-Grid Firefighter vs. The Firefighter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Compete to Eat is in the beautiful Haliburton Highlands near Bancroft where Chefs Jo & Aldo meet some serious foodies who like to cook off the grid. With no hydro in sight, each team must cook a gourmet three course meal using only the ingredients and tools they have in the cottage. Friends and family taste the creations and choose a winner. Can Chef Jo and her adventurous cottage cooks Karen & Erik win over the judges with a fragrant smoke pork pasta with creamy herb cheese and roasted marshmallow cheesecake lollipops rolled in pretzels and chocolate? Or will Chef ...    "
                },
                "7": {
                    "title": "The Lawyers vs. The Lawless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Compete to Eat is on Lake Paudash near Bancroft in the beautiful Haliburton Highlands where Chefs Jo & Aldo work with cottagers to make a three course meal in just one hour using only the ingredients and tools they can find in the cottages. Friends and family taste and the food and choose the winner. Cooking with lawyers Joanne and Kelly, will Chef Aldo get a successful verdict with his tasty crab croquettes with honey prosciutto and pork tacos with slaw and a charred tomato salsa? Or can Chef Jo, her hands full with three twenty-something brothers Dan, Jake & Ben, ...    "
                },
                "8": {
                    "title": "Fitness Buffs vs. Party Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    We're on Skeleton Lake in beautiful Muskoka to watch Chef Aldo sweat it out with fitness gurus Larisa and Mike and Chef Jo gets down with party animals Mary and Jim cooking a gourmet three course meal in just one hour using only the ingredients and the tools they find at each cottage. Friends and family taste the results and declare the winner. Can Chef Jo use Mary and Jim's brand new pizza oven to impress the judges with her speck and fig pizza and gluten-free whoopie pie or will Aldo dominate in Larisa and Mike's tiny kitchen with his sashimi style steelhead trout ...    "
                },
                "9": {
                    "title": "The Country Cook vs. The Realtor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "24 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode of Compete to Eat, Chefs Aldo & Jo travel to the beautiful Haliburton Highlands near Bancroft to see who can make the best gourmet three course meal at the cottage using only the ingredients and tools on hand and doing it all in just one hour. Chef Jo meets Tobin, a fast talking salesman and complete novice in the kitchen while Chef Aldo takes on Alex, a rustic gourmet who likes to party. Can Chef Jo's maple smoked trout with a paprika rub and fried panatone with caramel sauce take out Chef Aldo's venison couscous with stewed plums and blueberries and ...    "
                },
                "10": {
                    "title": "Trailer vs. Trailer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    We're at cottages on wheels in this episode of Compete to Eat when Chefs Aldo and Jo travel to an RV Park on the Spanish River to cook a gourmet three course meal in a camper using only the tools and ingredients on hand. Friends and family gather to taste the meals and declare the winner. Can Chef Jo and her skinny-dipping camper Gladys excite the judges with a cornflake crusted veal with cous cous and long beans and strawberries with biscuits and lavender custard? Or will Aldo and yoga loving camper cook Dineen wow the crowds with pan roasted Cornish hens with snow ...    "
                },
                "11": {
                    "title": "BFFs vs. The Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Compete to Eat is going way up north to Sudbury to visit Lake Panache where Chefs Jo and Aldo must create a gourmet three course meal using only the ingredients and tools they can find in the cottage. Can Chef Jo and and life long friends Lisa and Vanessa impress the judges with a menu of Spinach parmesan, sun dried tomato, olive stuffed pork tenderloin and strawberry rhubarb upside down cake? Or will Chef Aldo, bushwhacking cottage cook Deb, and rock star Matt triumph with a glazed maple soy salmon with fresh salad and blueberry crumble?    "
                },
                "12": {
                    "title": "The Cop vs. The Klutz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Compete to Eat is back in Muskoka and Chefs Aldo & Jo must create a gourmet three-course meal using only the ingredients and tools they can find in the cottage. Today, it's the cop vs. the klutz as Chef Aldo works with retired detective Pete while Chef Jo cooks with butterfingered Barb to try to best impress the judging panel of family & friends. Will Aldo's arresting tuna pillows stuffed with an avocado puree and a butter tart with pecan vanilla ice cream and berries take the cake? Or can Chef Jo save the day with an herb roasted chicken with a beet puree and grilled...    "
                },
                "13": {
                    "title": "Glamping vs. The Sultan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode of Compete to Eat we go 'glamping' on Lake Panache near Sudbury to watch Chefs Aldo and Jo create a gourmet three-course meal using only the ingredients and tools they can find in the cottage. Chef Jo cooks a coffee crusted beef with crispy leeks and grilled vegetables and a Morrocan seared tuna with avocado puree and toasted hazelnut with Morrocan costume wearing cottager David and his son Brendan. Chef Aldo reluctantly shows his nature loving side with Jessica and amateur chef Jackson in a cottage without walls to make small mouth bass with tomato ...    "
                },
                "14": {
                    "title": "College Kid Cookoff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Compete to Eat (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Jo and Aldo try to get kids to focus for a challenge.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Lanzillotta, Aldo"
            },
            {
                "name": "Lusted, Joanne"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 4.7,
        "votes": 32,
        "languages": [
            "English"
        ],
        "title": "Compete to Eat",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Compete to Eat (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Antica Productions"
            },
            {
                "name": "Blue Ant Media"
            }
        ],
        "distributors": [
            {
                "name": "Entertainment One"
            },
            {
                "name": "Entertainment One"
            }
        ],
        "plot": [
            "Watch Chef Aldo and Chef Jo travel across cottage country and get paired up with cottagers who may...or may not be gourmet cooks in the kitchen. See how nothing gets in the way of a good meal when Chef Jo and Aldo _Compete to Eat_ (qv).::Morgan Leech"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 32,
                "rating": 4.7
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 5.3
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 3.3
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 4.9
            },
            "males": {
                "votes": 11,
                "rating": 2.9
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 4.8
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 3.2
            },
            "females": {
                "votes": 12,
                "rating": 5.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 3.6
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 13,
                "rating": 3.9
            },
            "non us users": {
                "votes": 5,
                "rating": 4.6
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 2,
            "7": 3,
            "6": 1,
            "5": 3,
            "4": 6,
            "3": 6,
            "2": 3,
            "1": 4
        },
        "arithmetic mean": 4.7,
        "median": 4
    }
}