{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2013"
            }
        ],
        "release dates": [
            "USA::January 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The great bridge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    This breathtaking series aims at discovering why two very different regions of the planet, very far away from each other, are so rich in biodiversity. Central america is a strip of land connecting two large land masses, a small region with an extraordinary natural richness. The iberian peninsula is the most bio-diverse region in europe, acting as an umbilical cord between africa and europe. Both places are defined as \"biological bridges.\" through ground-breaking cinematography, discover the earth's hidden secrets like never before, and see how all life is connected in...    "
                },
                "2": {
                    "title": "Tracks in the jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    When the isthmus of panama closed 4 million years ago, the two largest oceans of the planet were separated and massive geological events created a unique place. Discover five incredibly diverse regions within central america and the caribbean.    "
                },
                "3": {
                    "title": "Nature's erector set",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Central america is home to some of the most breathtaking animals in the world. In vast and dramatic forests, several dynamic species of animal cohabitate - from the fierce jaguar to the clever monkey.    "
                },
                "4": {
                    "title": "The old world connection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    A long, mountainous passage connects north and south america. Here, hundreds of thousands of species live in one of the richest and most diverse places on earth - the caribbean rainforests.    "
                },
                "5": {
                    "title": "Forests between two worlds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    At the edge of the old world there is a peninsula connecting europe and africa. With warm sheltering tropics in its southern regions and a mountainous north of wet and old forests, the iberian peninsula contains mystery and diversity.    "
                },
                "6": {
                    "title": "Mediterranean puzzle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Life (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Life in the iberian peninsula is lush and varied. Learn how two opposing worlds were joined in a single territory that remained isolated by the pyrenees mountains. The results are a collection of forgotten places, exciting animals, and unique splendors.    "
                }
            }
        },
        "number of episodes": 6,
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWY3MGM4YjAtNmFlOS00ZWE5LWI1M2ItOTlmYzhiMjUzMTc2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "This breathtaking series aims at discovering why two very different regions of the planet, very far away from each other, are so rich in biodiversity. Central America is a strip of land connecting two large land masses, a small region with an extraordinary natural richness. The Iberian Peninsula is the most bio-diverse region in Europe, acting as an umbilical cord between Africa and Europe. Both places are defined as \"biological bridges.\" Through ground-breaking cinematography, discover the Earth's hidden secrets like never before, and see how all life is connected in miraculous and stunning ways!",
        "title": "Wild Life",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1"
        ],
        "plot": [
            "This breathtaking series aims at discovering why two very different regions of the planet, very far away from each other, are so rich in biodiversity. Central America is a strip of land connecting two large land masses, a small region with an extraordinary natural richness. The Iberian Peninsula is the most bio-diverse region in Europe, acting as an umbilical cord between Africa and Europe. Both places are defined as \"biological bridges.\" Through ground-breaking cinematography, discover the Earth's hidden secrets like never before, and see how all life is connected in miraculous and stunning ways!"
        ],
        "tech": {}
    }
}