{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "23 November 2013"
            }
        ],
        "release dates": [
            "Philippines::23 November 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Agoncillo, Ryan"
            }
        ],
        "locations": [
            "Quezon City, Philippines::(studio)"
        ],
        "genres": [
            "Game-Show"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "en",
            "fil"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "4:3",
        "plot outline": "The one-hour game show will be hosted by come-backing Kapuso, ace TV host and celebrity das Ryan Agoncillo. Ryan has certainly proved his caliber in hosting various programs over the years; and as he tries his hand at being the game master of Picture! Picture, he will surely amuse, charm and conquer the hearts of Filipino families every Saturday evening. Picture! Picture! will show viewers how photos can be emotionally engaging, eliciting wide range of emotions. The experience is made more fun as four contestants play as a team and take their chance to win as much as half a million pesos by correctly answering 10 picture-aided questions with only 30 seconds to come up with an answer. After a set of three questions, the team must eliminate one members. The first person to buzz in and give the correct answer will have the power to kick out a player. In answering a kick out question, the player's first answer will be considered his/her last answer. Making Picture! Picture! extra thrilling is the \"Back Ups\" option which will help the team survive the game. First is Twin Picks where the team is allowed to choose two answers from the three choices. They can use this only once anytime during the game except in the last question. The Save Pic, on the other hand, is the team's extra life. If they give the wrong answer, they will be automatically saved and will be allowed to continue playing. The game is over when the remaining players either make a mistake or reach the final question. For the jackpot question, the player must give his/her answers to the five pictures shown within the 60 seconds time limit. If the game ends and there's still time, a new team will play. Picture! Picture!'s interactive and unique elements that are culturally relevant across all ages and gender make it more fun, relatable and educational for viewers to watch.",
        "languages": [
            "English",
            "Filipino"
        ],
        "title": "Picture! Picture!",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Picture! Picture! (Philippines)"
        ],
        "writer": [
            {
                "name": "Araya, Wilson"
            },
            {
                "name": "Carbonel, Tj"
            },
            {
                "name": "Landicho, Loi"
            }
        ],
        "production companies": [
            {
                "name": "GMA"
            }
        ],
        "distributors": [
            {
                "name": "GMA"
            }
        ],
        "plot": [
            "The one-hour game show will be hosted by come-backing Kapuso, ace TV host and celebrity das Ryan Agoncillo. Ryan has certainly proved his caliber in hosting various programs over the years; and as he tries his hand at being the game master of Picture! Picture, he will surely amuse, charm and conquer the hearts of Filipino families every Saturday evening. _Picture! Picture!_ (qv) will show viewers how photos can be emotionally engaging, eliciting wide range of emotions. The experience is made more fun as four contestants play as a team and take their chance to win as much as half a million pesos by correctly answering 10 picture-aided questions with only 30 seconds to come up with an answer. After a set of three questions, the team must eliminate one members. The first person to buzz in and give the correct answer will have the power to kick out a player. In answering a kick out question, the player's first answer will be considered his/her last answer. Making _Picture! Picture!_ (qv) extra thrilling is the \"Back Ups\" option which will help the team survive the game. First is Twin Picks where the team is allowed to choose two answers from the three choices. They can use this only once anytime during the game except in the last question. The Save Pic, on the other hand, is the team's extra life. If they give the wrong answer, they will be automatically saved and will be allowed to continue playing. The game is over when the remaining players either make a mistake or reach the final question. For the jackpot question, the player must give his/her answers to the five pictures shown within the 60 seconds time limit. If the game ends and there's still time, a new team will play. _Picture! Picture!_ (qv)'s interactive and unique elements that are culturally relevant across all ages and gender make it more fun, relatable and educational for viewers to watch.::GMA Network"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "4:3"
            ]
        }
    }
}