{
    "imdb": {
        "raw release dates": [
            {
                "country": "Poland\n",
                "date": "4 November 2013"
            },
            {
                "country": "UK\n",
                "date": "4 March 2014"
            }
        ],
        "release dates": [
            "Poland::4 November 2013",
            "UK::4 March 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Killers: Behind the Myth"
            },
            {
                "countries": "Bosnia and Herzegovina (Bosnian title) (alternative title)",
                "title": "Ubice"
            },
            {
                "countries": "Croatia (alternative title)",
                "title": "Ubojice"
            },
            {
                "countries": "Germany (alternative title)",
                "title": "Mythos Serienkiller"
            },
            {
                "countries": "Poland (alternative title)",
                "title": "Bestie w Ludzkiej Skórze"
            },
            {
                "countries": "World-wide (English title) (short title)",
                "title": "Killers"
            }
        ],
        "akas": [
            "Killers: Behind the Myth (original title)",
            "Ubice Bosnia and Herzegovina (Bosnian title) (alternative title)",
            "Ubojice Croatia (alternative title)",
            "Mythos Serienkiller Germany (alternative title)",
            "Bestie w Ludzkiej Skórze Poland (alternative title)",
            "Killers World-wide (English title) (short title)"
        ],
        "akas from release info": [
            "Killers: Behind the Myth (original title)",
            "Ubice Bosnia and Herzegovina (Bosnian title) (alternative title)",
            "Ubojice Croatia (alternative title)",
            "Mythos Serienkiller Germany (alternative title)",
            "Bestie w Ludzkiej Skórze Poland (alternative title)",
            "Killers World-wide (English title) (short title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Robert Rozier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Robert Rozier, a former NFL player and black supremacist cult killer, is brought to justice following his 1980s reign of terror in Florida.    "
                },
                "2": {
                    "title": "Manuel Pardo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The story Manuel Pardo, a former Florida police officer who murdered nine people during a 1986 crime spree.    "
                },
                "3": {
                    "title": "Juan Corona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A look at the crimes of 'Machete Murderer' Juan Corona, who was convicted of hacking 25 Californian farm workers to death in the 1970s.    "
                },
                "4": {
                    "title": "Robert Ben Rhoades",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    From 1989 to 1990, Robert Ben Rhoades is believed to have tortured, raped and killed more than fifty women, although he has only three confirmed victims.    "
                },
                "5": {
                    "title": "Peter Moore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    After committing a series of violent sexual assaults on men for over 40 years, Peter Moore eventually murdered four men in North Wales in 1995.    "
                },
                "6": {
                    "title": "Joanna Dennehy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The story of serial killer Joanna Dennehy, who butchered three men and tried to slaughter two others in Peterborough in 2013.    "
                },
                "7": {
                    "title": "Daniel Lee Siebert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Profile of American serial killer Daniel Lee Siebert, who was convicted of three murders and confessed to many more.    "
                },
                "8": {
                    "title": "Ronald Joseph Dominique",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Profile of serial killer Ronald Dominique, who confessed to the rape and murder of at least 23 men over a ten-year period beginning in 1997.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bala: The Novel Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When a body is found trussed up in the River Odra in western Poland, the police are baffled. The man has been starved and tortured, before being thrown alive into the river. It has all the hallmarks of a punishment beating. The murder investigation stalls until police discover an online murder story written by a Krystian Bala that bears similarities to the death of the man in the river. Bala has even published a book, an explicit cocktail of murder and pornography. Bala becomes the prime suspect, and police reveal a catalogue of errors by Bala that result in his ...    "
                },
                "2": {
                    "title": "Kot: The Vampire of Krakow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    For two years the baby-faced killer Karol Kot terrorised the Polish city of Krakow. Unlike many serial killers he appeared to have no fixed modus operandi when targeting his victims, which made tracking him down difficult. He began his attacks on elderly women, but after a two-year break, he moved to attacking children. An 11 year old boy is found stabbed to death: the boy's internal organs have been punctured in the frenzied attack. A young girl is targeted shortly afterwards. Witness statements link a schoolboy with the crimes. The country is horrified. The killer ...    "
                },
                "3": {
                    "title": "Kroll: The Duisburg Cannibal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    For over 20 years, sex killer Joachim Kroll had been strangling women across northern Germany. He claimed an internal force drove him, picking women walking alone in the countryside. Many were strangled with their own clothes. Then he molested them. As his killing spree increased, he started to target younger and younger victims. But even this didn't satisfy him. He killed and cooked a cat, which only drove his desire to taste human flesh. His demons overpowered him into killing, dissecting and then eating a neighbour's 4-year-old daughter. But when he was unable to ...    "
                },
                "4": {
                    "title": "Honka: The Ripper of St Pauli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fritz Honka quietly lived in Hamburg's red light district of St Pauli, picking up elderly prostitutes for the price of a glass of schnapps and a bed for the night. He began to lose his temper when the women declined his sexual perversions. He retaliated by strangling his victims. Disposing of the bodies presented a problem until he came up with the idea of dismembering them and storing the body parts in the roof space next to his flat. Had a freak house fire not crept up the building to expose his collection he might never have been caught. He claimed he had been ...    "
                },
                "5": {
                    "title": "Tuchlin: The Scorpion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Between 1975 and 1983, brutal sex killer Pawel Tuchlin terrorised the region around Gdansk, Poland. Known as 'The Scorpion' for the swift deadliness of his attacks, he targeted women walking alone. Tuchlin struck without warning, felling his victims with hammer blows to the head before molesting their bodies. He killed 9 women and left 11 more gravely injured. But Tuchlin is also a thief: it was his greed and the theft of 4 piglets which eventually led police to his farm, and sent the Scorpion to the gallows.    "
                },
                "6": {
                    "title": "Onoprienko: The Terminator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Anatoly Onoprienko, 'The Terminator', earned his nickname from an unprecedented spree of mass killings in Ukraine. In just 4 months he slaughtered 43 people, entering households and murdering whole families at a time. Children and even babies fell victim to this merciless killer. Onoprienko claimed he was on a dark mission for supernatural powers, that he heard voices in his head telling him to kill. But in reality he killed to make money: his arrogance and avarice led to his downfall as police found over 100 trophies stolen from victims stashed in his apartment. ...    "
                }
            },
            "2": {
                "1": {
                    "title": "The Suffolk Strangler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Suffolk, England, 2006 - the corpses of two young prostitutes are discovered in a river outside the town of Ipswich. A manhunt begins, but under the noses of the police and the eyes of the press, three more women are killed in rapid succession. The search for the killer becomes international news, the world watching as the tragedy unfolds on 24 hour news. The police have a hard time, the killer is forensically aware and is killing at a faster rate than Jack the Ripper, but then a stupid mistake from his past brings him to the attention of the authorities. But the ...    "
                },
                "2": {
                    "title": "The Crossbow Cannibal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Bradford, Northern England, 2009 - drug addicted prostitutes start to vanish from the streets of the city. Their families contact the police who put out a missing persons report but they do not reappear. It's not unusual for street workers to go missing in a big city but everything suddenly changes when the brazen murder of a woman is caught on the CCTV of a local block of flats. The killer is a 40-year-old local named Stephen Griffiths. He seems to be performing for the camera. His arrest reveals a truly horrifying story - a local PhD student of criminology who seeks...    "
                },
                "3": {
                    "title": "The Long Island Killer/Joel the Ripper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The story of Joel Rifkin, a self-employed landscape gardener from East Meadow, Long Island, who murdered and dismembered 17 prostitutes during the late 1980s and early 1990s.    "
                },
                "4": {
                    "title": "The Videotape Killer/The Sidewalk Strangler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    In the summer of 2001 the bodies of several prostitutes are found, unceremoniously dumped at the sides of St Louis' highways. For over a year, police and FBI are mystified as to who is behind the murders. But then in May 2002, someone claiming to be the killer sends the police a letter along with a map printed from a computer-mapping site. The map leads police to the remains of another body. What the killer doesn't realise is that he has unwittingly led the investigators right to his door. Police are able to trace the making of the map to a computer belonging to a ...    "
                },
                "5": {
                    "title": "The Freeway Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    William Bonin was the first man in California to be executed by lethal injection. His death in 1996 followed a conviction for the murder of 21 boys aged between 12 and 19 in just one frenzied year. He is estimated to have killed as many as double that. A truck driver and son of a bingo-addicted, alcoholic mother and compulsive gambling father, he was incarcerated in juvenile detention at a young age where he suffered his first rape. On his release he began molesting young boys - a crime that would see him imprisoned and consigned to a mental institution. He met a ...    "
                },
                "6": {
                    "title": "The Scorecard Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killers: Behind the Myth (TV Series 2013–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    When police see a car weaving between lanes on a Californian highway late one night, they pull the car over. In the driver's seat is Randy Kraft. In the passenger seat is a dead body. In the boot is a list of names, and under the seat is a collection of photos of what look like dead bodies on a sofa. A former military airman, Kraft targeted marines and gay men, routinely sodomising and emasculating them before he killed them. The torture his victims endured became more and more extreme. A computer programmer with a high IQ, Kraft to this day maintains his innocence ...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Holmes, David"
            },
            {
                "name": "Billingham, Mark"
            },
            {
                "name": "Chambers, Stuart"
            },
            {
                "name": "Bailie, Simon James"
            },
            {
                "name": "Brailsford, Mark"
            },
            {
                "name": "Champion, Jamie"
            },
            {
                "name": "Coleman, Carl"
            },
            {
                "name": "Damerell, Adam"
            },
            {
                "name": "Daniel, Lex"
            },
            {
                "name": "Monte, Jean Paul Dal"
            },
            {
                "name": "Morton, Liam"
            },
            {
                "name": "Neal, Matthew"
            },
            {
                "name": "Réti, Barnabás"
            },
            {
                "name": "Sayers, David"
            },
            {
                "name": "Wittek, Adam"
            },
            {
                "name": "Bala, Krystian"
            },
            {
                "name": "Brinkley, Craig"
            },
            {
                "name": "Chrzanowski, Stefan"
            },
            {
                "name": "Constance, Nathan"
            },
            {
                "name": "Fajbusiewicz, Michal"
            },
            {
                "name": "Garcia, John"
            },
            {
                "name": "Gawrys, Andrzej"
            },
            {
                "name": "Gradon, Kacper"
            },
            {
                "name": "Haney, Julie"
            },
            {
                "name": "Harrold, Harry"
            },
            {
                "name": "Howard, Michael"
            },
            {
                "name": "Kraft, Randy"
            },
            {
                "name": "Kucharski, Marcin"
            },
            {
                "name": "Pelto, Vonda"
            },
            {
                "name": "Pobocha, Jerzy"
            },
            {
                "name": "Puttock, Christopher"
            },
            {
                "name": "Street, Zachary"
            },
            {
                "name": "White, Jimmy"
            },
            {
                "name": "Wilkinson, Dawn"
            },
            {
                "name": "Wroblewski, Jacek"
            },
            {
                "name": "Zukowski, Zbiegniew"
            },
            {
                "name": "Briggs, Stephen"
            },
            {
                "name": "Dennehy, Joanna"
            },
            {
                "name": "Lundrigan, Samantha"
            },
            {
                "name": "McCann, Chris"
            },
            {
                "name": "Yardley, Elizabeth"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en",
            "pl",
            "de",
            "uk"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 3,
        "rating": 7.5,
        "votes": 28,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzU3OGNjZDQtYmQ3Ny00NmU3LWFhYTItYmYyZTg2NTZjMTM4XkEyXkFqcGdeQXVyNTQzMjIzNTA@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "The unfortunate truth of modern policing is that despite all the DNA tests, criminal profiles and surveillance technology it's still extremely difficult to catch a killer. Random killers, who murder as a passion, can elude even the most highly trained and well equipped of police forces. Luckily, they tend to give themselves away. Killers is a documentary series that tells the surprising story of how some of Europe's and America's most horrific murderers were eventually brought to justice. It's a story of shocking crimes and bizarrely simple blunders, that takes the audience behind the worn-out stereotype of the criminal mastermind to reveal the very ordinary men who commit the most inhuman of crimes.",
        "languages": [
            "English",
            "Polish",
            "German",
            "Ukrainian"
        ],
        "title": "Killers: Behind the Myth",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2015",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Sky Vision"
            }
        ],
        "distributors": [
            {
                "name": "Sky Vision"
            }
        ],
        "plot": [
            "A look at some of Europe's and America's most horrific serial killers and how bizarrely simple blunders eventually brought them to justice.::Sky Vision [gb]",
            "The unfortunate truth of modern policing is that despite all the DNA tests, criminal profiles and surveillance technology it's still extremely difficult to catch a killer. Random killers, who murder as a passion, can elude even the most highly trained and well equipped of police forces. Luckily, they tend to give themselves away. Killers is a documentary series that tells the surprising story of how some of Europe's and America's most horrific murderers were eventually brought to justice. It's a story of shocking crimes and bizarrely simple blunders, that takes the audience behind the worn-out stereotype of the criminal mastermind to reveal the very ordinary men who commit the most inhuman of crimes.::Sky Vision [gb]"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 28,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 15,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 8.2
            },
            "males": {
                "votes": 11,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 10,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "us users": {
                "votes": 9,
                "rating": 7.3
            },
            "non us users": {
                "votes": 7,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 6,
            "9": 1,
            "8": 6,
            "7": 9,
            "6": 3,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.5,
        "median": 7
    }
}