{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "September 2013"
            }
        ],
        "release dates": [
            "UK::September 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "68"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1",
        "budget": "GBP500 (estimated)",
        "plot outline": "Beliefs that the soul is distinct from the body are explored in this film about dualism. The idea that the 'soul lives on' is a widely held, almost instinctive belief - but on what can it possibly be based? Is there a 'ghost in the machine' directing our path through life?",
        "languages": [
            "English"
        ],
        "title": "Life After Death",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Life After Death (United Kingdom)"
        ],
        "writer": [
            {
                "name": "Hansell, Nicky"
            },
            {
                "name": "Jenkins, Joe"
            }
        ],
        "production companies": [
            {
                "name": "Ethics Online"
            }
        ],
        "distributors": [
            {
                "name": "Ethics Online"
            }
        ],
        "plot": [
            "A documentary series on the subject of _Life After Death_ (qv), including the thoughts of Plato, The Buddha, St Paul, Augustine, Pascal, Descartes, Ryle, Hick, Stevenson, Blackmore and Dawkins.::Nick Thomson",
            "Beliefs that the soul is distinct from the body are explored in this film about dualism. The idea that the 'soul lives on' is a widely held, almost instinctive belief - but on what can it possibly be based? Is there a 'ghost in the machine' directing our path through life?::Nick Thomson",
            "Film One: Introduction Ever since Neolithic times human beings have believed that death does not necessarily mark the end of existence. This film takes us on a journey through the ages to the present day introducing monist, dualist and materialist views about life after death. Film Two: The Resurrection From the Maccabean Uprising, to the disciples' experience of Jesus' Resurrection, this film explores the monist conceptions on which belief in Resurrection are based. From St Paul to John Hick, philosophers have offered explanations whilst others have shot them down. This film leaves no stone unturned. Film Three: Immortality of the Soul Beliefs that the soul is distinct from the body are explored in this film about dualism. The idea that the 'soul lives on' is a widely held, almost instinctive belief - but on what can it possibly be based? Is there a 'ghost in the machine' directing our path through life? Film Four: Reincarnation & Rebirth Have we lived before? Are we destined to live again? Representing key sacred texts this film explores Hindu and Buddhist perspectives as well as investigating philosophical objections to the idea of the transmigration of the soul. Film Five: Parapsychology Are Near Death Experiences and paranormal activity hints of what may lie beyond? Or are they the delusional products of our ingenious brains? Drawing no conclusions this film brings together all the various strands and while viewers may be less certain, they will be better equipped to think intelligently about a subject that continues to fascinate today.::Nick Thomson"
        ],
        "tech": {
            "runtime": [
                "1 hr 8 min (68 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1"
            ]
        }
    }
}