{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 September 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::16 September 2013                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Tokyo Toyboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Free Pouring (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In Japan, it's not uncommon for successful women to pay attractive young men huge sums of money for a few cocktails and an hour of platonic companionship. VICE sends correspondent Joel Cornell to Shibuya to explore this strange world and to find out if he can cut it as a professional boyfriend for hire.    "
                },
                "2": {
                    "title": "Dungeons & Flagons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Free Pouring (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Did people drink cocktails in the Dark Ages? The short answer is no, probably not. But in the interests of journalism, and making fun of grown ups in fancy costumes, we sent Joel Cornell to Caboolture, Queensland, to check out the largest medieval festival in the southern hemisphere.    "
                },
                "3": {
                    "title": "Lords of Ribtown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Free Pouring (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    VICE travelled to Nevada to meet Miki Sudo and Juan \"More Bite\" Rodriguez, two rising stars of America's Major League Eating scene. The pair took us through our paces, polishing off enormous plates of food like they were finger sandwiches while we nearly passed out from having all the blood in our bodies rush to the aid of our stomachs. Later, we watched Miki and Juan compete in the annual Best in the West Nugget Rib Eating World Champion, against none other than Joey Chestnut, the LeBron James of cramming food down your throat.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Cornell, Joel"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en",
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Free Pouring casts its lens over some of the world's most intriguing subcultures. In the three-part series, host Joel Cornell investigates male host bars in Tokyo, checks out the largest medieval festival in the southern hemisphere, and follows two rising stars of America's Major League Eating scene as they prepare to take on the best eaters in the world at Nevada's famous Best in the West Nugget Rib Eating Competition.",
        "languages": [
            "English",
            "Japanese"
        ],
        "title": "Free Pouring",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Free Pouring (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Vice Media"
            }
        ],
        "other companies": [
            {
                "name": "Schweppes"
            }
        ],
        "plot": [
            "_Free Pouring_ (qv) casts its lens over some of the world's most intriguing subcultures. In the three-part series, host Joel Cornell investigates male host bars in Tokyo, checks out the largest medieval festival in the southern hemisphere, and follows two rising stars of America's Major League Eating scene as they prepare to take on the best eaters in the world at Nevada's famous Best in the West Nugget Rib Eating Competition.::VICE"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}