{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "24 December 2013"
            },
            {
                "country": "Canada\n",
                "date": "30 December 2013"
            },
            {
                "country": "Canada\n",
                "date": "23 November 2015"
            }
        ],
        "release dates": [
            "Canada::24 December 2013",
            "Canada::30 December 2013",
            "Canada::23 November 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Queen of the Fairies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    It's silly sports day. Lucy, who is dressed like a fairy, doesn't want to try any of the silly sports because she's unfamiliar with them and says \"no\" whenever Mr. Anthony asks her if she want to try this one or that one. Her fear is making her feel all crunchy and tight inside. To make her feel less crunchy, Mr. Anthony shows her how to do the \"no\" shake to shake all the no's inside of her out. It helps make her feel less crunchy, but doesn't make her any less afraid to try the sports. So Mr. Anthony tells Lucy a Napkin Man story, about the time he helped a little ...    "
                },
                "2": {
                    "title": "Familysaurus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The students are making family collages, in which they are to highlight an activity their family partook. Sam doesn't understand Michelle's collage. It's not the pictures of the dinosaurs, which are to signify her family's recent trip to the dinosaur museum, that he doesn't get, but that the photo she inserts in the middle of the collage solely has her with two adult men, who Mr. Anthony explains are Michelle's two dads. Sam's feeling of confusion is making him feel like he has rocks in his head. Mr. Anthony shows Sam how to do the dinosaur snore to help get those ...    "
                },
                "3": {
                    "title": "The New Classmate Pt. 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "14 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Mr. Anthony tells the class that a new student named Layla will be joining them tomorrow, and that Layla doesn't speak any English yet, but rather speaks Arabic. An excited Lucy volunteers to show Layla around the classroom when she arrives. While the other students make welcome crafts for Layla, Lucy can't help but leap around like a lemur from one spot in the classroom to another in demonstrating what she will show Layla when she arrives. Lucy's excitement makes her feel like she has bubbles inside of her. Mr. Anthony shows Lucy how to do the bubble float to get rid...    "
                },
                "4": {
                    "title": "A Birdhouse Built for Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The students are decorating birdhouses to take home. Sage, who has painted a figure skater on hers, figure skating being her favorite thing to watch, is in a quandary: should she leave her birdhouse at her mother's house or her father's house, her parents who do not live together. Her anxiousness is making her feel wiggly and itchy inside. To make her feel less wiggly and itchy, Mr. Anthony shows her how to do the figure skater twirl. It helps, but doesn't solve the problem of where she should leave her birdhouse. So Mr. Anthony tells her about the time Napkin Man ...    "
                },
                "5": {
                    "title": "The New Classmate Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "21 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A new student named Layla has arrived in the class, she who knows no English but only her native tongue, Arabic. Although Lucy, who has volunteered to show her around the class, is excited about Layla's arrival, Mr. Anthony doesn't think it would be a good idea for Lucy to do so just yet as he can tell, especially after Layla's mom leaves, that Layla is shy not knowing how to communicate verbally with the other students. Mr. Anthony shows Layla how to play peek-a-boo to help her relax, but it still doesn't relieve all her shyness. Mr. Anthony thinks a Napkin Man story...    "
                },
                "6": {
                    "title": "The Tempting Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "21 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    In the middle of pirate dress-up, Mr. Anthony focuses the activity on pirate dancing. Aziz, who usually likes to dance, doesn't want to as he's too preoccupied with his hand held video game, a pirate treasure hunt. In his panic about the thought of putting his video game away, Aziz is feeling all fidgety. To make Aziz feel less panicky, Mr. Anthony shows him how to do the raise the sails salute, which helps, but doesn't stop Aziz from wanting to keep playing his video game. So Mr. Anthony tells Aziz about the time Napkin Man helped his pirate friend, Captain Bart, ...    "
                },
                "7": {
                    "title": "To Paint or Not to Paint",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    It's near the end of the school day, and the last activity Mr. Anthony has scheduled is to paint a mural. Aziz reminds Mr. Anthony that if they paint, they won't have enough time for free play today, Aziz who wants to play with his toy horse, Coco. To be fair, Mr. Anthony lets the class decide by majority vote which activity they would prefer to do. Painting the mural wins by a narrow margin. That doesn't stop Aziz from still wanting free play time, he feeling slumpy in the process of the thought of painting instead. To help Aziz feel less slumpy, Mr. Anthony shows ...    "
                },
                "8": {
                    "title": "The Happy Gnome",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    It's raining outside, which means that Mr. Anthony has to postpone what was the scheduled outside garden day for the class. Although Mr. Anthony replaces that time with free play inside, Austin is feeling sad about the postponement of garden day, as he wanted to see the sunflower he planted. To help Austin get rid of the pouty lip, hand on the chin feeling, Mr. Anthony shows him how to do the gnome comb. It helps but still doesn't stop Austin from wanting to go to the garden to see his sunflower. So Mr. Anthony tells him a Napkin Man story, this one about a gnome ...    "
                },
                "9": {
                    "title": "Snow Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    It's snowing outside, and all the parents, except Lucy and Sam's, have picked up their respective child. Mr. Anthony is playing pretend luau with his two charges while they wait together, when all of a sudden the power goes off, which temporarily darkens the room until the battery powered lights for their luau are activated. Regardless, Lucy is scared, feeling all jumpy and gaspy in the process, while Sam is worried. To make them feel better, Mr. Anthony shows them how to do the penguin shuffle, which helps but doesn't fix the fact that the power is still off. So Mr. ...    "
                },
                "10": {
                    "title": "The Carnival King",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Mr. Anthony and the students are playing carnival, Mr. Anthony the midway barker and the students competing in the various midway games. Trevor, who is good at all the other games, just can't seem to get the hang of the beanbag toss, none of his tosses making it into the target. Trevor gives up in his hesitance about the game, his arms not even wanting to try throwing anything anymore. Mr. Anthony tells Trevor about the time he had the same feeling, he having given his arms orders to get over that feeling. Mr. Anthony demonstrating such to Trevor helps Trevor feel ...    "
                },
                "11": {
                    "title": "Napkin Mum",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "4 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Mr. Anthony is having his students make friendship bracelets when unexpectedly his Mom shows up to bring him a specially bought sandwich for lunch. Her arrival disrupts the class as the students want her to sing \"Itsy Bitsy Spider\" with them as she has done before instead of them continuing to make their friendship bracelets. Mr. Anthony is feeling wound up and frustrated that the students aren't listening to him to finish their bracelets. His Mom reminds him how to do the string fling, which helps him feel less wound up and frustrated but doesn't make the students ...    "
                },
                "12": {
                    "title": "Go with the Flow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "4 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    It's the end of the school day, and Mr. Anthony has seen those students off who take the school bus home. Michelle is hiding in the cubby waiting for her parent to pick her up, she hiding in the thought of having to take the school bus after her family moves into a new house next week. Michelle is feeling all tied up inside in her nervousness. Mr. Anthony shows her how to do the untie super sigh to make her feel less tied up, which helps but still doesn't lessen her nerves about taking the school bus. So Mr. Anthony tells her about the time Napkin Man helped his ...    "
                },
                "13": {
                    "title": "Sparky the Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "11 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Mr. Anthony and the students are playing pretend medieval times, complete with knights, ladies in waiting and dragons. Mr. Anthony stresses the need to play nice as they are playing with make believe swords. Problems ensue when Sam absconds with the sword with which Trevor and Sage were playing, the latter two in turn hurling insults back at Sam. While Mr. Anthony disciplines Sam by revoking his sword privileges, it still doesn't stop Sage from feeling mad and Trevor all bunched up and \"rrr\" inside. On Mr. Anthony's prompting, Trevor and Sage decide to do the balloon ...    "
                },
                "14": {
                    "title": "Paula the Proud Peacock",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "11 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Mr. Anthony and the students are dressing up as super heroes so that they can have a super hero parade. Michelle wants to dress up as Napkin Girl, but Austin is already dressed as Napkin Girl and Michelle doesn't know why a boy would dress up like a girl, even in make believe. Michelle's crossed arms and scowly face indicates to Mr. Anthony that she's annoyed. Mr. Anthony shows her how to do the jungle jiggle, which helps her feel better, but which doesn't make her understand how a boy can or would want to dress up as a girl. So Mr. Anthony proceeds to tell her not a ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Benny the Brave",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Mr. Anthony and his students are building a papier maché pyramid, just like the one in the picture of Egypt hanging on their classroom wall, although Benny is more enthralled with the pharaoh's crown with the snake on it in the picture. When Mr. Anthony accidentally spills the pail of water, he asks Benny to get some paper towels so that he can wipe up the mess. However, the paper towel dispenser is empty, meaning that Benny has to get the towels from the cupboard next to the sink - that specific cupboard door which he's never seen open, and which he's always been ...    "
                },
                "2": {
                    "title": "Lotsofspots",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Mr. Anthony and his students are playing a game where the students are supposed to jump, jump, jump while he plays the music, and then stop and be still when the music stops, then start jumping again when the music starts, and so on. However, Scott can't help but jump even when the music stops, he in the process accidentally knocking over Kendra and what she's doing a few times. Although he's sorry about what he does to Kendra, Scott says he can't help it as he just feels all these bubbles inside which are making him feel jumpy. Mr. Anthony shows him how to pop those ...    "
                },
                "3": {
                    "title": "Super Scott",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The students are playing make believe, each pretending who they want to be. Scott, who was proudly pretending to be a super hero named Super Scott, all of a sudden becomes withdrawn and hides under a table. It's because some of the other kids started teasing him about his cape in reality being his \"blankie\", their taunts being that only babies have blankies. His hiding is so he can get small so no one sees him in his embarrassment. To help Scott feel less small, Mr. Anthony shows him how to do the growly bear stretch, which helps, but still doesn't make Scott feel any...    "
                },
                "4": {
                    "title": "Clowning Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The students are having a costume parade. Vikram, dressed as a clown, isn't participating in the parade as he feels nervous not knowing the other kids well and not knowing if he should just join in, he, in the process, having a weird fluttery feeling in his tummy. To help Vikram with the flutters, Mr. Anthony shows him how to do the wiggle shake, which helps, but still doesn't make Vikram feel any less nervous. So Mr. Anthony proceeds to tell Vikram about the time Napkin Man helped his friend Vincent the Clown, who was nervous about clowning around with the other ...    "
                },
                "5": {
                    "title": "Step by Step",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    During medieval play time, Benny, dressed as a knight, is trying to build a sand castle, but whatever he does, it just won't stand up. As such, he has the \"grrr\" frustrations. Mr. Anthony shows Benny how to do the balloon to get rid of the \"grrr\"s. It helps, but it still doesn't solve Benny's problem of the constantly collapsing sand castle. So Mr. Anthony tells Benny about the time helped his knight friend Salim, who has a pet dragon, Smoky. Salim wanted to build a castle on top of a sand hill, but was frustrated because he went from digging the moat, to building the...    "
                },
                "6": {
                    "title": "Pony Express",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mr. Anthony and his students are playing cowboys and cowgirls, when he notices that Suki is alone looking sad. She's sad because her best friend and fellow classmate, Mary, has just moved away, the two of them who used to play cowgirls together, which is making Suki wanting to be a cowgirl even less now. It is making her heart feel achy. Mr. Anthony tells Suki that sometimes one has to allow the feeling of sadness to happen, but that doing the achy shaky will help relieve the sadness when she's ready. Although it helps, doing the achy shaky won't bring Mary back. So ...    "
                },
                "7": {
                    "title": "Winston, We Have a Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mr. Anthony and the students are playing astronaut. During what is the countdown to the rocket being launched, Winston runs out of the rocket, his problem being that he doesn't have his favorite space helmet and he can't find it. Winston is overly hyper in his panic not knowing where his space helmet is. To help Winston slow down, Mr. Anthony shows him how to do the moon walk, which helps, but still doesn't relieve Winston's anxiety over the missing space helmet. So Mr. Anthony tells Winston about the time Napkin Man helped Arnie the astronaut, when Arnie couldn't ...    "
                },
                "8": {
                    "title": "Penguin Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Louise and Sally are arguing with each other as they are trying to get through the play tunnel which is wide enough for only one child, each going through the tunnel from different ends, neither wanting to give way to the other. They each want to go through the tunnel first before the other, Louise who just can't wait, and Sally who feels the need to go, go, go. Acting as a mediator, Mr. Anthony shows who he calls the two \"wiggle worms\" how to do the freeze to get them to slow down and be more patient, and it helps but it doesn't solve the problem that both girls want...    "
                },
                "9": {
                    "title": "That's My Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Sally, mad, no longer wants to play with her baby teddy bear, as she associates it with Sophie, her new baby sister at home. Sophie is taking all her mom's attention away, her mom who no longer has time to play with her. To get Sally to feel less scrunchy, Mr. Anthony shows her how to do the stompy stomp dance, which makes her feel less scrunchy, but doesn't take away her madness. So Mr. Anthony tells her a Napkin Man story about the time he helped a little girl named Suzie get over her anger about Barry, her new baby brother, and her mom running off to look after him...    "
                },
                "10": {
                    "title": "Moroccan Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Benny and Louise are both frustrated as there isn't enough clay for both Benny to make a lion and Louise to make an eagle, both demonstrating their frustration by crossing their arms tightly to their bodies. While Mr. Anthony showing them how to do the pretzel pull to uncross their arms may make them feel better, it still doesn't resolve the issue of Benny wanting to make a lion and Louise wanting to make an eagle with the limited amount of clay. So Mr. Anthony, building on a Moroccan magic carpet story he just told the class, tells them a Napkin Man story based in ...    "
                },
                "11": {
                    "title": "Fiesta Del Coco",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mr. Anthony and his class are having a Mexican fiesta. Vikram's stomach is feeling all scrunchy in his unease, as he doesn't want to attend not knowing what a fiesta is, and even after learning that it is a party he is unfamiliar with all the Mexican customs and food still making him nervous. Mr. Anthony shows Vikram how to melt the scrunchies away with the ice cream melt, which helps but doesn't relieve his nerves. So Mr. Anthony tells Vikram about the time Napkin Man helped a little Mexican boy named Gonzalo, when he was nervous about attending a coconut fiesta, ...    "
                },
                "12": {
                    "title": "Train Troubles",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Following pretending to be a human train, Mr. Anthony's class is having lunch. Mr. Anthony notices that Scott, who is sitting quietly by himself, is looking longingly over at the kids at the other table, looking more specifically at Benny's shiny new lunchbox which he wants. Scott is disappointed that his own lunchbox is old and scratched, he feeling all \"humpf\" in the process. To make Scott feel less \"humpf\", Mr. Anthony shows him how to do the monkey swing, which helps but doesn't lessen his disappointment about not having Benny's new lunchbox. So Mr. Anthony tells ...    "
                },
                "13": {
                    "title": "When in Doubt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mr. Anthony and the students are performing the \"Put Away Polka\". As he is a new student, Vikram doesn't know the words or movements to the song well, he getting confused which is making his head go all in a muddle. Mr. Anthony shows Vikram how to shake the muddles out of his head, which makes him feel better but doesn't make him any less confused about the polka. So Mr. Anthony tells Vikram about the time Napkin Man helped his friend, Bart the Pirate, when he was confused about where and how to bury his treasure chest on the beach, he never having done it before.    "
                },
                "14": {
                    "title": "To the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Winston is concentrating really hard as he builds a toy rover to explore the moon. When it's time for lunch, Winston doesn't want to take the break from building the rover despite Mr. Anthony telling him that he should eat lunch. Mr. Anthony wants Winston to hit the proverbial stop button, showing him how which does slow Winston down, but doesn't lessen his want to skip lunch and keeping building the rover. So Winston allows Mr. Anthony to tell him a Napkin Man story - on the promise that it's short - about the time when he helped his astronaut friend Arnie who was ...    "
                },
                "15": {
                    "title": "Try-Share-a-Tops",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    While Mr. Anthony's class is playing with toy dinosaurs and learning about dinosaurs in general, Kendra won't share one of her two toy dinosaurs with Benny, who has none with which to play otherwise. Mr. Anthony giving Benny another toy to play with solves part of the problem, but not the fact that Kendra won't share hers, she feeling all tight and \"grrr\" inside in her anger in not wanting Benny to play with her toys. To get her to feel less \"grrrr\" and angry, Mr. Anthony shows Kendra how to do the pterodactyl stretch, which helps, but doesn't lessen her anger about ...    "
                },
                "16": {
                    "title": "Just Me in the Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    It's after class, and as usual Vikram is the last student to be picked by his or her parent. His forehead is all crinkly as he's worried that one day his mom will forget to pick him up, meaning that he would have to sleep at the school by himself. Mr. Anthony shows Vikram how to do the eyebrow hop to get the crinkles in his forehead to go away, which does the trick, but which doesn't relieve his anxiety about his mom forgetting to pick him up. So Mr. Anthony tells Vikram about the time Napkin Man helped his friend, Lolo the lemur, as Leelee and Lulu's mothers picked ...    "
                },
                "17": {
                    "title": "Take a Little Break",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Louise wants to help Suki build a Lego wall, but Suki wants to do it on her own even though the two of them usually do everything together. Louise doesn't think Suki likes her anymore, or even if she does, has the grumbles in her anger. To get rid of the grumbles, Mr. Anthony shows Louise how to do the dump trunk, which helps but doesn't get rid of her anger. So Mr. Anthony tells Louise the story of when Napkin Man helped his two builder best friends, Bella and Bertie, who built everything together until one day Bella just felt like building something on her own.    "
                },
                "18": {
                    "title": "Hurry Up and Wait",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mr. Anthony repairs the toy bulldozer by gluing the broken piece, but unlike what he tells Winston to do, Winston can't wait until the glue dries to play with it, breaking that piece once again which Mr. Anthony has to glue back together again. Winston says that he has a fluttery feeling inside due to his impatience. Mr. Anthony getting Winston to do the happy chicken alleviates the flutteriness but not the actual impatience. So Mr. Anthony tells Winston a Napkin Man story, where he helps his friend Bjorn with his impatience in his new job for Monsieur Boulanger in ...    "
                },
                "19": {
                    "title": "The Puzzling Piece",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Scott is frustrated as he's missing the most important piece of his jigsaw puzzle of a Scottish castle, the piece which shows the flag flying atop the building. Although the students admit they would rather not hear Mr. Anthony play his bagpipes, Mr. Anthony showing Scott to do a bagpipe breath at least gets Scott not to feel so scrunched up physically, but doesn't relieve his frustration of not being able to find the missing piece. So Mr. Anthony recounts a story of Napkin Man, in taking a kilt-adorned trip to Scotland, to help his friend Fergus find something, ...    "
                },
                "20": {
                    "title": "Hamster Havoc",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Kendra is the only student who doesn't want to play with the class' new pet hamster. She admits she gets the shivers from hairy animals with scratchy claws, she more attuned to soft, squishy animals like dolphins and whales. Mr. Anthony teaching her the shiver shimmy may make her feel less nervous, but it still doesn't alleviate her fear of hairy, and what she perceives as scratchy-clawed animals like hamsters. So Mr. Anthony tells her a Napkin Man story where he helped his friend, Cindy the dolphin, become friends with another creature that she was initially scared ...    "
                },
                "21": {
                    "title": "Yodelay-Me-Too",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mr. Anthony, with a drawing of a big mountain hanging on the wall behind him, shows the students what yodeling is. They then proceed to build the biggest mountain they can. They run into a problem in that they don't have enough gray-colored clay to build a mountain the size they want. They proceed to brainstorm ideas, and while Vikram puts up his hand to share his idea, he's too scared to share it, his throat which just tightens up. To loosen Vikram up, Mr. Anthony shows him the yodeleyo. While it works to loosen Vikram's throat muscles, it doesn't relieve his fear in...    "
                },
                "22": {
                    "title": "Classroom Switch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mr. Anthony's class is temporarily moving to a new classroom for two days while their regular classroom is being painted. Kendra doesn't want to move, her nerves making her stomach do somersaults on her. Mr. Anthony teaching Kendra how to do the tummy tuba stops the somersaults, but doesn't relieve her apprehension about the move. So Mr. Anthony tells her a Napkin Man story, using a special napkin due to all the regular napkins being packed away, about a young viking girl named Erica who was nervous about moving to a new boat while her regular boat was undergoing ...    "
                },
                "23": {
                    "title": "Rainy Day Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    It's raining and thundering outside, meaning the class has to stay inside to play. Kendra is disappointed and slumpy as she wants to bounce her ball, an activity more suited to outside. To get her to be unslumpy, Mr. Anthony teaches Kendra how to march, which helps but doesn't stop the rain and her disappointment. So Mr. Anthony proceeds to tell her a Napkin Man story about the time he helped a girl named Delaney, who wanted to fly her fish kite outside but couldn't because there was no wind.    "
                },
                "24": {
                    "title": "Substitute Farmer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Bespectacled Mr. Newman, Mr. Anthony's twin brother, is the substitute teacher for the class. He's feeling a little nervous, and it shows. Louise suggests to him that he do the happy chicken to relieve his nerves. The happy chicken helps, but doesn't change the fact of the source of his nerves: teaching a class where he doesn't know the routine or know where anything is. Louise proceeds to tell him a Napkin Man story, the character who Mr. Newman has heard of from his brother, but a Napkin Man story which Mr. Newman has never heard. The story is about Napkin Man ...    "
                },
                "25": {
                    "title": "Balancing Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    While Mr. Anthony's students are doing gymnastics, Kendra can't help but feel frustrated - manifesting itself in her needing to say \"rrrr\" - as she can't walk across the balance beam without falling off. To get the \"rrrr\"s out of her, Mr. Anthony teaches her how to do the rrrribbon shimmy. It may help getting rid of the \"rrrr\"s, but doesn't help her walk across the beam without falling. So Mr. Anthony, once he gets the right attire for his hero, tells Kendra a Napkin Man story about the time he helped Penny during the championship T-ball game, then when she just ...    "
                },
                "26": {
                    "title": "Robot Rebuilt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Winston is kind enough to bring his Galaxy Zoomer toy spaceship into class. He lets Benny play with it. Without Winston knowing, Benny breaks a piece of the engine off. Scared that he will get in trouble with Winston, Benny, who is jumpy and nervous, shows Mr. Anthony what he did. Mr. Anthony, who tells Benny that he won't get into trouble, shows him how to do the robot walk to help alleviate his nervousness. However, Benny is still scared to face Winston. So Mr. Anthony proceeds to tells Benny a Napkin Man story when he helped his friend Arlo, who lived in a robot ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Bad Hair Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony and the class are playing circus, when Mr. Anthony notices Ahmet hiding in the corner with a rain hat on. Ahmet explains it's because he just got what he considers a silly looking hair cut, the change more than anything which is making him feel embarrassed, it manifesting itself in his face feeling hot and red like a tomato. Mr. Anthony shows him how to do the circus clown cool down, which helps him feel better, but still doesn't solve the problem of the hair cut. So Mr. Anthony tells him about the time Napkin Man helped Alessandro, a young trapeze artist ...    "
                },
                "2": {
                    "title": "Plaster in Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mrs. Madeleine is teaching the art class, she taking on her French persona of Madame Madeleine for the French-inspired art sculpture projects. Just before Madame Madeleine is ready to leave, Zahara admits that she is feeling sad in the art class ending and not wanting Madame Madeleine to leave. In the process, Zahara feels achy and just wants to curl up into a ball. Mr. Anthony shows Zahara how to do the shake and ache to make her feel less achy, but that doesn't stop the art class from ending and Madame Madeleine needing to leave. So Mr. Anthony tells Zahara about ...    "
                },
                "3": {
                    "title": "Little Drummer Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony is holding a music class. Jimmy, who is playing the drums, can't help but be overexcited, he in the process only being able to play loud and fast. In trying to calm Jimmy down, Mr. Anthony shows him how to do the seaweed sway, which helps but doesn't stop him from wanting to play the drums too loud or too fast. So Mr. Anthony tells Jimmy a Napkin Man story when he helped a merman friend named Neo be a little less eager, he who always wanted to do his multi-flips in the mermaid/merman show, which only he could do, even in the joint merdance where everyone ...    "
                },
                "4": {
                    "title": "Fairy Lights",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony, under the fairy lights he's hung in the classroom, is teaching the students how to tie-dye, the students who will wear their tie-dyed shirts to pretend to be whoever they want to be. Amelia, who is wearing her fairy wings, is disappointed as her shirt didn't turn out multi-colored like all the other shirts - hers just purple - she in the process feeling all slouchy and floppy like a noodle. Mr. Anthony shows Amelia how to do the fairy wing flap to get her to be less floppy, which, in her joy over fairies, makes her feel better, but still doesn't lessen ...    "
                },
                "5": {
                    "title": "Napkin Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony notices that Liam is sitting by himself while the rest of the students are on a dance break, dancing which Liam usually loves. Liam says his body is feeling all limp and mopey in his sadness over his mom going on a trip without him, she who he will miss. Sarah, his babysitter, will be looking after him while his mom is gone, Sarah who he likes nonetheless. Mr. Anthony shows him how to do the jolly jiggles to get him to feel less limp and mopey, but that still doesn't change the fact that Liam will miss his mom. So Mr. Anthony proceeds to tell Liam about ...    "
                },
                "6": {
                    "title": "Invention Tension",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    May-Ling, during art class, is proud of her painting of flowers, which reminds her of her pretty garden at home. She becomes frustrated when she accidentally spills water on the painting, in her mind ruining it as what was the still wet paint has run together. In the process, her face gets hot, she becomes all \"grrr\", and she never wants to paint again. Mr. Anthony shows her how to use her fan hands to cool down, but it doesn't fix the painting. So Mr. Anthony tells her a story of how Napkin Man helped his scientist friend Marie, who also loved flowers, get over her ...    "
                },
                "7": {
                    "title": "The Perfect Present",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony and the students are playing castle. Zahara gives Liam a present of a royal garage where he can park all the royal cars. He believes it's the perfect present and wants to give Zahara a perfect present in return, but he doesn't know what to give her, which, in his anxiousness, is making him feel all jittery inside and making his forehead feel all scrunchy. To help him be less scrunchy, Mr. Anthony shows Liam how to do the eyebrow hop, which helps but still doesn't fix the problem that he doesn't know what to give Zahara. So Mr. Anthony tells Liam about the ...    "
                },
                "8": {
                    "title": "Get Well Soon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    May-Ling's tummy isn't feeling very good, her mother who has come to take her home. Empathetic Amelia, May-Ling's best friend, started feeling sad when she knew that May-Ling was feeling sad, she as a result having the sad sniffles. To get rid of the sad sniffles, Mr. Anthony shows Amelia how to do the happy tap, which helps, but still doesn't stop Amelia from feeling sad about May-Ling. So Mr. Anthony tells Amelia about the time Napkin Man helped Olive, an astronaut girl, when she felt sad about her best friend and fellow astronaut, Astrid, getting space sick from ...    "
                },
                "9": {
                    "title": "New Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony has asked his twin brother, Mr. Newman, to teach the class for him. Two problems arise with Mr. Newman's appearance: he shows up a day early; and Mr. Newman notices that Mr. Anthony, this day early, is wearing Mr. Newman's new pair of yellow shoes without asking. In their anger, both Mr. Anthony and Mr. Newman are feeling all hot and tight. Amelia reminds Mr. Anthony that they can do the twirl-a-whirl to feel less hot and tight, which helps, but doesn't fix the issues that Mr. Newman has arrived a day early and Mr. Anthony is wearing Mr. Newman's shoes ...    "
                },
                "10": {
                    "title": "Not My Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The class has just finished their play fun fair and it's time to clean up before they move onto their next activity. Ahmet, who already cleaned up his area, doesn't think it's fair that he needs to help clean up everyone else's mess he didn't make, which is making his face feel scrunchy. To unscrunch Ahmet's face, Mr. Anthony shows him how to do the rubber face stretch, which helps but doesn't change the fact that Mr. Anthony wants everyone to help clean up everything. So Mr. Anthony tells Ahmet about the time Napkin Man helped his friend Timmy, the Mayor of Tidytown,...    "
                },
                "11": {
                    "title": "Pink Elephant",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The students are drawing animals in art class, Ethan who is feeling exasperated as Zahara won't listen to him about her pink polka-dot elephant which he feels should be gray and solid colored like real elephants. His exasperation is making his face feel all scrunchy like it's on too tight. To help Ethan feel less scrunchy, Mr. Anthony shows him how to do the crocodile smile, which does make him feel less scrunchy, but doesn't change the fact about how he feels about the inaccuracies of Zahara's drawing. So Mr. Anthony tells Ethan about the time Napkin Man helped his ...    "
                },
                "12": {
                    "title": "Snuggle Bunny",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony is performing a magic act with Amelia as his assistant, she who presents the transformed stuffed bunny in the magic top hat into the real live bunny in the cage. The real bunny is Amelia's from home, she who often snuggles with it. Annoyed that bunny doesn't want to snuggle with her in front of the class, Amelia feels all \"grrr\" and grumbly. To help her get rid of the grrr grumblies, Mr. Anthony shows Amelia how to do the happy hop, which helps but still doesn't change the fact that bunny doesn't want to snuggle. So Mr. Anthony tells her the time Napkin ...    "
                },
                "13": {
                    "title": "Special Soapstone",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Liam's Uncle Chris has brought him to school today, as his usual guardian to school, his single Mom, is out of town business. One of the class assignments today is to make Father's Day presents, the day this upcoming Sunday. But Liam isn't yet participating in the assignment as he doesn't have a Dad anymore, his head feeling all fuzzy inside in his confusion. To get Liam to feel less fuzzy, Mr. Anthony shows him how to do the polar bear shampoo, which helps but still doesn't alleviate his confusion about whether he should participate in the assignment. So Mr. Anthony ...    "
                },
                "14": {
                    "title": "Days of Thunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony postpones the class field trip to collect leaves as it's raining and thundering outside. Although they are safe and dry inside, many of the students are scared of the thunder, Ahmet whose heart is beating fast, and Chloe whose tummy is all tight. To relieve their physical symptoms, Mr. Anthony shows them how to do the tree top toe touch, which helps but doesn't make them any less scared of the thunder. So Mr. Anthony tells them about the time Napkin Man helped his squirrel friends Larry, Barry and Sherry who were scared of the loud noise and flashing ...    "
                },
                "15": {
                    "title": "Fun for One",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Liam is feeling all small and shlumpy in his loneliness as all the other kids have someone else to play with, whereas he is all by himself. Mr. Anthony shows him how to do the super hero stretch to make him feel less small and shlumpy, but it doesn't change the fact that he is all alone with no one to play with. So Mr. Anthony tells him about the time Napkin Man visited Super Fun Land and managed to have fun while his super hero friends were busy having fun with each other playing games in which he couldn't participate at that time.    "
                },
                "16": {
                    "title": "Bye Bye Boogaloo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The class' pet hamster, Boogaloo, has passed away. While Mr. Anthony and most of the students are sad, some of the students have other feelings in addition, from being mad to being lonely. Mr. Anthony wants the children to express their emotions honestly. To deal with the actual death of Boogaloo, Mr. Anthony tells the class a Napkin Man story about a bunch of children nicknamed the butterfly brigade who loved to take pictures of butterflies, they who in the process of their activity learned what to do about the death of a loved one when they found their favorite ...    "
                },
                "17": {
                    "title": "Parrot Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony's students are trying on different animal masks and pretending to be those animals by making the appropriate animal sounds. By the time Mr. Anthony gets around to handing out a mask to Ethan, all what Ethan considers the exciting animals are gone, the only animal mask left being a parrot. In his disappointment, Ethan feels all tangled up inside. To get Ethan untangled, Mr. Anthony shows him how to do the untangle tickle, which helps but doesn't get rid of his disappointment. So Mr. Anthony tells him about the time Napkin Man helped a boy named Jinsong of ...    "
                },
                "18": {
                    "title": "Ta-Ta Tutu",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Chloe accidentally spills juice on Talia's favorite dress. Regardless of it being an accident and Chloe being sorry, Talia is upset at Chloe for ruining her dress, her face being hot and her stomach all tight and scrunchy in the process. Mr. Anthony shows Talia how to do the funny face flex to help her feel less hot and scrunchy, but it still doesn't help in making her any less upset at Chloe. So Mr. Anthony tells her about the time Napkin Man helped his ballerina friend Betty, when she was upset with her fellow ballerina Bonnie for accidentally spilling mustard on ...    "
                },
                "19": {
                    "title": "Play the Day Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Ahmet doesn't want his mom, who has just dropped him off at class, to leave, she needing to go to work. Just as Ahmet's stuffed monkey, Momo, clings to Ahmet's neck, Ahmet is clinging to his mom, he feeling all jittery inside in the process of not wanting her to leave. Mr. Anthony shows Ahmet how to do the monkey dance to shake off the jitters and feel less clingy, but that still doesn't stop him from not wanting his mom to go. So Mr. Anthony tells Ahmet and his mom about the time Napkin Man helped his tree-house residing friend Semu, who didn't want his mom to go ...    "
                },
                "20": {
                    "title": "Toppled Totem Pole",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Napkin Man! (TV Series 2013–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Anthony and the students are pretending to be Coast Salish peoples. Amelia is feeling insecure since she can't make her totem pole look as good as Zahara's and as it looks like in the photograph, in the process she feeling small and no good. Mr. Anthony shows Amelia how to do the growly bear stretch, which does make her feel better, but she still doesn't want to finish her totem pole if it can't look as good as Zahara's. So Mr. Anthony proceeds to tell Amelia about the time Napkin Man helped Raven, a Coast Salish girl, when she felt her totem pole, which she ...    "
                }
            }
        },
        "number of episodes": 60,
        "cast": [
            {
                "name": "Bisson, Yannick"
            },
            {
                "name": "Tan, Grace"
            },
            {
                "name": "Tam, Nathan"
            },
            {
                "name": "Assad, Luca"
            },
            {
                "name": "Pulcini, Melina"
            },
            {
                "name": "McGinty, Topper George"
            },
            {
                "name": "Rees, Gwynnevere"
            },
            {
                "name": "Etoria, Sahnya"
            },
            {
                "name": "Cinello, Aaliyah"
            },
            {
                "name": "Cannatelli, Jaiden"
            },
            {
                "name": "Dove, Isabel"
            },
            {
                "name": "MacIver-Wright, Gavin"
            },
            {
                "name": "Von Biela, Logan Gomes"
            },
            {
                "name": "Pardo, Ron"
            },
            {
                "name": "Comrie, Zahriya"
            },
            {
                "name": "Nijem, Joey"
            },
            {
                "name": "Meranda, Benjamin"
            },
            {
                "name": "Tavares, Ethan"
            },
            {
                "name": "Lyon, Alexis"
            },
            {
                "name": "Maharaj, Marcus"
            },
            {
                "name": "Gallant, Cody"
            },
            {
                "name": "Alvi, Laaibah"
            },
            {
                "name": "Assad, Coco"
            },
            {
                "name": "Kash, Linda"
            },
            {
                "name": "Chan, Rebecca"
            },
            {
                "name": "Lemieux, Julie"
            },
            {
                "name": "Kerfoot, Natasha"
            },
            {
                "name": "Blanchard, Tyler"
            },
            {
                "name": "Vilord, Nicholas"
            },
            {
                "name": "Barrett, Ai"
            },
            {
                "name": "Evidente, Joshua"
            },
            {
                "name": "Lefeuvre, Evan"
            },
            {
                "name": "Hum, Benjamin"
            },
            {
                "name": "Tinkler, Rob"
            },
            {
                "name": "Cho, Julia"
            },
            {
                "name": "Purvis, Elle"
            },
            {
                "name": "Aragon, Lily"
            },
            {
                "name": "Fagan, Reign"
            },
            {
                "name": "Attieh, Christian"
            },
            {
                "name": "Kelloway, Suri"
            },
            {
                "name": "Purvis, Everly"
            },
            {
                "name": "Kelloway, Viiva"
            },
            {
                "name": "Wright, Freelon"
            },
            {
                "name": "Vilenski, Dain Colbron"
            },
            {
                "name": "Miller, St. Christopher"
            },
            {
                "name": "Badine, Ashley"
            },
            {
                "name": "Evans, Talia"
            },
            {
                "name": "Disher, Catherine"
            },
            {
                "name": "Rubin, Ron"
            },
            {
                "name": "Ingrita, Nalini"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "12"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 34,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGM4YTllNzAtYWNhOS00NmUzLWIyY2QtNmRhM2NhNzRkMjk2XkEyXkFqcGdeQXVyNjM2MjMzOTM@._V1_SY150_CR69,0,101,150_.jpg",
        "plot outline": "Mr. Anthony is a sympathetic preschool teacher. His students often come to him with their problems, most dealing with difficult emotional issues they are facing and at their age do not quite understand. Mr. Anthony helps them overcome their emotions using his alter-ego, Napkin Man, a cartoon character he draws on a napkin and who comes to life as Mr. Anthony tells how Napkin Man has dealt with the issue before in helping another young person in distress.",
        "languages": [
            "English"
        ],
        "title": "The Adventures of Napkin Man!",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2017",
        "akas": [
            "The Adventures of Napkin Man! (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Sandford, Katherine"
            },
            {
                "name": "Selig, Josh"
            },
            {
                "name": "Thyne, Tone"
            }
        ],
        "production companies": [
            {
                "name": "Breakthrough Entertainment"
            },
            {
                "name": "Little Airplane Productions"
            }
        ],
        "distributors": [
            {
                "name": "Breakthrough Entertainment"
            },
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Tiny Pop"
            }
        ],
        "other companies": [
            {
                "name": "Revival 629"
            }
        ],
        "plot": [
            "A teacher, Mr. Anthony, teaches his students how to deal with various emotions appropriately. Mr. Anthony helps his students learn about emotions with stories about a superhero, Napkin Man, drawn on a napkin.::aislyn79",
            "Mr. Anthony is a sympathetic preschool teacher. His students often come to him with their problems, most dealing with difficult emotional issues they are facing and at their age do not quite understand. Mr. Anthony helps them overcome their emotions using his alter-ego, Napkin Man, a cartoon character he draws on a napkin and who comes to life as Mr. Anthony tells how Napkin Man has dealt with the issue before in helping another young person in distress.::Huggo"
        ],
        "tech": {
            "runtime": [
                "12 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 34,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 4.8
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 6.9
            },
            "males": {
                "votes": 15,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.0
            },
            "females": {
                "votes": 13,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 8.8
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.7
            },
            "us users": {
                "votes": 8,
                "rating": 5.0
            },
            "non us users": {
                "votes": 13,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 15,
            "9": 4,
            "8": 7,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 2,
            "2": 2,
            "1": 2
        },
        "arithmetic mean": 7.9,
        "median": 9
    }
}