{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "May 2013"
            },
            {
                "country": "Hong Kong\n",
                "date": "7 May 2013"
            }
        ],
        "release dates": [
            "Hong Kong::May 2013",
            "Hong Kong::7 May 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Stefanie's Style Diaries"
            },
            {
                "countries": "World-wide (English title) (working title)",
                "title": "Stefanie's Travel Dairies"
            }
        ],
        "akas": [
            "Stefanie's Style Diaries (original title)",
            "Stefanie's Travel Dairies World-wide (English title) (working title)"
        ],
        "akas from release info": [
            "Stefanie's Style Diaries (original title)",
            "Stefanie's Travel Dairies World-wide (English title) (working title)"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Stefanie's Style Diaries: Vancouver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    Stefanie and Courtney take us to the fashion hot spots during Vancouver Fashion Week. Have a cruise along Vancouver River; get tips on how to get that red carpet ready look; discover what's behind The Secret Location; have a chat with Canada's next big designer; and learn to walk like a model from the prestigious Lexington Model Agency. At the end of it all, see how Stefanie fairs as she struts the runway on the first day of Vancouver Fashion Week.    "
                },
                "2": {
                    "title": "Stefanie's Style Diaries: Vancouver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    The ladies continue to explore Vancouver, starting their morning at East Van Roasters for some artisan chocolate and coffee. They then proceed to visit some of the coolest stores and designers in the region and meet up with top international fashion blogger M'c Kenneth Licon of Little Fashionisto. Before heading to the event, Stefanie drops by for some cocktails and concocts the 'Miss Jones' Pineapple Surprise' at the Juniper Cocktail Bar. Also get to meet the who's who at the front row of Vancouver Fashion Week decked up with the most amazing street styles.    "
                }
            },
            "1": {
                "1": {
                    "title": "Stefanie's Style Diaries: Athens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    Upon arrival in Athens, Stefanie Rycraft Jones heads off to Yes New Hotel's penthouse suite that has floor to ceiling glass windows, overlooking the skyline of this wonderful city and best of all - the Acropolis. First fashion stop was Ozon Magazine HQ for a one on one interview with the magazine's editor Yorgos Kelefis. After a Souvlaki lunch, Stefanie heads off to meet Digitaria clothing brand designer, Eleftheria Arapoglou. Next on the list was the incredibly secretive members only club Salon De Bricolage, the only private club in the whole of Athens, with ...    "
                },
                "2": {
                    "title": "Stefanie's Style Diaries: Athens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n    For day 2, Stefanie explores the artistic hot spots in Athens including The artWall gallery where artists use the walls as an \"intermediate space\" for their work. She then head down to Asty 68, an urban café inspired by the landscape of Athens early last century and lifestyle. Stefanie also visits jewelry designer Paul Sarz whose design are inspired by this city and knows what it truly means to be Athenian. At the end of the day, our traveling chick explores Athen's day and night cultural entertainment located at the heart of Monastiraki at Six D.O.G.S bar.    "
                }
            },
            "2": {
                "1": {
                    "title": "Stefanie's Style Diaries: Bordeaux",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Stefanie heads off to Bordeaux, France after being invited to experience the world of luxury wine tourism by Bernard Magrez. Riding on a chauffeured Rolls Royce, Stef was whisked off to Bernard Magrez's flagship château - Chateau Pape Clement. Feeling like a princess, she explores the luxurious but tranquil home which once belonged to the Pope.    "
                },
                "2": {
                    "title": "Stefanie's Style Diaries: Bordeaux",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    You are invited to a wine tasting event at one of the oldest properties in the Médoc, La Tour Carnet's. This beautiful medieval tower houses the treasures of troubadours, the spirit of Michel de Montaigne and La Boétie. The château has enormous character and contemplates its 900 years of history in the water of the surrounding moat, only crossed by an elegant drawbridge. Whether tasting the wine - a classified growth from the Haut Médoc appellation - or celebrating an annual literary prize, Château La Tour Carnet captivates both writers and fine wine enthusiasts.    "
                },
                "3": {
                    "title": "Stefanie's Style Diaries: Bordeaux",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Discover Saint-Émilion with a history that goes back to prehistoric times and is a World Heritage site, with fascinating Romanesque churches and ruins stretching all along steep and narrow streets. The Romans planted vineyards in what was to become Saint-Émilion as early as the 2nd century. The town was named after the monk Émilion, a traveling confessor, who settled in a hermitage carved into the rock there in the 8th century. It was the monks who followed him that started up the commercial wine production in the area.    "
                }
            },
            "3": {
                "1": {
                    "title": "Stefanie's Style Diaries: London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "10 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Take a trip to East London and have a chat with the Last Tuesday Society as you explore the esoteric, literary and artistic aspects of life in London and shop with the famous jewelry brand Culietta in Hackney. Feeling kind of hungry? Go to Brick Lane in Shoreditch for a first-rate spiced food.    "
                },
                "2": {
                    "title": "Stefanie's Style Diaries: London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "17 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Next stop, Central London where you can locate the largest independent perfumery in the world, Illuminum. Situated between Oxford Street, Regent Street, Piccadilly and Park Lane, Central London is home to some of the best shopping in the world. Take a step back and look into the world of philosophy and literature in The School of life where members can investigate the meaning of life... literally!    "
                },
                "3": {
                    "title": "Stefanie's Style Diaries: London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    How would you like to experience the streets from the movies? Yes, Notting Hill is located in West London and we all know the neighborhood from its cinematic name-place. After a day of travel, unwind and indulge yourself to The Chelsea Day Spa where you can relax and feel rejuvenated.    "
                }
            },
            "4": {
                "1": {
                    "title": "Stefanie's Style Diaries: Lanzarote",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Stefanie starts her training on the track to get the fat burning and begin her day right with a boost of endorphins. What better way to make your feel good for the day ahead with a good cardio exercise. End the day with a relaxing Core Yoga session before some leisure time in the tennis court as Stefanie shows the pros 'how fashionistas do it.'    "
                },
                "2": {
                    "title": "Stefanie's Style Diaries: Lanzarote",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    All work and no play make a fashionista an unhappy camper. Stefanie takes a break from her fitness routine and goes Go Carting! See how our stylista burn some rubber on the track in her attempt to break the Go Cart record. A perfect ending to a rigorous fitness-training week is a barbecue party to celebrate the members' achievements by having fun and dance the night away. Stefanie's next stop, London Fashion Week here we come!    "
                }
            },
            "5": {
                "1": {
                    "title": "Stefanie's Style Diaries: Capri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Discover the mystic Capri Island as Mr. Tonino Cacace, the owner of Capri Palace, introduces Stefanie to the main protagonists of this one of a kind Italian magic: the sea, the scenery, la familia, the rich history, the culture and the arts. Explore Capri Palace Hotel and it's exclusive art collection, followed by a celebration of Italian cuisine with Chef Andrea Migliaccio. Finish the day by visiting the landmark points of the island and learn its significance to the place.    "
                },
                "2": {
                    "title": "Stefanie's Style Diaries: Capri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "26 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    This episode focuses on the glamorous and exciting Capri lifestyle giving the viewers a taste of Capri as the perfect holiday spot. From themed glamorous suites to a breakfast with a view, Stefanie wakes up to paradise. The rest of the day gets even better with a boat trip to the different caves and islets spread along the coast then end up with an amazing evening on a large panoramic terrace with live piano as the sun sets in this magical isle.    "
                },
                "3": {
                    "title": "Stefanie's Style Diaries: Capri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    It's time to reveal the more soulful side of the island and its treasures of serenity. A bicycle ride to the coastal promenade of Villa San Michelle will let you discover the famed Italian craftsmanship. Stefanie finished the day relaxing on Capri Palace's Signature Health and Wellness Spa, a place perfect for the one on quest for inspiration, meditation and inner peace.    "
                }
            },
            "6": {
                "1": {
                    "title": "Stefanie's Style Diaries: Positano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "9 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Upon arriving in Positano, Stefanie was challenged in finding the hotel Le Sirenuse amongst the winding streets and little local shops. However, this proved to be a fantastic way to discover the village. Her stay at this award-winning small family run luxury hotel was indeed a total package on its own with a visit at the hotel's clothing store Emporio Le Sirenuse, to dining at the hotel's restaurant La Sponda with Michelin star chef Matteao Temperini. Stefanie then pampers herself at the SPA, experiencing some of Le Sirenuse's signature massages.    "
                },
                "2": {
                    "title": "Stefanie's Style Diaries: Positano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "16 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    It's a day for the senses as Stefanie wakes up to Positano's beautiful sunrise and starts her day with a yoga session. This was later followed by a visit to the local fishmonger with Chef Matteo Temperini to learn much about the island's staple, seafood then a quick detour to the village of Nocelle, pending between the sea and the sky and from where it is possible to enjoy one of the most enchanting views of the whole Amalfi Coast. Our sassy host later on dabbles herself with the incredible perfume line developed within Le Sirenuse and ends her day by learning how to ...    "
                },
                "3": {
                    "title": "Stefanie's Style Diaries: Positano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stefanie's Style Diaries (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    One couldn't leave Italy without experiencing a taste of its wines, olive oil, and cheeses. Stefanie puts her taste buds to the test with a selection of luxurious wines, cheeses and oils specially selected by Le Sirenuse's very own sommeliers, matched together by the most traditional flavors of Positano. Divulge in detailed explanations of the various flavors and the background of each product's history. Each of the tasting guaranties an intimate and unique experience.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Jones, Stefanie Rycraft"
            },
            {
                "name": "Blackman, Courtney"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Hong Kong"
        ],
        "country codes": [
            "hk"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2RjODg3NmItZWRjMi00MjEwLTg4NTUtNmJjMjcyNGZjMDA0XkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Fashion One Correspondent, Stefanie Jones travels the world to take you to cities rarely featured by other travel shows. From fashion, food, art, the people and everything in between, let this cheeky bubbly Brit take you to the hidden gems that are the locals' best kept secrets.",
        "languages": [
            "English"
        ],
        "title": "Stefanie's Style Diaries",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "production companies": [
            {
                "name": "Bigfoot Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Fashion One International"
            },
            {
                "name": "Fashion One International"
            }
        ],
        "plot": [
            "From fashion, food, art, the people and everything in between, let fashion correspondent, Stefanie Rycraft Jones, take you to the hidden gems that are the locals' best kept secrets.::Bigfoot Entertainment",
            "Fashion One Correspondent, Stefanie Jones travels the world to take you to cities rarely featured by other travel shows. From fashion, food, art, the people and everything in between, let this cheeky bubbly Brit take you to the hidden gems that are the locals' best kept secrets.::Bigfoot Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}