{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 January 2013"
            },
            {
                "country": "USA\n",
                "date": "30 October 2013"
            }
        ],
        "release dates": [
            "USA::10 January 2013",
            "USA::30 October 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Jaipur and Udaipur: India's Natural Beauties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Whether you refer to Udaipur as the City of Lakes or the City of Dawn, you are sure to agree that romance and beauty fill the air. While traveling by boat, we visit the many palaces and temples on the shore. We also tour the majestic City Palace and the Garden of the Maids of Honor. In Jaipur, we tour the Pink City, paying close attention to such architectural treasures as the Palace of Winds (Hawa Mahal) and the Amber Fort. We also visit the magnificent collections housed in the City Palace.    "
                },
                "2": {
                    "title": "Hyderabad: The Lake City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Join us as we discover the amazing history of this ancient city through its religion, royal lineage, architecture and art. In the markets, Bill shows you how to buy souvenirs like a pro. We visit the Golconda Fort where the ultimate in diamond souvenirs originated. And, of course, no visit to Hyderabad would be complete without taking a look at its high-tech and movie industries, which have revolutionized the city.    "
                },
                "3": {
                    "title": "The Wildlife of Rajastan: Ranthambore and Keoladeo National Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Ranthambore National Park is part of Project Tiger, a unique wildlife conservation program set up to insure the preservation of the magnificent Tiger. In Ranthambore we encounter the tiger along with Sambar and Blue Bull, Wild Boar and Langur Monkey. We also explore the historic side of Ranthambore which is dotted with ruins of the fort that protected the region for hundreds of years. We end the episode with a tour of a very different national park. Board a rickshaw and join your guide as he explores Keoladeo National Park, known for its abundant bird life.    "
                },
                "4": {
                    "title": "Kerala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Join us as we cruise the backwaters of Kerala, one of the most beautiful and serene areas of India. We explore the cities of Cochin and Kozhikode. Attend a local theatre performance and learn about traditional drama styles. The drama continues as we witness a local festival and then take in a display of the ancient art of Kalaripayattu. Bill helps raise the Chinese fishing nets at dusk and tour a 1000 year old boat yard, where luxury vessels are still handcrafted.    "
                },
                "5": {
                    "title": "The Far North: Amritsar, Shimla and Manali",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The Golden Temple is the centerpiece of the city of Amritsar, and probably the second most photographed building in India, but few know about the building or the people who built it. The most significant building to people of the Sikh faith, it is open to people of all faiths. We witness the celebration of the changing of the guard before heading into the mountains for a visit to the British influenced town of Shimla. Bill takes us further north for look at the resort area of Manali.    "
                },
                "6": {
                    "title": "Agra and Its Environs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Agra is home to India's most recognizable monument-the Taj Mahal. First, we tour the Agra Fort and learn its role in the incredible history behind the Taj Mahal's construction. Bill takes us to a factory where we learn how the craft of stone inlay that adorns the Taj Mahal, is still made today. We continue on to Fatehpur Sikri, a former Mughal capital, which was created of red sandstone and displays the influence of its Hindu and Mughal roots. Finally, we meet with a man that is giving the wildlife of India a voice and sanctuary.    "
                },
                "7": {
                    "title": "The Land of Rudyard Kipling: Kanha and Bandhavgarh National Parks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    With classic tales as The Jungle Book to his credit, Rudyard Kipling brought India to life for many readers around the world. In this episode, Bill steps back into Kipling's wild world while exploring Kanha and Bandhavgarh National Parks, the inspiration for The Jungle Book and many other tales. There, we track tigers and search for jackal, sambar, chital, monkeys and wildboar. We round out the episode with jeep safaris, elephant rides and dinners around the fire.    "
                },
                "8": {
                    "title": "Bangalore and Ooty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Bangalore is a city with many names: the Garden City, the Pub City, the Fashion Capital the list goes on. Follow Bill as he journeys through this city of contrasts and touches on its many faces. We visit Cubbon Park and Lal Bagh Gardens, shop in the markets and explore the nightlife of the modern city. We also explore architecture, from ancient Bull Temple, the legendary source of the Vishva Bharti River to the largest legislative building in India. Bill's final stop is the \"Queen of the Hill Stations\" Ooty, where he tours the plantations, rides the historic ...    "
                },
                "9": {
                    "title": "Mumbai and Goa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Join us as we explore the Gateway to India-Mumbai. From its early history, it's many foreign occupations to the hustle and bustle of today. Bill tells Mumbai's rich history is told through two of its most famous inhabitants, Gandhi and Kipling. We delve into the community of the Parsi faith and learn about their beliefs regarding the circle of life before heading to a little bit of heaven on earth, the coastal paradise of Goa. This hot spot for \"in the know\" travelers feature white, sandy beaches and is surrounded by tropical plant life. Bill introduces both the ...    "
                },
                "10": {
                    "title": "Gir: The Last Refuge of the Lion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The desert of Gujurat is hardly the place one expects to encounter a lion, but in the scrub forest of the region Bill does exactly that. Join him as he tracks the lion and many less dangerous creatures from spotted deer to owls and parrots. Around the campfire at night meet the local dance group who is preserving the traditional dances of the area people. A unique experience in a unique region.    "
                },
                "11": {
                    "title": "Kathmandu and Chitwan National Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "4 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Just north of India is a land steeped in mystery-Nepal. Bill tours the city of Kathmandu, visits the World Heritage temple complexes, and walks along the city streets, where ancient and modern vie for space. We fly around Mount Everest, arguably the world's most famous mountain, before heading into Chitwan National Park. In Chitwan, Bill searches for tigers from the back of an elephant and observes the myriad of wildlife that call the park home.    "
                },
                "12": {
                    "title": "Tamil Nadu: Chennai, Pondicherry and Much More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "7 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Chennai, formerly known as Madras, can trace its roots back to a tiny fishing village. Bill explores the city's growth under the British East India Company, with visits to Fort St. George and the Fort Museum. We then travel to the nearby Sao Tome Basilica, the church and burial site of St. Thomas the Apostle. In Pondicherry, French influences can still be felt in the tree-lined streets, colonial mansions and cafés. It's beautiful setting on the Bay of Bengal makes Pondicherry a delightful place to spend the day. Bill also visits the ancient port city of Mahabalipuram,...    "
                },
                "13": {
                    "title": "Old and New Delhi, a City of Contrasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Journeys in India (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "11 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    We journey through the capital of India. The bustling metropolis is filled with modern skyscrapers that stand side by side with hundreds of ancient monuments, making Delhi a physical dichotomy of yesterday and tomorrow. In the old city, we travel by rickshaw through the narrow streets and discover a world that is quickly disappearing. Bill continues on to the tomb of Humayun, whose architectural design inspired one of the Seven Wonders of the World, the great Taj Mahal. We visit 2 mosques for the record books: the first mosque in Delhi and the largest mosque in India....    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Chirala, Ravi Teja"
            },
            {
                "name": "Ball, Bill"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "budget": "$260,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Journeys in India",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Journeys in India (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ball, Bill"
            },
            {
                "name": "Ball, Wendy"
            },
            {
                "name": "Hopps, Jodie"
            }
        ],
        "production companies": [
            {
                "name": "Last Nerve Productions"
            }
        ],
        "distributors": [
            {
                "name": "NETA / PBS"
            }
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}