{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Antoñanzas, Carlos"
            },
            {
                "name": "Dalmau, Esther"
            },
            {
                "name": "Martínez, Carlos"
            }
        ],
        "locations": [
            "Girona, Catalonia, Spain",
            "Barcelona, Catalonia, Spain"
        ],
        "genres": [
            "Action",
            "Sci-Fi",
            "Thriller"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Black and White"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "budget": "EUR5,000 (estimated)",
        "plot outline": "Crossroads 7012 is an action thriller starred by Trapped, a boy who is suddenly followed with no apparent reason by Gunman, a man trying to kill him. The story shows this hunt which takes place in different scenes such as a city flat roof, an abandoned factory, a forest track or some offices. On each location, which corresponds to a different episode, Trapped tries to lose Gunman. However he seems to show up in every different place. On top of this, a tattoo has unexpectedly appeared in Gunman's right hand showing the number '7012', which will make Trapped even more confused. He can just think in running away and discovering what is happening.",
        "languages": [
            "English"
        ],
        "title": "Crossroads 7012",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Crossroads 7012 (Spain)"
        ],
        "writer": [
            {
                "name": "Antoñanzas, Carlos"
            },
            {
                "name": "Concari, Pier Herrero"
            }
        ],
        "production companies": [
            {
                "name": "Anco Producciones"
            }
        ],
        "plot": [
            "_Crossroads 7012_ (qv) is an action thriller starred by Trapped, a boy who is suddenly followed with no apparent reason by Gunman, a man trying to kill him. The story shows this hunt which takes place in different scenes such as a city flat roof, an abandoned factory, a forest track or some offices. On each location, which corresponds to a different episode, Trapped tries to lose Gunman. However he seems to show up in every different place. On top of this, a tattoo has unexpectedly appeared in Gunman's right hand showing the number '7012', which will make Trapped even more confused. He can just think in running away and discovering what is happening.::Antoñanzas, Carlos"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Black and White"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}