{
    "imdb": {
        "raw release dates": [
            {
                "country": "Russia\n",
                "date": "16 November 2013"
            }
        ],
        "release dates": [
            "Russia::16 November 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Alisa znaet, chto delat!"
            },
            {
                "countries": "Russia",
                "title": "Алиса знает, что делать!"
            },
            {
                "countries": "Russia (informal literal English title)",
                "title": "Alisa Knows What to Do"
            },
            {
                "countries": "Sweden",
                "title": "Alisa klarar sig alltid!"
            },
            {
                "countries": "USA",
                "title": "Alisa Knows What to Do!"
            }
        ],
        "akas": [
            "Alisa znaet, chto delat! (original title)",
            "Алиса знает, что делать! Russia",
            "Alisa Knows What to Do Russia (informal literal English title)",
            "Alisa klarar sig alltid! Sweden",
            "Alisa Knows What to Do! USA"
        ],
        "akas from release info": [
            "Alisa znaet, chto delat! (original title)",
            "Алиса знает, что делать! Russia",
            "Alisa Knows What to Do Russia (informal literal English title)",
            "Alisa klarar sig alltid! Sweden",
            "Alisa Knows What to Do! USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Secret of the Last Istinoks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    From the far-off planet Verum, Alisa's father, Professor Salazar, brings back a truenox - a mysterious creature that is able to predict the future. Without warning, Professor Salazar's colleague Doctor Gilliam kidnaps the truenox, who Alisa and her friends have grown very fond of. Alisa rushes to the aid of her new friend.    "
                },
                "2": {
                    "title": "Dangerous Illusions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Alisa's parents work hard and are not at home much. Alisa misses them a lot. She decides to follow her father to Planet Illapis where he has been called to study some unusual mirages. The truenox, Duper, tries to stop Alisa from going on the journey - he senses that the girl and her father will be in danger.    "
                },
                "3": {
                    "title": "Captains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Alisa's team loses the school match and misses out on the opportunity to go to the mega galactic zoom race. Marie White thinks it is her fault the team lost, and so to make it up to her friends, she secretly makes a deal with Prince Talgut so that her team can take part in another race on the old, forgotten planet of Safalari. She is unaware that the prince has played a trick on her and what seems like harmless fun may end badly for her and her team.    "
                },
                "4": {
                    "title": "Equilibrium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Brains Away!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Erik finds an old student assignment in the archives of his grandfather, Professor Schroedinger. He decides to use it to construct a prototype of a mental explorer - a device capable of downloading information from any brain. Professor Gilliam, who has cunningly managed to break his way out of the Galactic Jail, offers to help Erik. Erik's experiment threatens to end in disaster for Marie White and the unlucky experimenter himself. Will Alisa manage to save her friends?    "
                },
                "6": {
                    "title": "The Retired Oracle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Alisa Salazar and her schoolmates have to write a difficult essay on an unknown topic. Some of her classmates try to revise, others pin their hopes on lucky charms; everybody is worried and anxious. Only Alisa has nothing to worry about: after all, she has a real life oracle at home - Duper the Truenox! But what will happen if Duper suddenly discovers that his gift of seeing the future is gone forever?    "
                },
                "7": {
                    "title": "Games Without Rules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Alisa Salazar's father and Professor Schroedinger have been invited to the opening ceremony of the Galactic Museum on Pluto. Along with the galaxy's other renowned scientists, they are going to leave their handprints in stars on the Walk of Scientific Fame. Alisa is going with her father of course - someone has to take photographs of this amazing event, after all! But at that exact moment in time, an eclipse begins on Pluto, threatening to destroy everyone and turn into a disaster of intergalactic proportions. Will Alisa and her loyal friend Erik Schroedinger find a ...    "
                },
                "8": {
                    "title": "Song Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Explosive Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Magusis, an intergalactic poacher hunting for rare species of animals, decides that a good way to make money is to kidnap some plasmuses - the children of the mother stars that provide heat for Planet Blook. Magusis' desire for wealth threatens to turn into an environmental disaster. The archaeologist Protofelix tries to warn the police, but nobody believes his story. Alisa Salazar and Alex Taylor unwittingly become involved in a dangerous investigation...    "
                },
                "10": {
                    "title": "Golden Baluns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    It looks as if Alex Taylor has really fallen for Alisa Salazar. He dreams that she will feel the same way about him. But Alisa has no time for this nonsense - the intergalactic zoom-racing tournament is just around the corner. She needs to get ready, and most of all, win! Alex has just one chance to get Alisa to notice him - he has to take part in the competition and beat her, whatever the cost. But what will happen if that cost turns out to be too high?    "
                },
                "11": {
                    "title": "The Hostages of Dibala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Alisa's mother is invited to the far-off planet Dibala, renowned throughout the galaxy for its delicious popcorn. Zdob, a local businessman and head of the popcorn corporation, has invited Mrs. Salazar, an architect, to design a hangar for his new, super-advanced robots. But Zdob's plans are suddenly thwarted by the local residents, who take the hated businessman hostage along with Alisa's mother. Alisa has to go to Dibala to save her.    "
                },
                "12": {
                    "title": "Perfection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Poly-R, the Salazar's house robot, has gone crazy - he keeps chasing Duper round the house saying over and over again: \"Perfection! Perfection!\" It turns out that the culprit is a formula hidden in Poly-R's firmware, written by the cybernetics genius Phillip Soleko himself. The only way to fix Poly-R is to work out the secret formula. Erik Schroedinger and Alisa Salazar set off on a dangerous journey to a distant asteroid.    "
                },
                "13": {
                    "title": "Don't Be Born Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Alisa and her friends have decided to get through all the levels in the new interactive game Planetarium, but Alisa is sure she could finish it quicker on her own. Suddenly, the game's artificial intelligence system proposes new rules to the group: only one of them can win and be crowned the true King of the Game. Will it be everyone for themselves, or all for one and one for all?    "
                },
                "14": {
                    "title": "Sunday Dodger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Alisa Salazar has a million things to do: friends to meet up with, Duper to take for a walk - even her dad has asked her to accompany him to an important dinner party... What a shame cloning is forbidden on Earth! How great it would be if she could send a couple of clones in her place. Then a device for making clones unexpectedly ends up in Alisa's hands. Now Alisa herself is in terrible danger.    "
                },
                "15": {
                    "title": "The Energy of the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Alisa Salazar really hates the baby photo that her parents have decided to put in the family archive kept at the intergalactic museum on Pluto. Her parents try to explain that remembering the past is the solid foundation upon which every family is built, but Alisa decides to go to Pluto to delete the photo. She has no idea of the terrible danger that lies in store.    "
                },
                "16": {
                    "title": "Obsolete Models",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Poly-R, the Salazars' household robot, is convinced that he has a hard life. He has heaps of household chores to do: tidying up, baking pies, and putting up with Duper's cheeky antics. But the worst thing is that whatever he does, no matter how much he may try to please his masters, it is all a waste of time. No one appreciates how much he does, and all because he is an outdated model. They just keep him out of pity! On the day of Poly-R's annual inspection, he decides to change his life and persuades Marie White to take him to Planet Sheetmetal where other outdated ...    "
                },
                "17": {
                    "title": "Down with the Creativity!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Humanitarian Relief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 May 2015",
                    "year": "2015",
                    "plot": "\n    Erik Schroedinger has come up with a new invention - a gravitator. With this gravitator, Erik can effortlessly lift not only heavy objects, but Marie and Mr. Peterson too. When his angry teacher sends Erik to do work experience at the intergalactic museum on Pluto, he uses his invention to quickly get the job done. However, the gravitator soon ends up in the hands of a suspicious stranger...    "
                },
                "19": {
                    "title": "Replacement of the Rastronas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    Professor Salazar asks Alisa to help him at the zoo. He needs to clean out the nose of a rare rastronoceros. However, Alisa sends Duper to help instead. Unexpectedly, a mysterious stranger follows Duper into the zoo and swaps the rastronoceros for another. It is up to Alisa to investigate the baffling swap and return the rare animal to the zoo.    "
                },
                "20": {
                    "title": "Grandads-Robbers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Green Vengeance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Natalie White has a problem - a small pimple on her nose threatens to leave her out of the school photo session. To help remedy matters, Natalie turns to Fairy Anzhelina, a popular beauty blogger and an employee at Angeloni cosmetics. But Natalie does not yet know that Anzhelina's cosmetics are banned and that the fairy herself is out to get her revenge on Angeloni.    "
                },
                "22": {
                    "title": "Flatterer, Flatterer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "The Science of Humor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Erik Schroedinger just cannot learn to tell jokes. However hard he tries, his friends never laugh. Even the book by Ridik, humor professor extraordinaire, doesn't help. But what wouldn't you do to make your friends happy? Erik decides to sign up for lessons with Ridik, but he has no idea how difficult the path to real humor can be.    "
                },
                "24": {
                    "title": "Don't Even Think About It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Alisa and her friends have decided to get through all the levels in the new interactive game Planetarium, but Alisa is sure she could finish it quicker on her own. Suddenly, the game's artificial intelligence system proposes new rules to the group: only one of them can win and be crowned the true King of the Game. Will it be everyone for themselves, or all for one and one for all?    "
                }
            },
            "2": {
                "1": {
                    "title": "Superman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Love Is Blind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alisa Knows What to Do! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Hymes, Laurie"
            },
            {
                "name": "Rosenfeld, Alyson Leigh"
            },
            {
                "name": "Halstead, Graham"
            },
            {
                "name": "Thompson, Billy Bob"
            },
            {
                "name": "Thompson, Marc"
            },
            {
                "name": "Bristol, Kate"
            },
            {
                "name": "Pollock, Mike"
            },
            {
                "name": "Frazer, Michael"
            },
            {
                "name": "Tost, William"
            },
            {
                "name": "Baley, Michael Alston"
            },
            {
                "name": "Grayson, Wayne"
            },
            {
                "name": "Griffith, Jason"
            },
            {
                "name": "Paque, Jake"
            },
            {
                "name": "Quinn, H.D."
            },
            {
                "name": "Wayland, Tom"
            },
            {
                "name": "Wills, David"
            },
            {
                "name": "Cherrier, Charles D."
            },
            {
                "name": "Nicolls, Ryan"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Family",
            "Sci-Fi"
        ],
        "countries": [
            "Russia"
        ],
        "country codes": [
            "ru"
        ],
        "language codes": [
            "ru"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 2,
        "rating": 5.6,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTI2ZGI3OGUtZTE1MS00NjcxLThlZWUtZGVlYjZkN2NkYjM3XkEyXkFqcGdeQXVyNTA1Njc0MDE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Russian"
        ],
        "title": "Alisa Knows What to Do!",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Golubeva, Evgenia"
            },
            {
                "name": "Hylton, Jeffrey"
            },
            {
                "name": "Kharlamov, Kirill"
            }
        ],
        "plot": [
            "Alisa Selezneva is a 12-years-old schoolgirl living on the Earth in 2093. Together with her friends, she is exploring the world of the future, traveling in the space and having incredible adventures."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 5.6
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 3.9
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.7
            },
            "males": {
                "votes": 15,
                "rating": 4.6
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 4.2
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.7
            },
            "females": {
                "votes": 3,
                "rating": 6.3
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.0
            },
            "us users": {
                "votes": 3,
                "rating": 5.3
            },
            "non us users": {
                "votes": 7,
                "rating": 4.3
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 3,
            "7": 1,
            "6": 3,
            "5": 6,
            "4": 1,
            "3": 2,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 5.6,
        "median": 5
    }
}