{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            },
            {
                "country": "USA\n",
                "date": "14 September 2013"
            }
        ],
        "release dates": [
            "USA::2013",
            "USA::14 September 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Cock-A-Doodle-Don't",
                    "kind": "episode",
                    "episode of": {
                        "title": "Most Embarassing Rooms in America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In this special episode, HGTV Star winner Tiffany Brooks and licensed contractor, Jeff Devlin team up with HGTV Magazine and choose Susan and Hansen Lee's 'Rooster Kitchen' as the most embarrassing kitchen in America. After Tiffany and Jeff surprise the Lee family with a once in a lifetime makeover, they are faced with the huge challenge of renovating this humiliating kitchen. The finished product is an over the top transformation, making this kitchen stunning, classy and modern. To top it off, HGTV Magazine photographs the space, to be featured in their October issue.    "
                },
                "2": {
                    "title": "Too Much Taxidermy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Most Embarassing Rooms in America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    HGTV Star winner Tiffany Brooks and licensed contractor, Jeff Devlin select Ted and Tracy Kaminski's family room as one of America's most embarrassing because of their wall to wall taxidermy, makeshift poker table and tacky green carpet. Then, this talented duo undertakes one of the biggest transformations HGTV has ever seen when they cleverly convert this mortifying room into a modern mountain lounge full of style and class.    "
                },
                "3": {
                    "title": "The 70's Are Calling and Want Their Room Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Most Embarassing Rooms in America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    HGTV Star winner Tiffany Brooks teams up with licensed contractor Jeff Devlin to tackle one of the wackiest, most outdated and definitely most embarrassing spaces they've ever seen with a 1970's theme. Packed to the gills with tacky brickwork and dated paraphernalia galore, this room will be unrecognizable when Tiffany and Jeff are done. The homeowners desperately want the room to match the style of the rest of their Craftsman bungalow, so Tiffany and Jeff get to work creating an inviting entertaining space with plenty of luxe, vintage style. They'll even repurpose ...    "
                },
                "4": {
                    "title": "Mid-Century Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Most Embarassing Rooms in America (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Tiffany Brooks, the winner of HGTV Star, teams up with carpenter Jeff Devlin to take over one of the most embarrassing living rooms in America. Homeowners, John and Shawn Hebert transform their living room from 1980's mauve carpet, horrible sea grass wallpaper and a catchall of weird collectable knick-knacks into a space they will never forget. It's all hands on deck as Tiffany and Jeff renovate this shameful space into a mid century modern masterpiece.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Brooks, Tiffany"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "2013 (USA)",
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Most Embarassing Rooms in America",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-",
        "akas": [
            "Most Embarassing Rooms in America (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wohlgenant, Tracy"
            }
        ],
        "production companies": [
            {
                "name": "Home and Garden Television"
            }
        ],
        "plot": [
            "HGTV Star winner Tiffany Brooks sets out to find America's most outrageously ugly rooms. From kitchens to great rooms, living rooms to bedrooms, her team searches high and low to find the worst of the worst across the nation."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}