{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 July 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::4 July 2013                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Kleiber, Aaron"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "languages": [
            "English"
        ],
        "title": "Watch It for You",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Watch It for You (United States)"
        ],
        "writer": [
            {
                "name": "Kleiber, Aaron"
            }
        ],
        "production companies": [
            {
                "name": "Machine Crew Media"
            }
        ],
        "plot": [
            "Comedian Aaron Kleiber watches a new movie in the theater or an old movie that you love - then tells you all about them as fast as he can with as many impressions and sound effects as possible.::Machine Crew Media"
        ],
        "synopsis": [
            "Aaron Kleiber (Gotham Comedy Live, Nickelodeon, Standup & Deliver) watches old movies that your Uncle has never seen or for that one friend that have to say to them, \"HOW HAVEN'T YOU SEEN JURASSIC PARK!?\"\nThe film is always a 'throwback' with a theme that the audience votes for via social media - then Aaron tells you all about as fast as he can...with as many impressions and sound effects as possible. There are also special episodes of new releases that sometimes people get angry at Aaron for because they're nothing but spoiler free.The pilot season of 'Watch It for You' included all new releases, recorded directly after screenings of new films, including; World War Z, Fast and the Furious 6, Man of Steel, Pain and Gain, Ironman 3 and Evil Dead (which can be seen on www.WatchItforYou.com). After the 'review-spoiler' pilot season - the first 'real' season included 'throwback' films that fans voted for based on a monthly theme including; Ferris Bueller's Day (back to school), Scream (October), Rudy (football season), Independence Day (America), Jingle All the Way (Christmas) and Jurassic Park (summer blockbusters)."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}