{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "17 August 2013"
            },
            {
                "country": "USA\n",
                "date": "17 August 2013"
            }
        ],
        "release dates": [
            "Canada::17 August 2013",
            "USA::17 August 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Did You Say ... B-Daman?",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Riki Ryugasaki is just an ordinary boy who loves mystery and adventure. Then one day he is introduced to a game called \"B-Daman\" by his friend, Sumi. He gets to choose a B-Daman of his own and picks the blue dragon, Dracyan. When he charges Dracyan, he receives an invitation to a secret tournament called \"Crossfire\" where B-Shots (B-daman player) with special, talking B-Daman like his compete...    "
                },
                "2": {
                    "title": "Wait a Minute! He's the Champion!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    While keeping Crossfire a secret from his outside friends, Riki goes to compete in his first real tournament. It is an inter-block match, so he meets some B-Shots from the West competition block. He is told that he can only learn more about the mysteries behind Crossfire by competing and winning, so he excitedly steps up for his turn...    "
                },
                "3": {
                    "title": "B-Animals? What Are Those?",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    During another tournament, Riki learns a bit about the B-Animals, but many more mysteries still remain. Later, Riki and some of his friends join B-Daman event at an amusement park. Things do not go as planned when they find themselves in a dangerous situation and will need to use their B-Damans to save Sumi...    "
                },
                "4": {
                    "title": "West City, Here We Come!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Yuki and Riki are chosen to represent the East at an inter-block Crossfire match while their friends tag along with Saiga who is a B-Daman coach. They face some tough competition in the West block's top two, Samuru and Reggie. Meanwhile, Riki's friends bump into a mysterious new B-Shot who claims to be looking for Riki!    "
                },
                "5": {
                    "title": "The Name's Leo! Thunder Leo!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The new B-Shot, Hugo, challenges Riki to a match because he is only after dragon types. Afterwards, Hugo is invited to join Crossfire. Then the WBMA Commissioner, Takakura, decides to hold a tournament with all the B-Shots from the East and West together, so Hugo will have the chance to face two dragon types.    "
                },
                "6": {
                    "title": "Tune Up! Thunder Dracyan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    After receiving a new, core from Saiga, Riki and his friends go to the East versus West tournament, EW Crossfire. They must first compete in a preliminary round to earn one of the five spots in the final round. If Riki makes it into the final, he will be competing with the best B-Shots from the East and West... At the end of the tournament, a new B-Shot appears.    "
                },
                "7": {
                    "title": "Red Dragon? Who Is That Guy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Riki and the others are invited to a fan appreciation event at the WBMA Headquaters. When Riki gets separated from his friend, he runs into Novu, who shows him the B-Crystal where all the B-Animals came from. He then challenges Riki to a match...    "
                },
                "8": {
                    "title": "Dragon Tiger Combo! Mighty Dragren!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Novu is now a member of the East Block and a new B-Shot named Derek, who is rumored to have caused trouble in his old South Block has transferred to the West. Reggie later overhears Derek and Novu talking secretly about secret plans. Novu offers to tell the truth if Reggie beats him in a match, if not, Reggie will have to keep their secret...    "
                },
                "9": {
                    "title": "This Is Break Bomber!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The West is in chaos because of Derek, who is secretly working for Novu. Rory tries to stop Derek but he doesn't listen and takes her B-Daman as a hostage. The only way to get it back is if three of the East B-Shots defeat his team in a battle. Riki and his friends leave for the West City...    "
                },
                "10": {
                    "title": "Camping, B-Shot Style!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Riki and his friends go camping by a lake. When Dracyan picks up a strange energy wave coming from an island, they investigate and discover some ancient ruins that are connected to B-Daman! They also stumble onto Novu and Derek talking and realize that the two of them have been working together the whole time. Hoping to defeat them and make them give up their evil plans, Riki and Yuki challenge Novu and Derek to a match...    "
                },
                "11": {
                    "title": "Friendship Break Bomber!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Riki and Novu continue their battle, but then Takakura orders Samuru to stop the unofficial match. A formal match will be held and Novu must give up Crossfire if he loses, but will take control of the WBMA if he wins. Samuru steps in to help Riki face Derek and Novu in a match that will decide the fate of Crossfire...    "
                },
                "12": {
                    "title": "The East Champ Is Revealed!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The final match of the Crossfire season is approaching, so Riki and his friends start training very hard. The West Block champion is decided first and then it is time for the East Block championship to be held. Can Riki earn the chance to compete for the title of Overall Crossfire Champ?    "
                },
                "13": {
                    "title": "Crowning the Overall Champ!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Riki and Samuru will face off in a three round competition to decide the overall champion of Crossfire and the winner will also get the chance to face the B-Crystal. Before the winner gets the chance to celebrate, however, an emergency occurs when a mysterious B-Shot breaks into the B-Crystal chamber....    "
                },
                "14": {
                    "title": "Crossfire Is ... Can It Be True?",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The disaster with the B-Crystal has made the existence of Crossfire known to the public, so Riki and the other Crossfire B-Shots have become overnight celebrities. A new tournament called the GP Series will be held to decide who is worthy of claiming the Dragon King that the B-Crystal's energy will awaken. The competition is open to all those who wish to compete. Much excitement is in store for the B-Shots as the preliminaries begin...    "
                },
                "15": {
                    "title": "The Incomparable Jaku!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The East GP Preliminary is held in a new type of arena where B-Shots must earn 10 points as fast as possible to earn a spot in the final round. In addition to the regulars, the competitors include a new B-Shot and famous model named Asuka, a young admirer of Riki named Rudy, and the dangerous Basara. Who will win the East GP match?    "
                },
                "16": {
                    "title": "Calling All New B-Shots!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The popularity of B-Daman is growing and Saiga holds another event at the amusement park. Riki and the other B-Shots agree to help teach other kids about the game. Asuka happens to be there on a photo shoot and Sumi manages to convince him to face Riki in a special exhibition match for all to see...    "
                },
                "17": {
                    "title": "The Wild Wild West GP!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    It is time for the West GP and a new football player turned B-Shot named Gunner enters. The course is difficult and Basara causes trouble as usual. Can Riki overcome the tough competition to win?    "
                },
                "18": {
                    "title": "Brutal Bitter Blizzard Battle!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The heavy damage Dracyan took in the last battle is repaired, but he has lost all memory about himself and everyone else. Riki gets a mysterious message from Novu telling him to come to some ruins in North City if he wants help getting Dracyan's memory back. Though it may be a trap, Riki decides to go and Samuru, Sumi, Rudy, and Asuka end up tagging along.    "
                },
                "19": {
                    "title": "The Mystery of the Ruins",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    As Riki and his friends discover ancient B-Daman relics as they search the ruins for Novu. After Riki and Rudy get separated from the others by a cave in, Rudy tries to open a door with a dangerous challenge that could destroy his B-Daman... Basara also shows up to challenge Riki. After the battle, Novu reveals the true reason he lured them to the ruins...    "
                },
                "20": {
                    "title": "Enter Dragold! The North Grand Prix!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    After falling under the dragon type Dragold's spell in the ruins, Rudy joins Novu and they go to the WBMA headquarters where Dragold releases an energy that shuts down all but the most powerful B-Daman. The North GP begins and Riki hopes to find a way to free Rudy from Dragold's hold, but the super powerful B-Daman seems unstoppable...    "
                },
                "21": {
                    "title": "Smash Dragold!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    After Dragold destroys Drazeros in their match, Takakura stops the game early. Since Dragold has the power to copy other Dragon-type B-Daman's special moves, he is extremely dangerous and could destroy them all. Rudy sends out a challenge and Samuru shows up alone to accept. When Riki learns of the battle, he goes to help...    "
                },
                "22": {
                    "title": "The Search for the Mysterious B-Daman!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When a video of a mysterious B-Daman that was not created by the WBMA surfaces, Riki and his friends are sent to investigate. After meeting the town mayor and his grandson, Alba, the boys sneak off in the night to investigate some ruins. Alba is there and explains that he is a guardian of the ancient B-Daman civilization, but to learn more Riki must defeat him in a B-Daman match!    "
                },
                "23": {
                    "title": "The Ultimate Hammer Smash!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The WBMA is studying the ancient sphere that Riki and his friends brought back, hoping to find a way to use it to defeat Dragold. Meanwhile, the South GP begins and Rudy enters with Dragold, who now possesses Dravise and Dracyan's powers. It will be up to Riki to defeat Rudy and Dragold, but can he do it?    "
                },
                "24": {
                    "title": "Watch Out! Rudy's Run Amok!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    While Riki and his friends train for the Final Grand Prix, Rudy is seething with anger. He and Dragold begin challenging the other B-Shots to destroy their B-Damans and not even Novu can control them anymore. Eventually Rudy challenges Novu with the hopes of claiming Dragren's power so Dragold can achieve its ultimate form...    "
                },
                "25": {
                    "title": "The Complete Dragon King!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The WBMA headquarters have been taken over by Rudy and Dragold uses its power to absorb all the B-Animals in the world. Only dragon types are spared. Riki and his friends must work together to break into the WBMA and stop Rudy and Dragold before they destroy the world. Once inside the building, Riki and Samuru are stopped by Novu, who insists they defeat him if they want to move on...    "
                },
                "26": {
                    "title": "This Is It, the Final Match!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The ultimate battle to defeat Dragold and save the world has begun! All the other dragon types play a part and the true secret behind the B-Daman mystery is revealed. Will Riki and his friends be victorious?    "
                },
                "27": {
                    "title": "Crossfire Is... Can It Be True?/Eh? It's Cross Fight!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "28": {
                    "title": "Crossfire Is... Can It Be True?/A New Opening! B-Daman from Warring States Era",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "16 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "39": {
                    "title": "Enter Dragold! The North Grand Prix!/Dragold's Participation! North GP",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "40": {
                    "title": "Enter Dragold! The North Grand Prix!/Terrifying! The Power of the Golden Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "41": {
                    "title": "Smash Dragold!/Defeat! Smash=Dragold",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "42": {
                    "title": "Smash Dragold!/Bond of the Double-Shot!!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "43": {
                    "title": "The Search for the Mysterious B-Daman!/Hunt! The Mystery of B-Daman's Secluded Region",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "44": {
                    "title": "The Search for the Mysterious B-Daman!/Mystery! The Enigmatic Ancient B-Daman",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "45": {
                    "title": "The Ultimate Hammer Smash!/The Deadly Dragonic Hammer!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "46": {
                    "title": "The Ultimate Hammer Smash!/St. Naruchikara's Miraculous Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "47": {
                    "title": "Watch Out! Rudy's Run Amok!/Heat Up! Ryuji's Rampage",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "4 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "48": {
                    "title": "Watch Out! Rudy's Run Amok!/Extreme Fight! Novu VS Ryuji",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "4 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "49": {
                    "title": "The Complete Dragon King!/The Perfect Dragon King!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "11 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "50": {
                    "title": "The Complete Dragon King!/Head-On Match! Dracyan VS Dragren!!",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "11 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "51": {
                    "title": "This Is It, the Final Match!/Here We Go! Final Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "52": {
                    "title": "This Is It, the Final Match!/Conclusion! Cross Fight's New Era",
                    "kind": "episode",
                    "episode of": {
                        "title": "B-Daman Crossfire (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 42,
        "cast": [
            {
                "name": "Dorsey, Melissa"
            },
            {
                "name": "Smith, Christopher Corey"
            },
            {
                "name": "Marshall, Mona"
            },
            {
                "name": "Goodson, Barbara"
            },
            {
                "name": "O'Shaughnessey, Colleen"
            },
            {
                "name": "Valenzuela, Cristina"
            },
            {
                "name": "Elias-Fahn, Dorothy"
            },
            {
                "name": "Erholtz, Doug"
            },
            {
                "name": "Mallow, Dave"
            },
            {
                "name": "Fitzgerald, Erin"
            },
            {
                "name": "Nimoy, Jeff"
            },
            {
                "name": "Leigh, Katie"
            },
            {
                "name": "Thornton, Kirk"
            },
            {
                "name": "Dodge, Lucien"
            },
            {
                "name": "Sinterniklaas, Michael"
            },
            {
                "name": "Riegel, Sam"
            },
            {
                "name": "Staley, Steve"
            },
            {
                "name": "Lee, Wendee"
            },
            {
                "name": "Papenbrook, Bryce"
            },
            {
                "name": "Bosch, Johnny Yong"
            },
            {
                "name": "Buchholz, Bob"
            },
            {
                "name": "Price, Jamieson"
            },
            {
                "name": "Ochman, Joe"
            },
            {
                "name": "Silverstein, Keith"
            },
            {
                "name": "Chapman, Mike"
            },
            {
                "name": "Spencer, Spike"
            },
            {
                "name": "Haberkorn, Todd"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWQ5MTA0YmUtZDZmOS00OGJkLTk2NTYtODVhZmE3YzFhODQ0XkEyXkFqcGdeQXVyNDAyOTc0NjE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "B-Daman Crossfire follows Riki Ryugasaki, a young boy who eventually discovers a particular game called, B-Daman. One day, he finds a B-Daman of his own named, Thunder Dracyan. Thunder Dracyan is inhabited by a B-Animal, mystical beasts trapped in the form of B-Daman figures. B-Daman Crossfire is the first B-Daman anime of the Cross Fight series and the seventh B-Daman anime series, overall.",
        "languages": [
            "English"
        ],
        "title": "B-Daman Crossfire",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "akas": [
            "B-Daman Crossfire (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Buchholz, Bob"
            }
        ],
        "plot": [
            "_B-Daman Crossfire_ (qv) follows Riki Ryugasaki, a young boy who eventually discovers a particular game called, B-Daman. One day, he finds a B-Daman of his own named, Thunder Dracyan. Thunder Dracyan is inhabited by a B-Animal, mystical beasts trapped in the form of B-Daman figures. _B-Daman Crossfire_ (qv) is the first B-Daman anime of the Cross Fight series and the seventh B-Daman anime series, overall.",
            "_B-Daman Crossfire_ (qv) follows Riki Ryugasaki, a young boy who discovers a game called B-Daman. One day, he finds a B-Daman of his own named, Thunder Dracyan who is inhabited by a B-Animal, mystical beasts trapped in the form of B-Daman figures."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "males": {
                "votes": 8,
                "rating": 5.3
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.0
            },
            "non us users": {
                "votes": 3,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 3,
            "7": 0,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.5,
        "median": 8
    }
}