{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 August 2013"
            }
        ],
        "release dates": [
            "USA::19 August 2013"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "The Plumber Hater",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In this big Season 6 opener, the Generic Black Shirt Paranormal Group revisits the Kresgeville, P.A. \"Mansion House\" (investigated in Season 1). Armed with new equipment and a new production format, they try to connect with unseen entities detected on their last visit, as well as, follow up on a strange occurrence recently reported by a plumber hired to fix the boiler. This plumber is one of several to leave the job unfinished due to fearful experiences in the Mansion basement. ~Season 6 incorporates new cast members, a new editor and format for production and many ...    "
                },
                "2": {
                    "title": "The Battlefield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "5 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The team heads back to the Gettysburg area to conduct an investigation of the Battlefield Bed & Breakfast. The location has a rich history of being a camp area of upwards of 4000 soldiers during the Civil War. The innkeepers report strange occurrences, and relate stories of unexplained happenings experienced by house guests. Joined by a few guest investigators, and armed with an array of paranormal research devices, Flip, Steve, Anthony and the others dive into the investigation with an open mind and open eyes to anything out of the ordinary.    "
                },
                "3": {
                    "title": "Presidents' Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "19 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The Generic Black Shirt Group Continues their 'season in Gettysburg' by visiting the famous Hall of Presidents wax museum. With many varied claims of paranormal activity, especially that of a woman's voice presumed to be the former 'lady of the house,' Mary Kissinger, the team takes cues from the resident tour guide, Kendra, as where the best place to investigate might be. Will Mary cooperate for the guys? Will the gals of the group have any luck interacting with the Presidents?    "
                },
                "4": {
                    "title": "Haunted Orphanage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "2 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The team continues their \"history tour\" trip with this 3rd installment of the epic Gettysburg weekend! This time they canvass the National Homestead Orphanage, AKA. the Haunted Orphanage.\" The claims of unusual, and possibly paranormal, activity are demonstrated to the guys before they can even finish setting up their equipment! They check out the basement where children were reportedly chained to the walls and tortured as punishment. Ed is tossed into the \"dungeon,\" and experiences a few first hand experiences. This location certainly has some tales to tell!    "
                },
                "5": {
                    "title": "Jennie Wade House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The group splits into three teams to do independent investigations of the world famous Jennie Wade House in Gettysburg, Pennsylvania. The home is famous for being the site of the the only direct civilian casualty of the Gettysburg battle. Many tourists & ghost enthusiasts flock to the house to hear tales of ghostly appearances claimed to occur regularly in the historic residence. The GBSG team investigates to see if there is indeed any evidence to support claims of a possible haunting. Will Jennie, or member of her family, feel like telling their story this night?    "
                },
                "6": {
                    "title": "Fairfield Inn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "30 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode the Generic Black Shirt Group travels to Fairfield, Pennsylvania to spend the night at the historic Fairfield Inn. With the original part of the building being around since 1757, and with a history of being a stop on the Underground Railroad, the Fairfield Inn has its fair share of stories. The Inn plays host to social events and provides 6 B&B-style rooms, each named for significant historical events. With claims of mysterious voices, coins falling, glasses jumping off the bar, footsteps and ghostly figures, and a history of nearby Civil War battles, ...    "
                },
                "7": {
                    "title": "Windsor Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n    Wrapping up the team's extensive investigations of Gettysburg and the surrounding areas in Pennsylvania, they change things up by taking a long drive to Virginia to team up once again with their old friends, RTL paranormal. With 2 big investigations on tap, they head out to conduct their first at Windsor Castle in Smithfield , VA. Joined by members of RTL, they learn a little about the history of the area and the location from the museum curator before delving into what the spirits might be able to tell them about the location.    "
                },
                "8": {
                    "title": "Haunted Sesroh Tack Shoppe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    In the second installment of the Virginia trip, the team descends upon the Sesroh Tack Shoppe, Smithfield. Built in 1985, the building has played home to a variety of businesses including offices, a B&B, and most recently the existing tack shop. The owner reports to not only have had experiences in the shop, but also believes that an entity may have well followed her to her home. The group uses a variety of methods, as well as does some 'horsing around', to try to get to the bottom of the reported activity.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Mansion House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Series Pilot - First Investigation and the \"After Party\"    "
                },
                "2": {
                    "title": "The Boarding House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    After recovering from the mayhem of the first episode's celebratory \"After Party,\" the boys of GBSG head to Greeley, PA. to investigate the former Paramount Lodge. Built in the early 1900s, and known to the locals as \"the boarding house,\" the team encounters unexplained whispers, and engage in what seems to be a game of cat and mouse with an unseen entity. Fighting the midsummer heat and given the run of the place, they use the K2, spirit box and real-time recorders to capture a few interesting exchanges. Of course, shenanigans are sure to follow as they wrap up and ...    "
                },
                "3": {
                    "title": "The Columns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Generic Black Shirt Group travels to Milford, Pennsylvania to check out The Columns museum. The museum is mostly notably known for its prized artifact, The Lincoln Flag, which cradled President Lincoln's head as he lay dying after being shot at Ford's Theater. Using the K2, real-time recorders, laser grids and static cameras, it doesn't take long before unexplained voices and light anomalies are caught. Trying out a new technique using music out of the range of human frequency brings unexpected, and unpleasant, results. It seems on this trip no \"party\" is required...    "
                },
                "4": {
                    "title": "Burn Brae Mansion, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Part 1: Built in the first decade of the 20th century, the Burn Brae Mansion has been both a private residence, and today a well known bed and breakfast. The old family plot is still on the property and a series of motel rooms have been added over the years to house travelers to the Glen Spey, N.Y. area. With no shortage of stories, both verbal and written, from visitors over its 100+ year history, the GBSG team has high hopes of catching evidence of something supernatural. They arrive, accompanied by a new member, Brittany, who will be joining the team on her very ...    "
                },
                "5": {
                    "title": "Burn Brae Mansion, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Part 2: Built in the first decade of the 20th century, the Burn Brae Mansion has been both a private residence, and today a well known bed and breakfast. The old family plot is still on the property and a series of motel rooms have been added over the years to house travelers to the Glen Spey, N.Y. area. With no shortage of stories, both verbal and written, from visitors over its 100+ year history, the GBSG team has high hopes of catching evidence of something supernatural. They arrive, accompanied by a new member, Brittany, who will be joining the team on her very ...    "
                },
                "6": {
                    "title": "The Speakeasy Lounge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    GBSG sets out to investigate a recently restored tavern in the Pocono Mountains of Pennsylvania. The Speakeasy Lounge has a long history and some interesting stories to tell, including the theory that a 110 year old, main-entrance, revolving door, acquired from the famous Waldorf Astoria, has a entity that likes to trap female patrons. The co-owners and their top bartender give detailed references about some of the other strange occurrences happening in the bar. The team enjoys a little pre-investigation party and some good music while waiting for the establishment to...    "
                },
                "7": {
                    "title": "Old Jail Museum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Part 1: Spanning a history of more than 100 years, the Old Jail in Jim Thorpe, Pennsylvania has been the temporary home, as well as the last home, of numerous assassins, murderers, the famous Molly Maguires and even innocents. With a history of suicide, murder and execution by hanging, the jail holds many secrets, stories and possibly the souls of the men who never left. The GBSG team, joined by guest investigator, Christine Downes (TAP Home Team), use the REM POD, spirit box, voice recorders and other equipment to try to make contact with anyone still residing in the...    "
                },
                "8": {
                    "title": "Old Jail Museum, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Part 2: Spanning a history of more than 100 years, the Old Jail in Jim Thorpe, Pennsylvania has been the temporary home, as well as the last home, of numerous assassins, murderers, the famous Molly Maguires and even innocents. With a history of suicide, murder and execution by hanging, the jail holds many secrets, stories and possibly the souls of the men who never left. The GBSG team, joined by guest investigator, Christine Downes (TAP Home Team), use the REM POD, spirit box, voice recorders and other equipment to try to make contact with anyone still residing in the...    "
                },
                "9": {
                    "title": "American Legion Post 139",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Part 1: The GBSG team heads to Milford, Pennsylvania to investigate claims of possible paranormal activity made by patrons and employees of the local American Legion Post. The team is told by the bartenders that glasses & bottles rattle without cause, apparitions are seen moving throughout the building and many people have felt they've been touched by an unseen hand. Using the Ovilus, K2 and voice recorders the team is overwhelmed by some of the interactions they discover. Also, a previously un-investigated Medivac helicopter that flew many flights in the Vietnam War ...    "
                },
                "10": {
                    "title": "American Legion Post 139, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Part 2: The GBSG team heads to Milford, Pennsylvania to investigate claims of possible paranormal activity made by patrons and employees of the local American Legion Post. The team is told by the bartenders that glasses & bottles rattle without cause, apparitions are seen moving throughout the building and many people have felt they've been touched by an unseen hand. Using the Ovilus, K2 and voice recorders the team is overwhelmed by some of the interactions they discover. Also, a previously un-investigated Medivac helicopter that flew many flights in the Vietnam War ...    "
                },
                "11": {
                    "title": "The Sterling Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The team investigates The Sterling Hotel in Allentown, Pennsylvania - built in the 1890s, it's a site with a history of prostitution and death.    "
                },
                "12": {
                    "title": "Rock N Roll Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    In this final episode of Season 1, the GBSG team spends a night at the famous recording studio, the Rock N Roll Ranch.    "
                }
            },
            "2": {
                "1": {
                    "title": "Sullivan's Trail, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In this first, of a 2 part Season 2 opener, the team travels to a secluded home in the woods of Pennsylvania for their first residential investigation. The area is historic as a segment of the route Sullivan's troops marched during the Revolutionary War. Fed by the energy of a nearby river, the team is informed that there is a darker history to the house, and another nearby home (Part 2), that includes suicide and full-body apparitions of 3 women and a \"head!\" Using the REM pod, voice recorders, the Ovilus and K2, the team searches for evidence to back-up the scared ...    "
                },
                "2": {
                    "title": "Sullivan's Trail, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Part 2: The conclusion of the Season 2 opener takes GBSG to the second secluded home in the woods. With reports from the homeowner of 3 full-body apparitions and a floating \"head,\" the team prepares itself for for what could be an interesting investigation! The area is historic as a segment of the route Sullivan's troops marched during the Revolutionary War, and is fed by the energy of a nearby river. Using the REM pod, voice recorders, the Ovilus and K2, the team searches for evidence to back-up the scared homeowners claims.    "
                },
                "3": {
                    "title": "The Rowland Cafe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "7 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The team visits Rowland, Pennsylvania where they are greeted by the entire town, and engage in a town hall meeting to learn more about the history of this possibly haunted area. Tom, the local historian, as well as many other residents share their experiences, and give a little local history about the area's past including Native American burial grounds, casualties of the local canal workers and the deaths when a bridge collapsed during the flood of 1955. Using the Spirit box, K2s, Mel-meter and real-time recorders the team is joined by the first ever \"Hunt with GBSG\"...    "
                },
                "4": {
                    "title": "Rowland: Bob's House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "14 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    With a long history of major floods, dangerous canal work and even local Native American burial grounds, Rowland, Pennsylvania has seen its share of death and destruction. The Generic Black Shirt Group returns for their second night of investigation of some of the claims made by local residents of strange and possibly paranormal happenings. Armed with the Ovilus, K2s, electronic voice recorders and the Spirit Box, the team heads to a private residence to investigate. While some members are physically attacked, others are overcome by a bit of claustrophobia in the ...    "
                },
                "5": {
                    "title": "Main St. Antiques",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "21 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    An antique dealer calls the team out to investigate his shop in Stroudsburg, Pennsylvania. Distraught over the recent death of a dear friend, the owner has noticed quite a lot of strange activity in the shop including a clock that seems to have a mind of its own. Its not long before the boys of GBSG start to realize there may be something to the owner's claims. The team uses the K2, electronic voice recorders, Mel-meter and the spirit box to try to find out if the shop holds more than just antiques. Unexplained sounds, movements, feelings of being touched and e.v.p.s ...    "
                },
                "6": {
                    "title": "Rowlands: The Final Chapter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "28 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    After 2 successful nights of investigation, the team returns to Rowland, PA for their third and final night. Tackling a dual investigation, they begin the night at the Historic Federal House. Built by a participant of the Revolutionary War, the house has history dating back to 1790, and has had many former residents die and be laid out within its walls. The second site is a private apartment located above the Rowland Cafe. A local musician occupies the apartment and relates to the team how he likes to play his guitar and record music late at night when he's alone. ...    "
                },
                "7": {
                    "title": "Inked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "4 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Generic Black Shirt Group travels to Middletown, New York to investigate claims of possible paranormal activity in an old building that is now the home of a tattoo & piercing shop. Always up for adventure, Steve adds a new tattoo while the boys wait for nightfall. During the session they learn from the artist that objects move, apparitions appear, doors slam, and voices and footsteps are common in this shop. Using a variety of equipment, including the Ovilus (which seems to be very cooperative during the night,) the guys of Paranormal After Party try to discover if ...    "
                },
                "8": {
                    "title": "Falls Port Inn: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Generic Black Shirt Group are called out to the Historic Falls Port Inn in Hawley, PA. The owner, Steve, has run the establishment for eight years and has had many experiences to tell the team. Explaining that the Inn was built in the first years of the twentieth century by a German count to cater to railroad personnel, he recounts some of his own personal experiences and the unexplained voices and banging heard throughout the building. Using the Geo-pod, Ovilus, laser grid and other pieces of equipment the boys of GBSG investigate the multi-level Inn. They ...    "
                },
                "9": {
                    "title": "Falls Port Inn: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "18 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Generic Black Shirt Group continues their investigation of the Historic Falls Port Inn in Hawley, PA. After a quick excursion into the basement, a place where few are willing to venture, they learn that there had been tunnels which connected a secret speakeasy to a local church and funeral parlor. The boys next split up, and while Mike & Flip have an interesting EVP session in one part of the inn, Steve goes it alone with the Spirit box and Anthony tries his luck with the Rem-pod. Chris vanishes yet again and the team simply has to follow the sound of snoring to ...    "
                },
                "10": {
                    "title": "Darkside Ink: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "25 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The team has a big weekend! After spending a day at the Rock~N~Roll Ranch recording their first-ever radio commercial, they pack up the equipment, and hit the road traveling to Fall River, Massachusetts to investigate Dark Side Ink. The building has a very interesting history as where it was built by Andrew Borden, father and suspected victim of the infamous Lizzie Borden. The G.B.S.G. team has big news... two new members! Joining the group are Joe Chin (formally of Syfy Network's 'Ghost Hunters\" & 'Ghost Hunters International') and TAPS Home Team member, Christine ...    "
                },
                "11": {
                    "title": "Darkside Ink: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2 May 2014",
                    "year": "2014",
                    "plot": "\n    In this continuation of the investigation of Dark Side Ink in Fall River, MA, the Generic Black Shirt Group, joined by its newest members, Joe Chin (formally of Syfy Network's 'Ghost Hunters' & 'Ghost Hunters International') and TAPS Home Team member, Christine Downes, and special guest stars: renowned spirit medium, Tiffany Rice, TAPS Home Team member, Steve Mills & TAPS Home Team member, Wellington Chin, explore the building and try to assess if there is something paranormal responsible for the strange occurrences the owner claims are happening. Catching some ...    "
                },
                "12": {
                    "title": "Lafayette Theatre: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "9 May 2014",
                    "year": "2014",
                    "plot": "\n    The men and women of GBSG travel to Suffern, NY to check out claims of paranormal activity in a 90 year old movie theater. As explained to the team by employees of the recently restored LaFayette Theatre, strange sounds and sights are plaguing the building. However, they must first wait till the movie lets out before starting their investigation. Gags and goofs abound while they wait. Using the REM-pod and electronic voice recorders the team concentrates on a rare organ where people have witnessed apparitions of the original owner.    "
                },
                "13": {
                    "title": "Lafayette Theatre: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    Wrapping-up Season 2 the GBSG team concludes their investigation of the LaFayette Theatre in Suffern, NY. A long night makes the whole crew a little punchy. Interviewing a regular patron of the theater about her personal experiences give the team and idea... recreate a movie audience. Using the Spirit Box and electronic voice recorders there are strange and unexplained occurrences. - Season finally complete with extended scenes available on Youtube.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Bissman Building",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "16 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In this first of a four-part series of episodes filmed in Mansfield, Ohio, three of the guys of Generic Black Shirt Group join forces with another team, Off the Trails Paranormal Investigations (OPI), to look for evidence of paranormal happenings in the historic Bissman Building. The spacious building, famous as one the locations used in the film, The Shawshank Redemption, has along history of unexplained voices, apparitions and sounds. Also featured in this episode is a trip to Para-History Con 2014.    "
                },
                "2": {
                    "title": "Mansfield Continued",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "23 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The team continues their investigation of the Bissman building in Mansfield, OH. Anthony, Flip & Steve, and members of OPI group, attempt to access if the claims of strange activity by the owners of the building might be due to something paranormal. Steve conducts a Spirit box session while locked-up alone in the building's vault, and the confined space starts to make him a little goofy. In the second segment of this episode the team begins a second investigation nearby at the historic Women's Club. The building was constructed in 1847 as a private residence and later...    "
                },
                "3": {
                    "title": "Women and Wayward Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "30 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The team continues their investigation of the Women's Club in Mansfield, OH. Flip conducts a \"lively\" spirit box session, while Steve & Anthony try their luck upstairs in the attic using electronic voice recorders. Finally the team heads to the famous \"Wayward Girl\" room where in the past the home took in girls in help as a temporary shelter. Several unexplained voices are picked up during an EVP session and it seems like someone is trying to lure the group out of the room.    "
                },
                "4": {
                    "title": "Blame It on the Bunny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In part 4 of the Mansfield saga, the GBSG team continues their investigation of the Women's Club. Finishing up their session of the Wayward Girl's room, Flip and company venture into other parts of the house following-up on footsteps heard earlier. The late hour & pure exhaustion starts to take its toll on the guys, and they conclude the investigation with one last EVP session in the main, downstairs parlor. Steve explains how his trip to the local hospital's emergency room was a direct result of tangling with the Easter Bunny!    "
                },
                "5": {
                    "title": "Sweet Home Pennsylvania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The team travels to the Historic Estabrook House in Honesdale, Pennsylvania armed with a variety of equipment including a brand new piece, named for its creator, the Greyson Box. The latest owners of the 150 year old home have been experiencing a lot of unexplained sounds & sights, and their dog has decided there is a room he refuses to enter. While the majority of members check out other parts of the house the team leaves a lone investigator in the questionable room and the results are too much for her!    "
                },
                "6": {
                    "title": "No Rest for the Wicked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "26 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The team continues their investigation of the Historic Estabrook House in Honesdale, Pennsylvania. Armed with a variety of equipment including a brand new piece, named for its creator, the Greyson Box. The latest owners of the 150 year old home have been experiencing a lot of unexplained sounds & sights, and their dog has decided there is a room he refuses to enter. Wrapping-up the night, GBSG needs to hit the road very early to travel to their next big event at St. Albans Sanatorium, VA. Even with no rest for this wicked crew there are still a lot of laughs!    "
                },
                "7": {
                    "title": "Saint Albans Files",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    After members drive 7-10 hours, and finally arrive at St. Albans Sanitorium in Virgina, the team is warmly received by a large crowd gathered for the event. The action starts earlier than expected before the team kicks off their official investigation! Being one of the largest locations, and having a reputation for an amazing amount of activity, the Generic Black Shirt Group comes fully prepared with all their equipment and almost every member of the organization to tackle this challenge. Joe & Christine waste no time and start off on their own to hold EVP sessions ...    "
                },
                "8": {
                    "title": "Tears, Beers, Boos, Bats, and Boobs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "10 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    This second episode of the GBSG team's trip to the infamous St. Albans in Radford, Va., begins with Christine explaining an ability she is developing that makes her sensitive to other-worldly images which she then can draw. Her most current sketch, done since arriving, turns out to have very special meaning! The team participates in a very interesting forensic science demonstration in the basement of the sanatorium - revealing some startling results! Meanwhile, Flip, Erik & a volunteer investigate a shadow figure seen in a hallway elsewhere in the building. Using ...    "
                },
                "9": {
                    "title": "Don't Want to Be, All by Myself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Continuing their investigation at St. Albans in Radford, VA., the team pulls themselves together after an unexpected encounter with a bat. Flip & Chris conduct a Spirit Box session with a few significant interactions. Returning downstairs to the sanatorium's bowling alley, the team tries something new. In conjunction with electronic voice recorders, K2 units and the Spirit Box, they utilize a \"K9\" unit. Guest investigator, Marcel Aube of Rise Up Paranormal, gets a few interesting EVPs and GBSG's own, Joe & Anthony, go into lock-down to try to provoke any former ...    "
                },
                "10": {
                    "title": "Zero... Point... Zero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "24 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Paranormal After Party goes 'back to school' as they investigate Wilson College in Chambersburg, Pennsylvania. Founded in 1869, there has been a lot of activity on campus in the past 145 years. The guys and gals of GBSG want to know if there is \"other activity\" on campus, as claimed by campus authorities. Joined by the Gettysburg Ghost Gals, and a special appearance by Ric Savage, former pro wrestler and star of Savage Family Diggers, the team uses electronic voice recorders, the Spirit Box, K2 and other equipment to try to make contact with any former occupants. ...    "
                },
                "11": {
                    "title": "Wedding Crashers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "31 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Joined by the Gettysburgh Ghost Gals, the team continues their investigation of Wilson College in Chambersburg, Pennsylvania. Needing a break, they discover, and decide to \"crash,\" a wedding reception being held on campus in a nearby building. After a few laughs, a little dancing, and well-wishes for the happy couple, the guys and gals pull it together and get back to work. Using the Geo-pod, Spirit box and real-time recorders they investigate the stage area of the theater. Team members encounter audible voices and spot visual anomalies. The investigation concludes ...    "
                },
                "12": {
                    "title": "End of the Road: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "7 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    In Part 1 of the Season 3 finally, the team heads to Tamaqua, Pennsylvania, to investigate the Elk's Club fraternity building located there. Joined by S.O.S. Paranormal, the teams hope to find some evidence to backup reports of activity in the 100+ year old structure. The gang doesn't have to wait long before strange things start to happen as Flip gets \"felt-up\" during the first interview he's conducting in what has become known as \"the suicide room.\" The team receives a big surprise investigator later in the night when 'show creator,' Lee Moon, makes an unplanned, ...    "
                },
                "13": {
                    "title": "End of the Road: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "14 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    In Part 2 of the Season 3 finally, GBSG & S.O.S. Paranormal continue their investigation of the Elk's Club in Tamaqua, PA. After 100 years in existence, including suicides and other deaths, the building thus far does not disappoint in rich history, and as the teams are discovering, unusual activity. Anthony decides to try his luck in the basement bowling alley. Meanwhile, Flip takes some of the ladies from both teams to the second floor for a ghost box session. After a short time it appears that someone may be leading the gals on a game of 'cat and mouse' from one end...    "
                }
            },
            "4": {
                "1": {
                    "title": "The Paine House: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The boys of 'Generic Black Shirt Group' are back to kick off Season 4 of Paranormal After Party with new cast members, a new format and great new locations! After a quick review of what the team has been up to in the interim between Seasons 3 & 4, we dive right into the first big investigation of the new season. In this episode, GBSG travels to Coventry, Rhode Island to investigate the famous historical landmark, the Paine House Museum. Portions of the building date back to 1668 (347 years), and has seen a lot of investigations in the past, many of which revealed ...    "
                },
                "2": {
                    "title": "The Paine House: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In episode 2, GBSG, joined by RISEUP Paranormal, continue their investigation of the famous Paine House Museum in Coventry, R.I. With seemingly increasing activity as the night goes on, the investigators decide to concentrate on an entity known as \"Sarah.\" Believing that Sarah may be attempting to make contact, Part 2 begins with Anthony and members of RISEUP conducting a floor-wide, roaming EVP session looking for the most active location. Meanwhile, Christine leads a small group to a barn at the back of the property to try to communicate with anyone who may be held ...    "
                },
                "3": {
                    "title": "Parastudy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "20 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The team travels to the Brandy Wine Valley of Pennsylvania to investigate the famous Parastudy mansion. The Parastudy organization was formed in the 1950s (first named The Brookside Study Center, located in Brookside, Delaware), and has been headquartered at the Parastudy building in Chester Heights, P.A. since 1959. The location is set up as a weigh-station for souls wanting to cross in between two worlds... a sanctuary for spirits to cross over, and is just one of many such locations found around the world. At Parastudy, \"spirit guides' help the lost souls find ...    "
                },
                "4": {
                    "title": "Virginia Begins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "28 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Generic Black Shirt Group packs up once again for a long trip out of state. This time the team travels to Applewood, Virginia for a multi-part, multi-location investigative weekend. What should be a 6 hour trek for Anthony, Steve and Mike turns into a 7 1/2 hour journey when the guys, using GPS, somehow still manage to get lost. The guys finally arrive and join the rest of the team, and get to meet their partner team, R.T.L. Paranormal, who has about 30 investigations of the location under their belt. The first location to be investigated in the Applewood Colonial Bed...    "
                },
                "5": {
                    "title": "Virginia Is for Lovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "7 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In search of the perfect Virginia ham... and maybe some evidence of the paranormal, GBSG continues their multi-part investigation of Applewood Colonial Bed and Breakfast. Joined in unity by a Virginia-based team, RTL Paranormal, the two teams spend the remainder of night #1 having many personal experiences in the form of whistles, voices, touching, cool breezes and even a leg rub from a possible 'ghost cat!' However, will they find any concrete, recorded evidence?    "
                },
                "6": {
                    "title": "Old Hams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "13 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In part 3 of GBSG's Virginia trip, we find the guys \"hamming it up\" in Colonial Williamsburg. Doing a little sightseeing and exploring, the crew encounters two local women, and Joe, for some reason unknown, seems to channel an Englishman while interviewing the women. Steve gets to find out what its like to be put in the stocks, and realizes his mistake when it appears the team is a little reluctant to turn him free! After their afternoon of goofing off, the team decides it is time to head to their next location... The Isle of Wight County Museum in Smithfield, ...    "
                },
                "7": {
                    "title": "Ham Powered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode the team concludes their investigation of the Isle of Wight County Museum, and ends their Virginia saga. However before any real work can be done, Steve feels the need to \"investigate a Mustang.\" Joined by members of RTL Paranormal, the team encounters a less than welcoming spirit in the basement when EVPs reveal a voice. Meanwhile, others investigate the third floor.... even the bathroom. Later, Mike heads up a team of lovely ladies as they go to the basement for round 2 of investigation.    "
                },
                "8": {
                    "title": "Playing with Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Generic Black Shirt Group travels to Monroe, NY in this first part, of a two part, investigation of McGarrah's Inn. The inn was built approximately 1799 by John McGarrah, and in its day was known as a \"4 Candle inn\" (equivalent to today's 5-star hotel). Heaped in rich history, McGarrah's Inn is best known for its status as the oldest existing Mason Lodge room in the state of New York. The team is joined by special guest investigator, Chris DiCesare, known for his book \"Surviving Evidence,\" and the subject of the film \"Please Talk with Me,\" when he learned he had a ...    "
                },
                "9": {
                    "title": "Scratch My Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    In the wake of team member, Steve Barry's, recent heart attack, the episode is Steve-centric and continues the investigation of McGarrah's Inn, Monroe, NY. Using EVP & Ghost Box equipment, Steve looks for evidence of alleged haunting in the 200+ year old building.    "
                },
                "10": {
                    "title": "Jobbers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The team travels to Hazleton, Pennsylvania to checkout \"The Sanctuary,\" home to a WWE training & exhibition facility housed in a 100+ year old former Roman Catholic church. The guys of GBSG get the opportunity to live out every young boy's fantasy as they climb into the ring to take on a real, WWE wrestler. After a bit of fun, the serious investigation begins, and the team finds that there might be more than just wrestling fans presently spending time in the old church.    "
                },
                "11": {
                    "title": "Coming Up Short",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Generic Black Shirt Group continues with their investigation of \"The Sanctuary\" in Hazleton, Pennsylvania. Housed in a former 100+ year-old Roman Catholic church, the wrestling arena is suspected of having possible paranormal activity. Using a variety of equipment and methods, and joined by the owner of the building, Jon (a self-professed skeptic), and a professional wrestler, Ahtu, the team learns that there may be more activity happening than just body slams! Also, faced with \"coming up a bit short\" on footage, we see how the show editors handle this dilemma! A ...    "
                },
                "12": {
                    "title": "Fire the Guns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    In part 1 of the Season 4 finale, the team travels to Philadelphia, PA where they conduct their largest investigation yet! Joined by several guest investigators and experts on the location, Generic Black Shirt Group hopes to demonstrate that the decommissioned \"Olympia\" warship is still very much active, just in other ways. The ship, being one of the oldest in the American fleet, has a very long, active history. It is famous for being the ship that carried the remains of the Unknown Soldier to Washington, D.C. from France in 1922. It has remained in Philadelphia since...    "
                },
                "13": {
                    "title": "This Is the End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    Wrapping up Season 4, the crew continues with their investigation of The USS Olympia in Philadelphia, Pennsylvania. With several guest investigators and guided by historical experts, the team sets up equipment and concentrates on the best possible locations on the ship for possible paranormal activity. Special Note: This episode is dedicated to Christopher Cassella. Rest in Peace, our friend.    "
                }
            },
            "5": {
                "1": {
                    "title": "The Pen Is Mightier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "15 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Kicking off the 5th consecutive season of Paranormal After Party, the team, Generic Black Shirt Group, begins their investigation in New Castle, Delaware. While Steve recovers from his recent heart attack, the team welcomes guest investigator, Natalie Kita. Also featured in this episode is editor, Matt Hensel & new cameraman, Ed Spreer Jr. The team heads out to their fist location...a private historical residence. After we learn a little history about the building from the owners, GBSG gets to work. Shortly into their investigation, it becomes apparent that there is ...    "
                },
                "2": {
                    "title": "What Did Delaware?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "22 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The Generic Black Shirt Group 'get a little culture' in this episode starting with tours of New Castle, DE by historians in full period dress, and continuing by enjoying a little opera as a method to reach out to the spirits of Penn's Place. We meet the Lovlies, owners of Penn's Place, the site of the team's second investigation. They explain that there is a history of full body apparitions, voices, creepy feelings and even physical confrontations in their historic building and give the team a lot with which to work. Using a variety of paranormal investigative devices...    "
                },
                "3": {
                    "title": "Sara Can You Hear Me?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "29 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    In the third and final segment for the kick-off trip of Season 5, the team wraps up their investigation of Penn's Place. Concentrating on a spirit, come to be known as \"Sara,\" GBSG attempts to interact with that entity. Flip and Ava catch EVPs, and joined by residents of the building, they get 'poked' numerous times. Meanwhile, Anthony and Johnny try their luck in the basement using the Ecovox and REMpod.    "
                },
                "4": {
                    "title": "A Penny Saved",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "5 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    \"Over the history of the Paranormal After Party, we've been to haunted bars, haunted asylums, barns, homes, coffee shops, museums, even an entire town....Continuing the After Party tradition finding places off the beaten path... this week we're paying a visit to a \"haunted-Haunted House.\" (Matt Hensel, editor) Generic Black Shirt Group arrives at the former \"Waldorf Hotel\" in Lehighton, Pennsylvania. It is now the sight of the \"Haunting at the Waldorf Hotel,' a well-known horror attraction in the area. Its the perfect setting for a paranormal investigation! The team ...    "
                },
                "5": {
                    "title": "Bedtime Stories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "12 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Concluding their investigation of \"The Haunting at the Waldorf Hotel,\" the team kicks the craziness up a notch as we get a close, and perhaps 'too personal' view into who each of them are. Using voice recorders, the Ghost box and personal experiences they find evidence that perhaps there is more to \"The Haunting\" than just the name of the attraction. Members of GBSG discover some interesting history, share a few secrets, have a lot of crazy experiences and get the wits scared out of them as they try to detect what's real, what's fake and what's \"Lee.\"    "
                },
                "6": {
                    "title": "See You Next Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With the unexpected passing of team member, Chris Cassella, the group decided to dedicate a very special episode to some of Chris's greatest Paranormal After Party moments. Christopher Gabriel Cassella July 7, 1986 - May 21, 2015    "
                },
                "7": {
                    "title": "Scared Sh*Tless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Compilation from Seasons 1 through 5 showing some of Generic Black Shirt Groups \"greatest hits.\" Moments of hilarity when even the investigators get \"scared sh*tless.\"    "
                },
                "8": {
                    "title": "Where We Belong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "3 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Part 1 of 2: \"All roads lead to this\" & the team has finally arrived 'where they belong.' Being the bad boys of the paranormal genre, it seems only fitting that at some point they would investigate a \"gentlemen's club.\" Armed with a variety of equipment (some, admittedly, a little unorthodox) they delve into the dark with some of the club's talent to investigate claims of possible paranormal activity. Also, Anthony meets a new friend, Charlie Nipsalot, who explains that he also has a history working on a paranormal show. Equal parts hilarity and investigation make ...    "
                },
                "9": {
                    "title": "Girls Girls Girls!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    In the second half of GBSG's investigation of Tattletales Gentlemen's Club... the team encounters a somewhat \"frisky\" entity who seems to like to pinch! In their biggest investigation ever, they try out something new - using every member of the team, as well as employees of the club, to simultaneously scan the location for the reported \"Top-Hat man.\" Using all of the equipment in the arsenal, the team hopes to catch some evidence to back up claims. When things gets heavy, and strippers start running for the door the \"Party\" gets started!    "
                },
                "10": {
                    "title": "Something's Brewin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "17 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The guys of P.A.P. travel south to Gettysburg to investigate a local, \"allegedly haunted,\" brewery... but first stop off to connect with an old friend, Ric Savage. Ric, ex-professional wrestler & reality TV star, decides to join the investigation. The brewery is housed in a building with a very interesting history beginning way back in the mid-1800s and continuing throughout the heat of the battles at Gettysburg. It is still believed that there are bodies buried on the grounds even now. Whether its the \"spirits,' or \"the spirits,' a lot of strange activity persists ...    "
                },
                "11": {
                    "title": "A Big Brew Ha Ha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Part 2 of GBSG's big investigation of the Battlefield Brew Works in Gettysburg, Pennsylvania. After a little history about the location from the building's owner, the guys get down to business concentrating on the basement where many of the employees of the brewery dread going because of strange shadows, sounds and feelings of being watched. Guest starring ex-professional wrestle Ric Savage and his wife, will the team find evidence of spirits other than those being served to the bar patrons?    "
                },
                "12": {
                    "title": "Come Out and Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Take a ride with Generic Black Shirt Group on this amazing adventure in Coney Island! In this first half of the Season 5 closing, two-part investigation the team takes you on a visual tour of the world famous Coney Island, New York. Most \"normal people\" are scared by ghosts, but in this episode we get a glimpse at what scares paranormal investigators as the team ascends in the historic, 'Wonder Wheel.' Beginning their investigation of The Eldorado arcade, GBSG learns some history about the location and the claims of possible paranormal occurrences from first-hand ...    "
                },
                "13": {
                    "title": "Under the Boardwalk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal After Party (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    In part 2 of the season finale, we learn some history about Coney Island from a member of the board of directors, Chuck Reichenthal. Flip takes us on a ride when he tackles the famous Thunderbolt roller coaster along with two other members of the cast. The Generic Black Shirt team concludes their investigation of The Eldorado arcade. Season 5 wraps up with a wild ride on a staple of Coney Island, The Wonder Wheel. Season 6 - now filming    "
                }
            }
        },
        "number of episodes": 72,
        "cast": [
            {
                "name": "Jr., Anthony Romano"
            },
            {
                "name": "Searles, George"
            },
            {
                "name": "Curtis, Mike"
            },
            {
                "name": "Barry, Steve"
            },
            {
                "name": "Groves, Ava"
            },
            {
                "name": "Downes, Christine F."
            },
            {
                "name": "Cassella, Chris"
            },
            {
                "name": "Curtis, Wendy"
            },
            {
                "name": "Gallus, Johnny"
            },
            {
                "name": "Chin, Joe"
            },
            {
                "name": "Moon, Samuel"
            },
            {
                "name": "Julian, Erik J."
            },
            {
                "name": "O'Halloran, Jayme"
            },
            {
                "name": "Jr., Ed Spreer"
            },
            {
                "name": "Savino, Ray"
            },
            {
                "name": "Hensel, Matt"
            },
            {
                "name": "Jacobson, Sarah"
            },
            {
                "name": "Savage, Ric"
            },
            {
                "name": "Kita, Natalie"
            },
            {
                "name": "O'Brien, Greg"
            },
            {
                "name": "Chin, Wellington"
            },
            {
                "name": "Mills, Stephen"
            },
            {
                "name": "Pancheo, Vin"
            },
            {
                "name": "McShane, Megan"
            },
            {
                "name": "Mechling, Linzie"
            },
            {
                "name": "Connors, Brittany"
            },
            {
                "name": "Holland, Pieter"
            },
            {
                "name": "DiCesare, Chris"
            },
            {
                "name": "James, Joe"
            },
            {
                "name": "England, Jennifer L."
            },
            {
                "name": "Massie, Beth"
            },
            {
                "name": "Savage, Rita"
            },
            {
                "name": "Reap, Bill"
            },
            {
                "name": "Collins, Ashley"
            },
            {
                "name": "Fraysee, Mike"
            },
            {
                "name": "McBride, Betty Lou"
            },
            {
                "name": "Sandy"
            },
            {
                "name": "Wetzel, Cheryl"
            },
            {
                "name": "Beidel, Patty"
            },
            {
                "name": "Bissman, Ben"
            },
            {
                "name": "Blatt, Brian"
            },
            {
                "name": "Blatt, Joei"
            },
            {
                "name": "Blatt, Patty"
            },
            {
                "name": "DeSando, Jamie"
            },
            {
                "name": "Gerber, Jim"
            },
            {
                "name": "Goode, Brigid"
            },
            {
                "name": "Grieve, Mary"
            },
            {
                "name": "Hodge, David"
            },
            {
                "name": "Malone, Carole"
            },
            {
                "name": "Nettles, Don"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 8.2,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTFlYWNmNDMtY2UxMS00NTYxLTkxMTAtZDNmM2Y4MzRlZjgyXkEyXkFqcGdeQXVyNTUwOTgxMzk@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "YOU'RE INVITED! Enjoy the fun while The Generic Black Shirt Group, and some of their friends, investigate and PARTY the night away in this hilarious, yet serious, NEW show! You will agree that their methods are NON-conventional, and show the more lighter side of the paranormal... The side that other shows DON'T want you to know about! REST ASSURED, the Evidence is REAL, and the rest is REAL FUN!",
        "languages": [
            "English"
        ],
        "title": "Paranormal After Party",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Paranormal After Party (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "production companies": [
            {
                "name": "One Eight Five Media"
            },
            {
                "name": "Private Label Marketing and Development"
            }
        ],
        "distributors": [
            {
                "name": "Generic Black Shirt Group"
            }
        ],
        "plot": [
            "A group of paranormal investigators that uncover the serious and sometimes lighter sides of the paranormal- the evidence is real, the rest is real fun.::Anonymous",
            "YOU'RE INVITED! Enjoy the fun while The Generic Black Shirt Group, and some of their friends, investigate and PARTY the night away in this hilarious, yet serious, NEW show! You will agree that their methods are NON-conventional, and show the more lighter side of the paranormal... The side that other shows DON'T want you to know about! REST ASSURED, the Evidence is REAL, and the rest is REAL FUN!::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 10.0
            },
            "males": {
                "votes": 7,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 2.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 6,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 3,
                "rating": 7.7
            },
            "non us users": {
                "votes": 1,
                "rating": 1.0
            }
        },
        "number of votes": {
            "10": 11,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}