{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "August 2013"
            },
            {
                "country": "USA\n",
                "date": "August 2014"
            }
        ],
        "release dates": [
            "USA::August 2013",
            "USA::August 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Lego Friends"
            },
            {
                "countries": "France",
                "title": "LEGO Friends: Le pouvoir de l'amitié"
            },
            {
                "countries": "Germany",
                "title": "Friends Die Suche nach dem Handy"
            },
            {
                "countries": "Russia",
                "title": "Подружки из Хартлейк Сити"
            },
            {
                "countries": "Serbia",
                "title": "Lego prijatelji"
            },
            {
                "countries": "Spain",
                "title": "Lego Friends"
            },
            {
                "countries": "Ukraine",
                "title": "Друзi"
            }
        ],
        "akas": [
            "Lego Friends (original title)",
            "LEGO Friends: Le pouvoir de l'amitié France",
            "Friends Die Suche nach dem Handy Germany",
            "Подружки из Хартлейк Сити Russia",
            "Lego prijatelji Serbia",
            "Lego Friends Spain",
            "Друзi Ukraine"
        ],
        "akas from release info": [
            "Lego Friends (original title)",
            "LEGO Friends: Le pouvoir de l'amitié France",
            "Friends Die Suche nach dem Handy Germany",
            "Подружки из Хартлейк Сити Russia",
            "Lego prijatelji Serbia",
            "Lego Friends Spain",
            "Друзi Ukraine"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "The Drooling Detective",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Andrea and her singing dog act, the Howlers, are a sure bet to win the Heartlake City Dog Talent Show - in spite of stiff competition from Tanya's dancing poodle, Olivia's Robo-Dog, and even Stephanie's sad-sack borrowed bloodhound, Benchley. But when an unscrupulous mother-and-son dog-napping team steals the Howlers' best singer, Mia's dog Toffee, it's up to the Friends to rescue him and catch the baddies with the help of the Hero Of The Day - Benchley.    "
                },
                "2": {
                    "title": "Rabbitouille",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    It's Stephanie vs. Tanya on a TV Bake-Off to end all bake-offs. After the duo's rivalry brings Aunt Sophie's Adopt-A-Pet Fair to a disastrous end, a contrite Stephanie wants to make amends with the prize money from a TV Bake-Off show. At home, Stephanie practices baking a delicious cake, and Tanya steals the recipe. But neither girl knows that Stephanie's pet bunny has inadvertently added a secret ingredient, ensuring that no one can repeat the recipe. A frustrated Stephanie freaks out, nearly ending her friendship with the girls - until they discover the bunny's ...    "
                },
                "3": {
                    "title": "Change of Address",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    When Stephanie's mom leaves her in charge of their house for a few days, it's finally Stephanie's chance to prove she can handle responsibility alone. But after fending off Andrea's party plans, a Home Alone-style break-in (by the hapless Snivel, trying to retrieve incriminating evidence of the Mayor's latest scheme), and finally the entire house disappearing (\"Uh, think Stephanie's Mom will notice?\"), Stephanie comes to appreciate that responsibility is a lot harder than it looks.    "
                },
                "4": {
                    "title": "Dive In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Working summer jobs at the new Heartlake City Pool, Restaurant and Sports Center is fun and games for the Friends - until singing mermaid Andrea gets her very first teenage crush. He's Tad, the new lifeguard, and just the sight of him reduces the normally fearless Andrea to a babbling wimp. The Friends all try to help her out, with less-than stellar results, each attempt resulting in increasing mayhem for Tad until he's terrified of Andrea. Then Andrea discovers that she's been mooning over the wrong boy all along.    "
                },
                "5": {
                    "title": "I Told You So",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    To show her Friends on the What's At Heart school paper that she's more than just a photographer, Emma investigates a scary old house on Halloween eve -- only to take a tumble and land in the hospital. There, confined to a wheelchair, she observes mysterious goings-on through her window which convince her that the neighbors are jewel thieves. Her friends, though dubious, agree to check it out. But after nearly getting caught by the neighbors, they come up empty and decide it's all just Emma's imagination. Meanwhile, up in Maternity, Sophie's having a baby. The girls ...    "
                },
                "6": {
                    "title": "Snow Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    At the local snow lodge's Snowboard Meet, ace snowboarder Mia, trying to raise money for a new Heartlake City animal shelter, enters the fiercest race of all - the Boardercross. Then, while practicing, she has an accident and hurts her ankle. She insists it's no big deal, but once she heals and tries to resume practice, the usually fearless Mia finds she's now terrified of snowboarding. With the help of her Friends, she tries hard to overcome her fear, but her nightmarish visions of snowboard monsters and jeering snowmen have her shaking in her bed. She backs out of ...    "
                },
                "7": {
                    "title": "Midwinter Nights Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Today is the most important day of Olivia's life. Not because tonight is New Year's Eve, but it's also the day of the annual Robotics Challenge, when teen scientists compete to build the best robot and win a full university scholarship. Olivia has spent the whole year preparing her entry: an all-new, high-tech, flying Aviator Zobo. It's a sure winner - until Emma accidentally sabotages it and wins the trophy herself. Furious, Olivia breaks off her friendship with Emma and the other Friends (for defending Emma), and stomps out in tears. That night, in a dream, a living...    "
                }
            },
            "1": {
                "1": {
                    "title": "New Girl In Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    When the World Spectacular comes to Heartlake City and is almost ruined before it's even started, five feisty girls unite, despite t heir differences, using their creativity to save the day.    "
                },
                "2": {
                    "title": "Stephanie's Surprise Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    When Emma, Olivia, Andrea and Mia plan a surprise party for Stephanie's birthday, they soon discover that it's not easy keeping thei r plans secret from Stephanie.    "
                },
                "3": {
                    "title": "Dolphin Cruise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Olivia, Stephanie, Andrea, Mia and Emma enter a science contest at school and win a trip on a luxury yacht but not everything goes a s planned when they set out to sea.    "
                },
                "4": {
                    "title": "Mia's Ranch Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    When the girls go to Mia's grandparents' ranch and Olivia accidentally knocks down the neighbor's barn, the girls promise to raise m oney to rebuild it.    "
                },
                "5": {
                    "title": "Emma's Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    When Stephanie becomes obsessed with beating her rival Tanya in a float building contest, Tanya convinces Emma to join her team to g et revenge on Stephanie.    "
                }
            },
            "2": {
                "1": {
                    "title": "Friends in the Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The girls are super excited to be planning a wedding for Olivia's Aunt Sophie. There's just one little problem: Olivia learns that the groom has gone missing in the jungle while working at an animal rescue station! Not wanting to worry her aunt, Olivia, Stephanie and Mia secretly fly to the jungle to try and find the groom, Henry, rescuing a few animals along the way. Too bad Emma and Andrea couldn't keep the secret back in Heartlake City. Now, Sophie, Emma and Andrea join the others in the jungle to try and find Henry before the rapidly approaching wedding date!    "
                },
                "2": {
                    "title": "Andrea's Big Moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When the famous poster Livi comes to Heartlake to be a judge in a talent show, our five friends - Olivia, Mia, Andrea, Emma and Stephanie - all decides to participate, and especially one of them would very much like to win, but she faces tough competition from an old rival    "
                },
                "3": {
                    "title": "Kate's Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "16 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The five friends leave for science camp that takes place on an island and during the trip, they meet the stand-offish Kate - but they soon realize that there's more to her than meets the eyes and that you shouldn't judge the book by its cover.    "
                },
                "4": {
                    "title": "The Grand Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "23 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The five friends help out at The Grand Hotel that Andrea's family just bought during what was supposed to be a quiet weekend until a hotel critic arrives unexpectedly. The girls are ready to do everything to make a great impression - but things don't quite go according to plan.    "
                }
            },
            "3": {
                "1": {
                    "title": "Getting Out the Vote",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Elect Tanya as Heartlake High Class President?! \"NOOOOOOOO!!!!\" Not if Friends Stephanie, Emma, Olivia, Mia and Andrea can help it. The Friends are there to help their pal Matthew defeat Tanya -- even when Emma gets carried off by \"Vote For Matthew\" balloons! But Tanya figures since \"Daddy\" is now the Mayor of Heartlake City, she doesn't have to play by the rules. When she sneakily sabotages Matthew's campaign, it's time for a determined Stephanie to take his place as candidate. With the help of her friends, Stephanie is set on running a clean campaign -- that is, ...    "
                },
                "2": {
                    "title": "Getting the Message",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    What's more frightening than a roller coaster? More twisted than a funhouse mirror? A text gone wrong! The Friends' fun day at Heartlake Amusement Park turns into a frantic race against time when Emma discovers that her innocent text to Mia was sent to Matthew by mistake -- a text that accidentally sounds like a pledge of Emma's undying love for Matthew! Mega-embarrassing! As Emma's BFF's, the Friends must scramble to retrieve Matthew's phone and erase the text before he reads it. But first, they need to brave space rides, dunking booths, an angry brute and worse - ...    "
                },
                "3": {
                    "title": "The Grateful Dud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lego Friends (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    At the Country Club where she teaches horseback riding after school, Mia's heroic rescue of a puppy and horse earns the overwhelming gratitude of their owner, a brassy teen bulldozer named Fiona. Although Fiona means well, her pushy, over-the-top appreciation soon makes Mia's life a living nightmare: embarrassing Mia at school, scaring away her boyfriend, and causing major havoc at the Country Club. The Friends must find a way for Mia to escape Fiona's nonstop gratitude and foil Tanya's sneaky schemes to get Mia kicked out of the club. And when a crisis erupts at the ...    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Kahn, Alexa"
            },
            {
                "name": "Heger, Rachelle"
            },
            {
                "name": "Mendez, Erica"
            },
            {
                "name": "Miller, Marianne"
            },
            {
                "name": "Valenzuela, Cristina"
            },
            {
                "name": "Schnebelie, Elisa"
            },
            {
                "name": "Strassman, Karen"
            },
            {
                "name": "Vecchio, Lucia"
            },
            {
                "name": "Fitzgerald, Erin"
            },
            {
                "name": "Hackney, Chris"
            },
            {
                "name": "Trott, Abby"
            },
            {
                "name": "Christiana, Raquel"
            },
            {
                "name": "Lee, Wendee"
            },
            {
                "name": "Roberts, Sophie"
            },
            {
                "name": "Ruff, Michelle"
            },
            {
                "name": "Smith, Chris"
            },
            {
                "name": "Hebert, Kyle"
            },
            {
                "name": "Spencer, Spike"
            },
            {
                "name": "Buchholz, Bob"
            },
            {
                "name": "Papenbrook, Bryce"
            },
            {
                "name": "Riegel, Sam"
            },
            {
                "name": "Perry, Fiona"
            },
            {
                "name": "O'Connor, Millie"
            },
            {
                "name": "Downey, Heather"
            },
            {
                "name": "Ryan, Wade"
            },
            {
                "name": "Guilbeau, Darrel"
            },
            {
                "name": "Henry, Taylor"
            },
            {
                "name": "Spevack, Melodee"
            },
            {
                "name": "Davis, Mike"
            },
            {
                "name": "Mittelman, Max"
            },
            {
                "name": "Komure, Stephanie"
            },
            {
                "name": "Lerner, Thessaly"
            },
            {
                "name": "Pronsky, Ben"
            },
            {
                "name": "Stone, Doug"
            },
            {
                "name": "Albrecht, Emily"
            },
            {
                "name": "Fine, Dorah"
            },
            {
                "name": "Berzins, Laila"
            },
            {
                "name": "Gatton, Debbie"
            },
            {
                "name": "McCarley, Kyle"
            },
            {
                "name": "Febo, Jace"
            },
            {
                "name": "Cook, Chelsea"
            },
            {
                "name": "Fahn, Melissa"
            },
            {
                "name": "Gee-George, Jessica"
            },
            {
                "name": "Haberkorn, Todd"
            },
            {
                "name": "Luis, Johanna"
            },
            {
                "name": "Mallow, Dave"
            },
            {
                "name": "Robinson, Rachel"
            },
            {
                "name": "Sarroino, Gigi"
            },
            {
                "name": "Shi, Alexi"
            },
            {
                "name": "Sinterniklaas, Michael"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "4"
        ],
        "language codes": [
            "en"
        ],
        "certificates": [
            "Norway:A::(Netflix self-rating)",
            "Russia:0+",
            "Singapore:G",
            "South Korea:All",
            "United States:TV-G"
        ],
        "number of seasons": 4,
        "rating": 6.3,
        "votes": 96,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGU0YWRjMmQtNzhmNi00YjFkLTg4N2YtNDFkNjk4Mzc3YjEzXkEyXkFqcGdeQXVyNDA3MzI1ODQ@._V1_SY150_CR92,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Lego Friends",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Clark, Cydne"
            },
            {
                "name": "Duran, Kim"
            },
            {
                "name": "Granat, Steve"
            }
        ],
        "production companies": [
            {
                "name": "M2Entertainment"
            },
            {
                "name": "M2Film"
            },
            {
                "name": "Duckling A/S"
            },
            {
                "name": "Picture This Studio"
            }
        ],
        "distributors": [
            {
                "name": "Netflix"
            },
            {
                "name": "Nickelodeon"
            },
            {
                "name": "PlusPlus"
            },
            {
                "name": "Pop TV"
            },
            {
                "name": "Super RTL"
            },
            {
                "name": "Universum Film (UFA)"
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "Warner Home Video"
            }
        ],
        "plot": [
            "Five Best Friends Go on Many Fun Lego adventures."
        ],
        "tech": {
            "runtime": [
                "4 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 96,
                "rating": 6.3
            },
            "aged under 18": {
                "votes": 2,
                "rating": 4.5
            },
            "aged 18 29": {
                "votes": 19,
                "rating": 6.4
            },
            "aged 30 44": {
                "votes": 27,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 4.0
            },
            "males": {
                "votes": 33,
                "rating": 4.9
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 4.7
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 4.3
            },
            "females": {
                "votes": 27,
                "rating": 6.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 5.7
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 5.0
            },
            "us users": {
                "votes": 15,
                "rating": 4.6
            },
            "non us users": {
                "votes": 31,
                "rating": 5.4
            }
        },
        "number of votes": {
            "10": 35,
            "9": 7,
            "8": 3,
            "7": 5,
            "6": 7,
            "5": 5,
            "4": 4,
            "3": 7,
            "2": 5,
            "1": 18
        },
        "arithmetic mean": 6.3,
        "median": 7
    }
}