{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "26 November 2013"
            }
        ],
        "release dates": [
            "Pakistan::26 November 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyarey Afzal (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Afzal Subhanallah is the only son of Maulvi Subhanallah. Afzal loves to play cricket in the streets and also gambles which his father despises and gets him in trouble with his father. Afzal secretly has a crush on Farah Ibrahim. Afzal receives letters from a girl named Farah which he reads in front of his friends, although he refuses to disclose the name of the girl who writes him letters. Farah on the other hand is getting married to Mahtab, a family friend.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Abbasi, Hamza Ali"
            },
            {
                "name": "Khan, Ayeza"
            },
            {
                "name": "Javed, Sana"
            },
            {
                "name": "Abro, Sohai Ali"
            },
            {
                "name": "Abbas, Saba Wasim"
            }
        ],
        "locations": [
            "Karachi, Sindh, Pakistan",
            "Hyderabad, Sindh, Pakistan"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 9.2,
        "votes": 1552,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWY3NjkzYTktYmJkNy00ODE3LTk0MWQtOGI1MzIwZDc4NDMwXkEyXkFqcGdeQXVyMzc0NzU5MTc@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "Urdu"
        ],
        "title": "Pyarey Afzal",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "akas": [
            "Pyarey Afzal (Pakistan)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Qamar, Khalil-ur-Rehman"
            }
        ],
        "production companies": [
            {
                "name": "Six Sigma Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "ARY Digital Network"
            }
        ],
        "plot": [
            "Young man confronts his forbidden love and situation changes dramatically as things starts to unfold.::Muhammad Tayyab Tahir"
        ],
        "synopsis": [
            "Afzal Subhanallah (Hamza Ali Abbasi) is the only son of Maulvi Subhanallah. Afzal loves to play cricket in the streets and also gambles which his father despises and gets him in trouble with his father. Afzal secretly has a crush on Farah Ibrahim (Aiza Khan) the rich mill owner's daughter. Afzal receives letters from a girl named Farah which he reads in front of his friends, although he refuses to disclose the name of the girl who writes him letters. Farah on the other hand is getting married to Mahtab, a family friend. Farah along with her sister Lubna (Sana Javed) hire Afzal to be Farah's love interest so that Farah can get out of the marriage. As soon as Farah's wedding with Mahtaab is cancelled Afzal is supposed to leave Farah too. However Afzal instead of breaking their pretend relationship as per their initial plan, comes to Farah's house along with his parents for Farah's proposal. Farah humiliates and insults Afzal. Heartbroken, Afzal leaves Hyderabad for Karachi.\nWhen Afzal left the job Sheikh Ibrahim, owner of mills, investigates and finds Rosie dating Accounts manager who made Afzal leave the job. Ibrahim called Afzal to rejoin but he refuses and says he is working hard to find a good job Afzal arrives in Karachi where he lives in a rented room. The house is owned by a woman and her daughter Yasmeen (Sohai Ali Abro). Afzal becomes good friends with Babu Hameed, his roommate. Afzal witnesses an incident in which Wali, Yasmeen's gangster cousin harasses her to marry him. Afzal has a fight with Wali and eventually Wali loses to Afzal. Wali vows to take revenge from Afzal for the humiliation he suffered at Afzal's hand. He along with his men comes and shoots Afzal. At the same time in Hyderabad Afzal's family is worried and upset because he has left without telling anyone. Farah becomes somewhat obsessed with Afzal, repeatedly mentioning him in her conversations. Lubna Farah's sister suspects that Farah is in love with Afzal but Farah denies her sister's accusation. Farah along with her father goes to Karachi in order to search for him. When they arrive they find that Afzal has been shot but has luckily survived. Yasmeen is moved by what Afzal has done for her and realizes that she is in love with Afzal. Upon meeting Farah she starts getting insecure. Wali taking advantage of Afzal's absence comes to Yasmeen's house again. Babu Hameed attempts to shoot Wali but gets shot instead. Afzal receives the news of Babu Hameed's death and decides to take revenge from Wali. Afzal's parents came to Karachi in order to meet him but he runs away before they reach. He along with his fellows kills Wali.\nAfzal has become an infamous gangster who works for the government. His father deeply disappointed by the fact that Afzal has turned out this way disowns him. Meanwhile Farah's psychologist Sibtain comes to Farah's home for her proposal and expresses his desire to marry her. Farah reluctantly agrees. However she still cannot help obsessing over Afzal, upset that he might be with yasmeen. Farah decides to get engaged with Sibtain. Afzal hears about it and decides to get engaged with Yasmeen on the same day. Yasmeen and Afzal get engaged but Farah's engagement ceremony is brought to a halt when Maulvi Subhanallah suddenly has a heartattack. Afzal hears about his father's condition and heads back to Hyderabad with Yasmeen. Afzal's parents are initially reluctant to accept him but Yasmeen settles their issues and Afzal's relationship with his parents is smoothed out. Afzal receives a call from the people he worked for. Afzal tells them that he no longer wants to be a murderer. He wants to play cricket in the streets of Hyderabad.\nFarah enraged that Afzal has gotten engaged with yasmeen, decided to marry Sibtain. Lubna reveals to Farah that Sibtain was not really interested in Farah but was giving her a shock treatment so she would accept her feelings for Afzal. Yasmeen is curious about the Farah who writes letters to Afzal. She reads those letters and realizes that those letters were actually written by Afzal. Afzal, unable to express his feelings to Farah had written letters from Farah to himself. Yasmeen goes to Farah and confronts her. She realizes that Farah is also in love with Afzal. She breaks her engagement with Afzal and decides to go back. Lubna tells Farah that she will marry Sibtain. Both families are happy to know the truth and decide to proceed with the wedding as soon as possible. Afzal, meanwhile, takes Yasmeen back to Karachi. On their way to Karachi Yasmeen tells Afzal that Farah loves him. When they reach Karachi, Afzal asks Yasmeen if he can come inside her house. Yasmeen, in her usual style says that if Afzal steps inside, he might fall for Yasmeen. She tells Afzal to call Farah and tell her he loves her and then Yasmeen will forgive Afzal.\nAfzal on the way back calls Farah but unable to say anything hangs up quickly. Afzal steps out of the car, looking relieved and contended, when a gun is fired and Afzal is hit with a bullet. Afzal has been shot by the police as he has refused to work further with them. Afzal falls down leaning against his car. At that moment he gets a call. He picks up the phone with difficulty. Farah has called. She tells him that she has called because he suddenly hung up. When Afzal apologizes for the letters he wrote to himself from her, Farah says that he does not need to apologize. Those letters were from her, meant for him. Afzal then tells Farah that he loves her - a lot. Farah smiles and says that she really has written a letter for him from her. She can't tell the details but it begins with \"Pyarey Afzal\" (dear Afzal). The phone slips from Afzal's hands and his eyes close. Farah hearing the silence from the other side, says that Afzal's silence creates lots of problems, unaware that Afzal is taking his last breaths. Afzal dies, the last words he ever heard being :\"Pyare Afzal\"."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1552,
                "rating": 9.2
            },
            "aged under 18": {
                "votes": 7,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 600,
                "rating": 9.2
            },
            "aged 30 44": {
                "votes": 185,
                "rating": 8.6
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 7.1
            },
            "males": {
                "votes": 897,
                "rating": 9.2
            },
            "males aged under 18": {
                "votes": 5,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 547,
                "rating": 9.3
            },
            "males aged 30 44": {
                "votes": 165,
                "rating": 8.6
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 8.5
            },
            "females": {
                "votes": 93,
                "rating": 8.4
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 50,
                "rating": 8.8
            },
            "females aged 30 44": {
                "votes": 19,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 5.3
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 5.9
            },
            "us users": {
                "votes": 76,
                "rating": 9.2
            },
            "non us users": {
                "votes": 280,
                "rating": 8.7
            }
        },
        "number of votes": {
            "10": 1101,
            "9": 220,
            "8": 106,
            "7": 40,
            "6": 19,
            "5": 5,
            "4": 6,
            "3": 2,
            "2": 6,
            "1": 47
        },
        "arithmetic mean": 9.2,
        "median": 1
    }
}