{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "5 May 2013"
            }
        ],
        "release dates": [
            "Australia::5 May 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murdoch (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 May 2013",
                    "year": "2013",
                    "plot": "\n    The making of a media mogul. As a young man Rupert Murdoch returns home from England following the death of his father, and launches himself into the family business - the Wild West world of Australian newspapers. He survives and commences to build a powerful media empire, News Corporation, across Australia, the UK and USA. During this time he promotes political favourites, battles the UK print unions, and takes his empire to the brink of collapse.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murdoch (TV Mini-Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 May 2013",
                    "year": "2013",
                    "plot": "\n    The colossal gamble on the UK Pay TV channel Sky, nearly sinks News Corporation under a mountain of debt. But Murdoch raises more funds and Sky sports become a huge success. He then spends years and more millions in battle with Australian rival Kerry Packer, trying to set up a rival Rugby Super-League. He is courted by political leaders, tries and fails to conquer China, but has a hit in the USA with Fox News, The Simpsons, and sports coverage. With a new wife and young family, he faces crisis once again - this time over the UK phone hacking scandal.    "
                }
            }
        },
        "number of episodes": 2,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia",
            "United Kingdom"
        ],
        "country codes": [
            "au",
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "05 May 2013 (Australia)",
        "number of seasons": 1,
        "plot outline": "A major two-part series that tells the inside story of one of the most powerful and controversial media moguls on the planet. Friends, rivals, colleagues past and present - and the odd former Prime Minister - reveal how Rupert Murdoch built his global empire, starting with a single newspaper in 1950s Australia. The series explores his ruthless expansion and deal-making; the billions he made - and lost; the reputations he built - and destroyed, in his never-ending quest to become the undisputed king of newspapers, Hollywood films and global television. A light is also cast on Murdoch, the private man - relationships, marriages, king-making, strengths and very human flaws - and most recently his struggle to redeem himself and his company after the phone hacking scandal that tore through the heart of his empire. Love, scandal, money and reputation: his own life story is one his journalists would be proud of.",
        "languages": [
            "English"
        ],
        "title": "Murdoch",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-",
        "akas": [
            "Murdoch (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Sutherland, Janice"
            }
        ],
        "director": [
            {
                "name": "Sutherland, Janice"
            }
        ],
        "production companies": [
            {
                "name": "Electric Pictures"
            },
            {
                "name": "Brook Lapping Productions"
            }
        ],
        "distributors": [
            {
                "name": "Umbrella Entertainment"
            }
        ],
        "plot": [
            "A major two-part series that tells the inside story of one of the most powerful and controversial media moguls on the planet. Friends, rivals, colleagues past and present - and the odd former Prime Minister - reveal how Rupert _Murdoch_ (qv) built his global empire, starting with a single newspaper in 1950s Australia. The series explores his ruthless expansion and deal-making; the billions he made - and lost; the reputations he built - and destroyed, in his never-ending quest to become the undisputed king of newspapers, Hollywood films and global television. A light is also cast on _Murdoch_ (qv), the private man - relationships, marriages, king-making, strengths and very human flaws - and most recently his struggle to redeem himself and his company after the phone hacking scandal that tore through the heart of his empire. Love, scandal, money and reputation: his own life story is one his journalists would be proud of."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}