{
    "imdb": {
        "raw release dates": [
            {
                "country": "Bosnia and Herzegovina\n",
                "date": "6 June 2013",
                "notes": "                            (Kino Meeting Point Sarajevo)"
            }
        ],
        "release dates": [
            "Bosnia and Herzegovina::6 June 2013                            (Kino Meeting Point Sarajevo)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Bosnia and Herzegovina"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom",
            "Bosnia and Herzegovina"
        ],
        "country codes": [
            "gb",
            "ba"
        ],
        "language codes": [
            "bs"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "United Kingdom:18"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzQ5NDE1OTQ3NF5BMl5BanBnXkFtZTgwNDMyMzAxNDE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Ordinary Heroes is a 4 x 30'-part documentary series which focuses on people who, during the calamity of the Bosnian war, saved one another. This series was created to be a positive and uplifting portrayal of a selection of 'good stories' that survived to be shared after the horrific, brutal war. The Bosnian war was hell and although the physical conflict ended over two decades ago, the consequences of the disaster are still very much felt today. We explore true stories of heroism, help, support and defiance; people who went out of their way, risking their own lives, to help other people; just because they were neighbours, friends and human beings. These are our Ordinary Heroes. Ordinary Heroes has been selected, 1 of 11 out of over 600 applicants from over 100 countries, by the United Nations Alliance of Civilisations (UNAOC) and the BMW Group to receive the 2014 Intercultural Innovation Award. Their mandate is to select highly innovative grassroots and sustainable projects of non-profit organisations that promote dialogue and intercultural understanding, while making vital contributions to prosperity and peace in global societies.",
        "languages": [
            "Bosnian"
        ],
        "title": "Ordinary Heroes",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Ordinary Heroes (United Kingdom)"
        ],
        "writer": [
            {
                "name": "Saric, Velma"
            },
            {
                "name": "Woodward, Leslie"
            }
        ],
        "production companies": [
            {
                "name": "Pinch Media"
            },
            {
                "name": "Post-Conflict Research Center"
            }
        ],
        "distributors": [
            {
                "name": "Al Jazeera Balkan"
            }
        ],
        "plot": [
            "_Ordinary Heroes_ (qv) is a 4 x 30'-part documentary series which focuses on people who, during the calamity of the Bosnian war, saved one another. This series was created to be a positive and uplifting portrayal of a selection of 'good stories' that survived to be shared after the horrific, brutal war. The Bosnian war was hell and although the physical conflict ended over two decades ago, the consequences of the disaster are still very much felt today. We explore true stories of heroism, help, support and defiance; people who went out of their way, risking their own lives, to help other people; just because they were neighbours, friends and human beings. These are our _Ordinary Heroes_ (qv). _Ordinary Heroes_ (qv) has been selected, 1 of 11 out of over 600 applicants from over 100 countries, by the United Nations Alliance of Civilisations (UNAOC) and the BMW Group to receive the 2014 Intercultural Innovation Award. Their mandate is to select highly innovative grassroots and sustainable projects of non-profit organisations that promote dialogue and intercultural understanding, while making vital contributions to prosperity and peace in global societies.",
            "The Bosnian war was hell. The Bosnian war was a long time ago. The consequences of the Bosnian war are still very much felt today. But not all stories were bad. There were stories of heroism, help, support and defiance. A 5 x 30' documentary series focusing on people who actually went out of their way to help one another, just because they were neighbors, friends, human beings; just because they were Bosnians. These are our ORDINARY HEROES.. A positive and uplifting portrayal of some 'good stories' that happened in the horrors of a brutal war."
        ],
        "tech": {
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ]
        }
    }
}