{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "12 November 2013"
            }
        ],
        "release dates": [
            "UK::12 November 2013"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Wakefield Cathedral, West Yorkshire, England, UK",
            "Wells Cathedral, Wells, Somerset, England, UK",
            "Southwark Cathedral, Southwark, London, England, UK"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "180"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "original air date": "12 Nov 2013 (UK)",
        "plot outline": "In a series of three films, the acclaimed documentary film maker, Richard Alwyn, goes behind the scenes in three of England's Church of England Cathedrals - Wakefield, Wells and Southwark. Each film explores in different ways the purpose and daily workings of these extraordinary edifices that stud the English landscape. What are they for? What do they do? Who uses them and how? Are they meeting places between heaven and earth, timeless containers of sacred space? Or empty shells, nothing more than feats of engineering, architecture, but essentially relics - anachronisms in a secular world?",
        "languages": [
            "English"
        ],
        "title": "Cathedrals",
        "year": 2013,
        "kind": "tv mini series",
        "series years": "2013-",
        "akas": [
            "Cathedrals (United Kingdom)"
        ],
        "director": [
            {
                "name": "Alwyn, Richard"
            }
        ],
        "production companies": [
            {
                "name": "Wingspan Productions"
            }
        ],
        "plot": [
            "In a series of three films, the acclaimed documentary film maker, Richard Alwyn, goes behind the scenes in three of England's Church of England _Cathedrals_ (qv) - Wakefield, Wells and Southwark. Each film explores in different ways the purpose and daily workings of these extraordinary edifices that stud the English landscape. What are they for? What do they do? Who uses them and how? Are they meeting places between heaven and earth, timeless containers of sacred space? Or empty shells, nothing more than feats of engineering, architecture, but essentially relics - anachronisms in a secular world?"
        ],
        "tech": {
            "runtime": [
                "3 hr (180 min) (UK)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}