{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 April 2013"
            },
            {
                "country": "USA\n",
                "date": "8 April 2013",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::8 April 2013",
            "USA::8 April 2013                            (internet)"
        ],
        "episodes": {
            "28": {
                "1": {
                    "title": "NASA & the Solar System's Climate Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. NASA data reveals the detailed changes that our solar system is undergoing.    "
                },
                "2": {
                    "title": "The Sun and DNA Activation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Changes in our sun may be the realization of ancient prophecies portending DNA activation for humanity.    "
                },
                "3": {
                    "title": "Spontaneous Climate Activity on Mercury & Venus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. A massive energy increase in the sun brings spontaneous climate activity on Mercury and Venus.    "
                },
                "4": {
                    "title": "The Hyperdimensional Evolution of Venus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Venus is going through a hyper-dimensional evolutionary transformation.    "
                },
                "5": {
                    "title": "Planetwide Disturbances on Mars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. We look at the dramatic planet-wide disturbances marring the face of Mars.    "
                },
                "6": {
                    "title": "The Transformation of Jupiter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Every passing of probe unveils startling changes to JupiterS-Ès appearance.    "
                },
                "7": {
                    "title": "Geometry of Jupiter's Transformation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The invisible hyper-dimensional geometry affecting our solar system becomes visible with Jupiter and its moons.    "
                },
                "8": {
                    "title": "HyperDimensional Transformation of Jupiter's Moons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. We explore massive changes happening to three of JupiterS-Ès largest moons, Europa, Callisto, and Ganymede.    "
                },
                "9": {
                    "title": "The Storms of Saturn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Unprecedented storms of Saturn are so dramatic, they could redefine everything that we thought we knew about the solar system.    "
                },
                "10": {
                    "title": "The Uranian Activation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Data collected by NASA shows us that Uranus is going through some sort of a cosmic activation.    "
                },
                "11": {
                    "title": "Neptune & Triton's Transformation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Scalar waves intersect to form the geometric patterns across Neptune and the surface of its moon.    "
                },
                "12": {
                    "title": "Pluto's Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 12,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Images of the never before seen surface of our solar system%Ûªs most distant planet confirm interplanetary climate change.    "
                },
                "13": {
                    "title": "Supercharging Earth's Atmosphere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 28,
                    "episode": 13,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as our eyes turn toward home to examine the cause of climate changes on Earth.    "
                }
            },
            "1": {
                "1": {
                    "title": "Introduction to Source Field - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In this inaugural episode, David Wilcock connects science and ancient teachings to explain how to be in oneness with living universe and our connection with the source field. When we coexist in a state of oneness with each other and the universal consciousness, our thoughts, feelings and beliefs manifest into real things. There are those who misuse this information for their own benefit and to the detriment of mankind. Discover how you can manifest the wisdom of these teachings to begin to transform your life and master any problems that come up in this unique ...    "
                },
                "2": {
                    "title": "Introduction to source field - part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Continuing the discussion of the source field, David Wilcock explains how the biological universe is influencing you via the connection of non-local minds and the Law of One. As part of the living universe, everything you experience is alive, connected and thinking in the same source field. Learn how you can raise your own state of evolution to become one with the universal mind and participate in the solutions to the problems of the world in this unique presentation.    "
                },
                "3": {
                    "title": "Beyond cosmic consciousness - part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Everything is alive in the living universe and the galaxy is a powerfully energetic being. David Wilcock provides scientific evidence showing how you can align with the center of the galaxy in order to boost your own consciousness and psychic abilities. Just imagine how powerful your galactic alignment within the meditation effect would be with bringing light into the DNA of everyone on Earth. Discover how you can begin to heal yourself and radiate that healing light out to the world in this unique presentation.    "
                },
                "4": {
                    "title": "Beyond cosmic consciousness - part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We have previously learned the positive effect that light has on DNA. That concept is further explored as David Wilcock reveals the energetic secrets of the DNA molecule. David provides scientific evidence showing that DNA molecules harness a non-electrical energy source and that holographic information can be transmitted into DNA to promote and restore health. Discover how your DNA is written into the background of space-time, revealing that you are not just a part of the source field, you are the universe expressing itself as biological life in this unique ...    "
                },
                "5": {
                    "title": "Healing with the source field - part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In this episode, David Wilcock focuses on how we can harness the universal energy that makes DNA and use it for healing. Highlighting the work of Dr. Peter Gariaev and A.B. Burlokov, David shows us how light not only heals, but how it can be used to harm as well. Discover how to protect yourself from the damaging negative thoughts of others and how to promote healing in yourself and the world in this unique presentation originally webcast April 22, 2013.    "
                },
                "6": {
                    "title": "Healing with the Source Field - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    David Wilcock further explores the energetic nature of the DNA molecule as a resonance of the living universe. Reincarnation and the spontaneous formation of life in extreme environments may be proof of that resonance. To further explain the energetic nature of life, David reveals the effect of positive and negative emotions projected upon fetal cells. This may be the root of the power elite controlling the people of the world. Find out how you can use this same information to protect yourself and help break the cycle of wars and atrocities in this unique presentation...    "
                }
            },
            "2": {
                "1": {
                    "title": "The 25,000-year cycle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock explains exactly what the Precession of the Equinoxes is and what it reveals about the nature of our solar system. The effects of this precession, on mankind, are profound. In order to convey this information, the ancient gods embedded it into the mythology of ancient cultures, worldwide. This message has been passed on in allegorical metaphor throughout the ages and some of the most important information has been greatly misunderstood. David reveals the real meaning of this message and what it means for us in this powerful presentation originally ...    "
                },
                "2": {
                    "title": "Great seal of the golden age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock reveals evidence that the founding fathers of the USA knew about the coming of a golden age of mankind. They hid this evidence, in plain sight, within the Great Seal of the United States and artwork depicting the ascension of George Washington. From the ancient Roman Sibylline books, ancient Tibetan teachings and famous works of art, the truth about the coming age of mankind is right before us, if only we know how to look. David shows us how and where to look, to see the truth, in this intriguing presentation originally webcast May 6, 2013.    "
                },
                "3": {
                    "title": "Nasab's hottest secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We have previously learned that the solar system is moving much faster through the source field as our sun gets closer to its sister star. This increasing speed is affecting the earth and the other planets in dramatic ways. David Wilcock takes us on a guided tour through the solar system, revealing NASAb's Hottest Secret: interplanetary climate change in this fascinating presentation originally webcast May 13, 2013.    "
                },
                "4": {
                    "title": "Unintended disclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    After World War II, the US government was just learning how to cover up UFO sightings. Reports of strange vehicles and even stranger pilots slipped through the grip of officials who were ordered to conceal the evidence. David Wilcock discloses information concerning UFOs in the 1940's and reveals the extent of the initial cover-up operations in this gripping presentation originally webcast June 24, 2013.    "
                },
                "5": {
                    "title": "What are they trying to hide?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    After the dramatic encounters with UFOs in a post WWII world, the ETs attempted contact with the US government, again. This time an agreement was made for advanced technology that came with a hefty price for humanity. Plus, NASA has produced many photos of some very amazing things, including things you were not meant to see. David Wilcock reveals details of the Tau-9 Treaty and what it means for all of us as well as revealing some photographic evidence that NASA tried to hide in this original presentation originally webcast July 1, 2013.    "
                },
                "6": {
                    "title": "Off-planet evidence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As NASA probes ventured to the moon, Mars and nearby asteroids the images they returned evoke a sense of wonder. Examining blurred-out sections of these photographs provoke us to wonder: why? Perhaps the answers we seek can be found in a more down-to-earth setting. David Wilcock offers an in-depth examination of several NASA photographs and provides corroborating evidence found in the tales and images from children's pop-culture science fiction in this original presentation originally webcast July 8, 2013.    "
                },
                "7": {
                    "title": "Dawn of the golden age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Two of the least known forefathers of America are Francis Bacon and St. Germain. Historical documents suggest that these two played key roles in developing the principles of the new world government. David Wilcock explains who these two enigmatic figures were and their motivations to bring about the prophesized golden age. Plus, we learn of the AKRIJ contact that was publicized in an Italian magazine in this presentation originally webcast September 2, 2013.    "
                }
            },
            "3": {
                "1": {
                    "title": "Angels and extraterrestrials",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Ancient civilizations may have had far more contact with extraterrestrial beings that we do in modern times and the bible may be the most extensive historical record of such activity. David Wilcock begins to unravel the secrets of angels and extraterrestrials as he reveals the meanings of common words found in the bible, such as angel and heaven. When we understand these words, various biblical passages very clearly describe prominent extraterrestrial activity. What we thought we knew about ancient civilizations and prophecies is about to change with this original ...    "
                },
                "2": {
                    "title": "Faces of the gods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In times immemorial the gods walked the earth, building empires and temples as they cultivated early cultures. Remnants of fantasy and folklore are all that remain of their grandeur. Still, their images persist. Carved in stone and cast through the ages, we still know the faces of these ancient gods. David Wilcock reveals the faces of the ancient gods found worldwide, all with startling similar features in this unique presentation originally webcast May 27, 2013.    "
                },
                "3": {
                    "title": "Skeletons of the gods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We have seen images, carved by ancient cultures, of human like gods with elongated heads and large eyes. These images cannot be been passed off as mere fantasy when compared to skeletal remains with similar features. David Wilcock puts together the last of the pieces of this ancient mystery in this fascinating presentation originally webcast June 3, 2013.    "
                },
                "4": {
                    "title": "Strange providence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    From medieval royal bloodlines to the Fatima prophecies, mankind may not have exclusive influence over its own destiny. David Wilcock presents images and skulls of a royal bloodline, in medieval Europe, with features similar to the ancient gods then gives an introduction to the events that produced the Fatima Prophecies in this informative presentation originally webcast June 10, 2103.    "
                },
                "5": {
                    "title": "The fatima prophecies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    What will it take for us to get the message and cease world-wide hostilities? The Fatima Prophecies during World War One and the battle of Los Angeles during World War Two may be profound examples where such messages were blatantly disregarded. David Wilcock walks us through the details of these phenomenal events and shares their profound messages in this riveting presentation originally webcast June 17, 2013.    "
                }
            },
            "4": {
                "1": {
                    "title": "Ra and the law of one",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In ancient Egypt, a singular host was found suitable to bring forth a grand message of unity and compassion. Almost immediately, this message was twisted, by the corrupt, and used to build the secret societies of the power holders. In 1982, the message resurfaced and is now conveyed without corruption. David Wilcock introduces us to Ra's message of unity and compassion, known as The Law of One in this compelling presentation originally webcast July 15, 2013.    "
                },
                "2": {
                    "title": "Symbols of the illuminati",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    From ancient Mithraism to the modern Olympic Games their symbols and rituals of the Illuminati are paraded right before us. These symbols, though largely unnoticed, are telltale signs of the subtle control exerted by the power keepers. To help break free from their control we must gain a deeper understanding of the philosophy that underlies the Wisdom Teachings. David Wilcock reveals the hidden meaning of Illuminati symbols and highlights three important teachings from the Law of One material in this presentation originally webcast July 22, 2013.    "
                },
                "3": {
                    "title": "The history of the law of one contact part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The Law of One material is an integral part of the Wisdom teachings and, as we have seen in past episodes, mankind was not always ready to receive the information. Strange events in the 1950s began a process to help humankind reach a state of consciousness where we could make use the Law of One material for its original intended purpose. David Wilcock provides a timeline of these events, and shares his own personal journey of discovery in this presentation originally webcast July 29, 2013.    "
                },
                "4": {
                    "title": "The history of the law of one contact part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    An important message, for all of mankind, has been sent to us through various methods. Though these communications have been largely ignored, the reality of the message is about to be realized. David Wilcock recounts the various methods used to bring forth this message, as well as its immediate and lasting consequences for all of humanity in this presentation originally webcast August 5, 2013.    "
                },
                "5": {
                    "title": "The fifth kind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In the early 1950s, a woman named Frances Swan began receiving messages, via automatic writing, from an entity named AFFA. These communications contained information about extraterrestrials and their missions on Earth. While the information and its source may seem far-fetched, reports from the National Press Club in 2010 confirm many key points. In this revealing presentation, David Wilcock exposes details from redacted FBI documents on the AFFA communications in this captivating presentation originally webcast August 12, 2013.    "
                },
                "6": {
                    "title": "The council of seven lights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In 1958 George van Tassel produced a compilation of communications describing a reality that many of us are not familiar with. Much of the information is complex and was not easily understood. The subject matters include the cycling of twelve densities, the progressed evolution of planets, and the connection between gravity and electricity. David Wilcock walks us through some of the details of The Council of Seven Lights book as he begins a series of talks on the strangeness of our reality in this presentation originally webcast August 19, 2013.    "
                }
            },
            "5": {
                "1": {
                    "title": "The science of time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    To our perception, time moves steadily in one direction. This perception may be inaccurate as scientific studies reveal that time is not absolute. From celestial movements to the gravitational furnace of atoms, time is a complex concept. In this in depth presentation, David Wilcock reveals the intricate connection between time and gravity which enables advanced beings to manipulate our future in this in-depth presentation originally webcast August 26, 2013.    "
                },
                "2": {
                    "title": "Parallel realities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Questions from two viewers prompt a discussion about the nature of time. We may experience just one dimension of time, but our reality is connected to a parallel reality that has three dimensions of time. David Wilcock succinctly explains the workings of three-dimensional time as a launching point for explaining the strange physics that underlie our reality in this presentation originally webcast September 9, 2013.    "
                },
                "3": {
                    "title": "Strange physics part 1: atomic densities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As we have seen in past episodes, the physics that underlie our reality are very different from what we think we know. Expanding upon this, we gain a glimpse into the role of the observer co-creating the four densities of our reality. Many of the scientists who have gotten close to understanding these strange physics have met with dire consequences and have had their experiments shut down. David Wilcock explains just what it is that the cabals don't want you to know, yet are powerless to fully repress in this presentation originally webcast September 16, 2013.    "
                },
                "4": {
                    "title": "Strange physics part 2: quantum reality",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The quantum realm is a very strange place where the laws of physics, as we know, no longer apply. The work of scientist, such as, Dr. Olaf Nairz, Dr. Nikolai Kozyrev and Dr. Vladimir Ginzburg, shows how the strangeness of the quantum reality affects our macroscopic reality. David Wilcock reveals that these findings prove time travel, teleportation and dematerialization are all scientifically possible in this presentation originally webcast September 23, 2013.    "
                },
                "5": {
                    "title": "Strange physics part 3: gravity and time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Our exploration into strange physics culminates with the use of gravity fluctuations to create a vortex into the parallel reality where matter begins to dematerialize. David Wilcock explains how the connection between gravity and time can be used for time travel, dematerialization and teleportation in this presentation originally webcast September 30, 2013.    "
                },
                "6": {
                    "title": "Quantum geometry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Geometry may be the secret to understanding the nature of our reality. Ancient religions knew of the power of geometry and it still remains one of the greatest Masonic secrets. David Wilcock explores how sacred geometry defines the flow of the fluid-like energy from the source field as it creates gravity and physical matter in this presentation originally webcast October 7, 2013.    "
                },
                "7": {
                    "title": "Geometry of the field",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We have learned that the source field is the origin of gravity and that the fluid-like dynamics of gravity are what creates the atom. What we have not yet seen are the structures that gravity takes as it becomes solid matter. David Wilcock reveals that the geometry of the field is the grand unified secret of quantum physics in this presentation originally webcast October 14, 2013.    "
                },
                "8": {
                    "title": "Harmonic geometry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    From the ancient Scots to the Roman Empire, some of the earliest cultures knew the exquisite harmony of certain geometric solids. What they may not have known, is that these same patterns can be found in subatomic particles, cymatics, and gravity waves. David Wilcock reveals that the harmonic geometry of the platonic solids is same as the gravity patterns which form atomic nuclei in this presentation originally webcast October 21, 2013.    "
                },
                "9": {
                    "title": "Mystery of the geometric universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We have explored ancient views on the harmony of geometric solids. Now, as we dig deeper into the science that confirms the geometric nature of our universe, we find that the most abundant elements have the most harmonious structures. David Wilcock explains the work of the scientists who have made these amazing discoveries in this presentation originally webcast October 28, 2013    "
                },
                "10": {
                    "title": "Geometric resonance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As the energy of our universe flows, it resonates in complex geometric patterns. When you begin to understand this geometry, you begin to understand the underpinning of all reality. This is why many mystery schools try to keep this all a secret. David Wilcock reveals the complexities of geometric resonance as it forms vortexes, gravity waves, and the heavier elements in this presentation originally webcast November 4, 2013.    "
                },
                "11": {
                    "title": "The platonic geometry of matter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As we have learned, the fluid-like energy of the universe, which we know as gravity, moves in geometric shapes giving form to energy waves and matter. The pervasive patterns of the Platonic solids gets even more perplexing as we explore a little known form of matter called microclusters. We can see these same harmonious structures in fractal patterns such as the Mandelbrot set in three dimensions. David Wilcock continues his exploration into the Platonic geometry of matter as it emerges from the microscopic realm in this presentation originally webcast November 11, ...    "
                },
                "12": {
                    "title": "Secrets of space and time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In 1967, Roger Penrose put forth an idea that space and time do not exist because they are an emanation of a geometric unity. He called this radical notion, twistor theory. Since its inception, this theory has challenged the way physicists think about reality. David Wilcock explains how the complex intricacies of twistor theory suggest that the universe really is a geometric projection and that consciousness originates as a quantum process in this presentation originally webcast January 6, 2014.    "
                },
                "13": {
                    "title": "Penrose solves the universe with geometry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Of all of the advancements Penrose made to physics and mathematics, perhaps the most intriguing is Penrose tiling. Various shapes align so that strange and beautiful patterns emerge, which directly mimic the structures of quasicrystals and the geometry underlying our universe. This may be all the proof we need to show that the complexities of the universe are controlled by very simple forces. David Wilcock reveals how Penrose solved the universe with the geometry of multidimensional tiling patterns which form the structural patterns for microscopic and macroscopic ...    "
                },
                "14": {
                    "title": "The layers of time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Except for this exact moment, all of the past and the future exist in probable states. The choices we make not only create our future, but can retroactively recreate the past. This phenomenon is known as layered time and is a direct result of the geometric oneness of the universe. David Wilcock explains how we can use extraterrestrial science revealed in the 1950's to consciously and intentionally affect the layers of time in this presentation originally webcast January 20, 2014.    "
                }
            },
            "6": {
                "1": {
                    "title": "Our holographic universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The world in a grain of sand - Hold infinity in the palm of your hand. The words of William Blake ring true as we gain a deeper understanding of the geometry that underlies our reality. In order to understand this better, we must first take a look at what holograms are and their connection with fractals. Building on this, David Wilcock introduces us to the amplituhedron, a recently discovered geometric form that proves the holographic nature of our universe in this presentation originally webcast November 18, 2013.    "
                },
                "2": {
                    "title": "Holograms as fractals in action",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We can begin to understand how the universe arranges itself when we think of holograms as fractals in action. A deeper look at the amplituhedron brings together what we have learned about cymatics, close-packed spheres and platonic solids. David Wilcock explains how the amplituhedron was discovered and how it validates the geometric model of the nucleus of the atom in this presentation originally webcast November 25, 2013.    "
                },
                "3": {
                    "title": "Fractals, holograms & geometry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Not only do we live in a holographic reality, we are also holograms of the universe. Everything that we are and all that we experience emanate from a single geometric form. To better understand this, we need to move away from the solid matter paradigm and realize that the universe is a conscious entity creating time and space as a vibration of itself. David Wilcock explains how our reality is a holographic projection and reveals the applied science that may prove this theory in this presentation originally webcast December 2, 2013.    "
                },
                "4": {
                    "title": "The science of dematerialization",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The universe is a source of limitless energy available all around us. It seems the science that could bring forth free energy technology is being repressed by those who stand to gain the most from our current energy technology. However, the truth cannot be hidden for long as more technological pioneers come forward to reveal their results. David Wilcock reveals the work of one such pioneer, John Hutchison and explains how the science of dematerialization can be used for the benefit or detriment of mankind in this presentation originally webcast December 9, 2013.    "
                },
                "5": {
                    "title": "Universal geometry and crystals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    One quality of living in a geometric universe is that we can find many different ways that it generates matter in harmonious geometric forms. This quality becomes apparent as we examine the natural formation of crystals. David Wilcock explains the role that universal geometry plays in the natural science of common crystal formations and introduces us to the extraterrestrial science of quasicrystals in this presentation originally webcast December 16, 2013.    "
                },
                "6": {
                    "title": "The extraterrestrial science of quasicrystals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The discovery of quasicrystals in 1986 challenged what scientists thought they knew about matter and redefined crystal science. Decades earlier, a select few scientists may have encountered them first, as they were investigating otherworldly technology. David Wilcock explains the extraterrestrial science of quasicrystals and how our understanding of solid matter is constantly changing in this presentation originally webcast December 23, 2013.    "
                },
                "7": {
                    "title": "Quasicrystals and the science of area 51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The discovery of quasicrystals has challenged what science knew about crystals and solid matter. In the past 14 years of research, various types of quasicrystals have shown usefulness with energy storage and memory metals. Even stranger, information leaked from Area 51 reveals that quasicrystals have been used for antigravity and propulsion. David Wilcock delves deeper into the science of quasicrsystals by comparing laboratory discoveries with information leaked from Area 51 in this presentation originally webcast December 30, 2013.    "
                }
            },
            "7": {
                "1": {
                    "title": "The science of ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The science we are learning has always been available to humanity. Certain shadow groups have chosen to use this energy and information for their own purposes. Even though they are using this wisdom, that alone does not make it nefarious. If we can understand that the universe emanating from a geometric form, then we must understand that our own physical form is not the totality of what we are. All of the turmoil that is being created in the world is actually part of a global initiation and we are all being presented with a choice. David Wilcock reveals that you are ...    "
                },
                "2": {
                    "title": "The forbidden knowledge of ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Now that we are gaining an understanding of the complexities of our holographic geometric universe, we can focus on why we're all here: humanity is beginning to ascend from a third density form of life into the fourth density. Information vital to this transformation has always been available to us, but it has been secreted away by certain groups who use it for their own gains. From the Law of One teachings and other esoteric sources, David Wilcock brings to light this forbidden knowledge to prepare us as we approach a dimensional shift in human consciousness in this ...    "
                },
                "3": {
                    "title": "The great illusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Does your life have a plan and do you know the reason you are here? We are now reaching the core of the Law of One teachings which is to help us make the energetic shift to become an ascended being. Before that can happen, one must learn to face the great illusion and discover your purpose. David Wilcock explains how you can break free from the great illusion by understanding multi-layered time, chakras and the secret teachings of Jesus in this original presentation originally webcast February 10, 2014.    "
                },
                "4": {
                    "title": "The fool's ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We are moving into in a time of pivotal change where we are going to evolve into something beyond our imagination. But this ascension is not going to automatically happen. In order to harness the lessons needed to make that ascension, we need to understand why the universe is here. David Wilcock explains how our living universe supports the journey of the fool's ascension and the dangers of material pursuits in this original presentation originally webcast February 17, 2014.    "
                },
                "5": {
                    "title": "Ascension teachings for a golden age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We live in a special time for humanity. Our ascension, beyond the physical realm, is becoming increasingly likely. But that great shift is not guaranteed for anyone. Ascension is the fulfillment of why we are here. We must learn what that purpose is and how we can best achieve it. To help us unveil these mysteries, David Wilcock lays the foundation for the ascension teachings for the coming golden age in this presentation originally webcast February 24, 2014.    "
                },
                "6": {
                    "title": "Healing the original wound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The ascension may be already starting for some, but there is still a lot of work to do. Even though we are all connected through an intelligent living universe, each of us faces our own challenges for overcoming inner pain and addictions. David Wilcock offers an understanding for the commonality of our deeper levels of pain and illuminates the way for self love and choosing happiness to heal the original wound in this presentation originally webcast March 3, 2014.    "
                },
                "7": {
                    "title": "Ascension: the fantasy and reality",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The ascension is already happening for some, and it is not too late to catch the wave. Several different sources have explained what ascension means, what we can expect and when it will happen. Unfortunately, this has led to misconceptions, frustration and disappointment for many. David Wilcock explores the fantasies and realities of ascension and offers ways that we can work with the energetic heart of the planet for mutual healing in this presentation originally webcast March 10, 2014.    "
                },
                "8": {
                    "title": "Prophecies of the ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In the 1950's, a transitional period for the people of earth and the solar system we inhabit was foretold. Details of these prophesies were revealed in George Hunt Williamson's book, Road in the Sky. As we are approaching this foretold age, we see many of these predictions coming true. David Wilcock recounts prophecies of the ascension as they correlate to Williamson's writings, biblical passages and the Law of One material in this presentation originally webcast March 17, 2014.    "
                }
            },
            "8": {
                "1": {
                    "title": "Ascension and reincarnation of advanced souls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Ascension is an evolutionary leap in what it means to be human. But we are not alone in making this shift. Volunteers from ascended races are incarnating as human beings; risking their own evolution to assist ours. David Wilcock explains what the end of time prophecies really mean, how we can prepare, and the assistance we are receiving to fulfill those prophecies in this presentation originally webcast March 24, 2014.    "
                },
                "2": {
                    "title": "Proof of reincarnation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Many religions believe that souls can return from the afterlife to take on new identities in the physical reality. Sometimes those souls return to right their wrongs, learn new lessons, or repeat past lessons. What evidence do we have to show that there is any truth behind such notions? David Wilcock offers proof of reincarnation and explains how it is an important part of our ascension in this presentation originally webcast March 31, 2014.    "
                },
                "3": {
                    "title": "Are you a wanderer?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Part of reincarnation is learning to accept and forgive your situation. After all, each lifetime is an opportunity to learn new lessons. As we move further along in the ascension, a greater number of advanced beings are being born into human bodies. They are called wanderers and you may be one of them. David Wilcock explains why the wanderers are reincarnating on Earth and introduces the Wanderer Questionnaire in this presentation originally webcast April 7, 2014.    "
                },
                "4": {
                    "title": "The dawn of a planetary awakening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Despite best efforts, the original plan of our ascension had to be scrapped and a new one formed. Now the 25,000 year ascension process must be completed within 11,000 years, before the cycle repeats. Thus, 16 advanced races have chosen to reincarnate on Earth and accelerate human ascension. David Wilcock completes the Wanderer Questionnaire to identify the traits of those who have come to assist in the dawn of a planetary awakening in this presentation originally webcast April 14, 2014.    "
                },
                "5": {
                    "title": "Escape the next 25,000-year cycle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Different religions and spiritual paths claim to have the only answers to ascension. Despite their best intentions, they may be compounding the problems we face rather than solving them. The truth is there are simple things that you can do, no matter who you are, to promote your progress. As we move toward the end of this cycle in the third density, we must be more focused on loving people instead of manipulating and controlling them. David Wilcock reveals how you can ensure that you are not caught in another 25,000-year cycle of life, trapped in third density reality...    "
                },
                "6": {
                    "title": "Free yourself from the wheel of karma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We are beginning to experience a shift in physical matter that will bring us in alignment with higher levels of existence. With this shift comes an increase in UFO sightings and telepathic connections with higher life forms. To better facilitate this process, we must become aware of our energetic distortions and work to alleviate them. This includes transcending hope and fear. David Wilcock explains how we can analyze, accept and understand our experiences in order to clear energetic distortions and free ourselves from the wheel of karma in this presentation ...    "
                }
            },
            "9": {
                "1": {
                    "title": "The gateway of true freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We are all part of a perfect cosmic plan where everyone's life has a purpose. You are a being of infinite worth and each one of us is a micro-cosmos with all of the information and energy needed to recreate the entire universe. In order to fully realize this, you must embrace true freedom and allow yourself to become your own person. David Wilcock reveals how true freedom awakens your heart to your own unique path toward ascension in this presentation originally webcast May 5, 2014.    "
                },
                "2": {
                    "title": "Protecting and respecting free will",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As you engage in the practice of true will, you will encounter thoughts, feelings, and situations that will try to pull you away from your path of ascension. You will always have the freedom of choice to follow the influences that pull you away from your path of ascension. Or, you can choose to perceive these forces as your greatest allies. It all comes down to how you assert yourself in the face of adversary. David Wilcock explains how you can protect your free will in such a way that creates the positive growth needed to help other people ascend in this presentation...    "
                },
                "3": {
                    "title": "The science of telepathy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Even though we all have free will, the universe allows the incursions into our minds that we invite through our actions. Everything that we do and think is reflected back to us through the reality in which we live. These thoughts and actions can be telepathically influenced by others, and there is evidence to prove it. David Wilcock examines the work of Dr. William Braud to explain not only how telepathy works, but how large groups of people can have a powerful impact on the psyche in this presentation originally webcast May 19, 2014.    "
                },
                "4": {
                    "title": "Telepathic influences and ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We delve deeper into our exploration of the telepathic effects that we all encounter as we go through an evolutionary curve. Both negative and positive entities stand to gain from swaying our minds to their favor. However, choosing a positive path will have a profound influence on the lives of many other people. To show how this works, David Wilcock expands upon the body of evidence proving telepathic influence by exploring the works of three scientists in this presentation originally webcast May 26, 2014.    "
                },
                "5": {
                    "title": "Spiritually influenced co-creation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The holographic universe is a participatory environment where we are all co-creating our shared reality. Our beliefs literally mold reality so that we can either perceive extraterrestrials and spirits or keep them hidden away from our awareness. As we look t the work Dr. Rene Peoc'h, we will understand just how this works. David Wilcock explains how influences from the positive and negative greetings, according to the Law of One philosophy, actively shape the reality that we are a part of in this presentation originally webcast June 2, 2014.    "
                },
                "6": {
                    "title": "Breaking illuminati's control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Finally, the overt symbolism and actions of the Illuminati all make sense when we apply what we have learned about telepathic influences. They need our permission to continue to hold power over us. Yet, if we confront them with fear and anger, we fall deeper into their schemes. The only way out is to willfully protect yourself in a way that does not empower their agendas. David Wilcock reveals the secret to the Illuminati's power and how we can free ourselves from their control and proceed on the path of ascension in this presentation originally webcast June 9, 2014.    "
                }
            },
            "10": {
                "1": {
                    "title": "Introduction to the mysteries of tibet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Tibet has long been a land of mystery and intrigue. It has only been in the past few decades that the secret teachings of this land have been revealed to the world. None of these secrets have been more mysterious or compelling than that of the rainbow body. David Wilcock introduces us to the many mysteries of Tibet that he will be exploring in the next several episodes in this presentation originally webcast June 16, 2014.    "
                },
                "2": {
                    "title": "The practices of padmasambhava",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Perhaps one of the most influential teachers of Buddhism is Padmasambhava. He is credited with bringing Vajrayana Buddhism into Tibet during the eight century. The greatest of his teachings is that of Dzogchen which purports to bring its practitioners back to a natural primordial state of being, known as the rainbow body. David Wilcock recounts the life and teachings of Padmasambhava as a foundation to build new layers of wisdom teachings in this presentation originally webcast June 23, 2014.    "
                },
                "3": {
                    "title": "The great perfection of the rainbow body",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The word Dzogchen roughly translates as the great perfection. In order to reach this state of perfection, one must transcend through different stages of transformation. Each level of ascension has its own set of secret teachings and symbolism. David Wilcock reveals these stages and offers an insight to the teachings that accompany each level. He also begins to connect the science of our holographic universe with the rainbow body process in this presentation originally webcast June 30, 2014.    "
                },
                "4": {
                    "title": "Science and the mysteries of tibet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The transfiguration into a rainbow body of light has long been relegated to the realm of mysticism and philosophy. However, there are scientific concepts, which we have already learned about, that can validate the truth of this ascension process. David Wilcock begins to weave together the science and philosophy of the rainbow body transformation before presenting physical examples of Padmasambhava's ascension in this presentation originally webcast July 7, 2014.    "
                },
                "5": {
                    "title": "Footprints of the masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    It seems like a phenomenon that defies human belief: human beings able to push their feet and hands into stone, leaving behind a permanent impression. Yet, that is exactly what has happened. David Wilcock guides us through several sites across Tibet where Dzogchen masters have left proof of their ascension, by leaving footprints in solid rock in this presentation originally webcast July 14, 2014.    "
                },
                "6": {
                    "title": "The path of padmasambhava",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Continuing our exploration of the Tibetan mystery of rainbow body transformation, we follow a trail left behind by Padmasambhava as he brought his teachings to the people of Tibet. Along this path, he demonstrated his supernatural abilities by leaving hand and footprints in solid rock. David Wilcock traces the path of Padmasambhava through the Bhutan region of Tibet in this presentation originally webcast July 21, 2014.    "
                },
                "7": {
                    "title": "Worldwide footprints of the masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As word of the great transformation spread across the world, new masters arose and left their own marks. From Sri Lanka, across Normandy and Scotland, even into the lands of Syria and Israel we find footprints left in solid stone, where local folklore has not always attributed these signs to ascended masters. David Wilcock reveals the worldwide impressions that Dzogchen masters have made as they spread their quest for transformation around the world in this presentation originally webcast July 28, 2014.    "
                },
                "8": {
                    "title": "Present day transformations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Up until now it may seem that all of these spectacular transformations took place in the distant past. However there are many documented cases of rainbow body transformations happening in more recent times. David Wilcock exposes us to the latest documented examples of people ascending into the rainbow body form and reveals some counterintuitive facts about the transformation process in this presentation originally webcast August 4, 2014.    "
                },
                "9": {
                    "title": "Revealing the science of spontaneous evolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    For centuries, the notion that life could arise from lifelessness was widely accepted. With the widespread acceptance of Darwin's The Origin of the Species, such ideas have been summarily dismissed. Even worse is the misinterpretation of Darwin's theories to suggest that the most ruthless of our species are really the most highly evolved. David Wilcock begins to reveal the suppressed science supporting the theory of spontaneous generation and the conspiracy to conceal it in this presentation originally webcast August 11, 2014.    "
                },
                "10": {
                    "title": "The energy of spontaneous evolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In 1891, Hans Dreisch discovered an energy field intrinsic to all of life that guides the growth and development of cells. Alexander Gurwitsch, in 1912, expanded upon this theory by suggesting that this field also was the source of energy vital to all of life. David Wilcock expands upon the notion of spontaneous generation by explaining the scientific discovery of the energy that can create and sustain life in this presentation originally webcast August 18, 2014.    "
                }
            },
            "11": {
                "1": {
                    "title": "The magic discovery of torsion fields",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Our universe is abounding with waves of time and ripples in gravity. During the 1930s, Nicolai Kozyrev began work in his laboratory to discover the presence of naturally occurring, spiral energy patterns. Where this twisting energy existed, life seemed to form. Thus, he called his discovery, torsion fields. David Wilcock recounts the life and research of Nicolai Kozyrev, who confirmed the presence of the bioenergy fields that underlie all living things in the universe in this presentation originally webcast August 25, 2014.    "
                },
                "2": {
                    "title": "Building the living universe with torsion fields",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Life is not something restrained to physical forms. It is a force flowing through every process in the universe. During the course of his research, Nicolai Kozyrev came to call the spiraling life-force of torsion fields as time. David Wilcock delves deeper into Nicolai Kozyrev's research on torsion fields to explain the geometric, energetic forces that connect everything in the universe, which we perceive as life and time in this presentation originally webcast September 1, 2014.    "
                },
                "3": {
                    "title": "Surfing the waves of time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Perceptions of time can be different for different people and locations. This is something that Nicolai Kozyrev was able to determine as he tested various types of torsion field detectors. What's more, he discovered that his own emotional state could cause disruptions in the torsion fields which ultimately affect the flow of time. David Wilcock reveals the science that confirms the connection between consciousness and torsion fields in this presentation originally webcast September 8, 2014.    "
                },
                "4": {
                    "title": "Our time-powered living cosmos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The cosmos is alive, powered by the same forces that keep us alive and thriving. Waves of time are the background energy that creates all matter in the universe. Perhaps one of the most astonishing discoveries of Nicolai Kozyrev is that he was able to find a bridge between consciousness and matter that could be measured and recorded. David Wilcock explores the notion of a living universe as defined by torsion fields in this presentation originally webcast September 15, 2014.    "
                },
                "5": {
                    "title": "Cosmic energy unbounded by time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The work of many influential scientists reveals that everything we call time and space is nothing more than the intricate interplay of resonant energy. Their findings have shown the true nature of molecules as standing waves, the emanation of time as a torsion field and the superluminal interactions of binary stars. David Wilcock explores multiple scientific theories to demonstrate how consciousness is actually a torsion field that is ubiquitous to our universe in this presentation originally webcast September 22, 2014.    "
                },
                "6": {
                    "title": "The universe is a matter of time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Many covert technological achievements have been made since Kozyrev's findings on the superluminal and temporal effects of torsion fields. In fact, Kozyrev's theories may have been the primary inspiration for the Philadelphia Experiment and the Montauk Project. Outside of secret government projects, many individuals are experimenting with these ideas and uncovering amazing secrets about our universe. David Wilcock examines various practical applications of torsion field theory which have repeatedly produced spectacular results in this presentation originally webcast ...    "
                }
            },
            "12": {
                "1": {
                    "title": "Prelude to disclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We live in an era where the speed of technological advancements exceeds our ability to adapt to the changes. A prime example is the proliferation of nuclear technology that perpetuates an ever-looming threat of nuclear war. It seems our world's governments are unwilling, or incapable of eliminating such a threat. If we cannot save ourselves from ourselves, then who will? In this prelude to disclosure, David Wilcock exposes the forces competing for humanity's ultimate demise or its potential salvation in this presentation originally webcast October 6, 2014.    "
                },
                "2": {
                    "title": "The disclosure war is reaching critical mass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The stage has been set for the ultimate showdown. As the cabal strives for total domination of the world, extraterrestrial forces work to eradicate the threat of nuclear devastation. All the while, both sides vie to stay hidden from public view. However, all of their clandestine machinations are about to be revealed. David Wilcock explains how this disclosure war is reaching critical mass because its most influential players are also the most well-known in this presentation originally webcast October 13, 2014.    "
                },
                "3": {
                    "title": "The disclosure war goes worldwide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    News this big cannot be contained for long and the power elite know it all too well. Within their vast media manipulation toolbox, they have the means to present the truth to the public in a way that no one will ever believe it. Embedded within their false revelations are threats to those who hold their secrets. David Wilcock details the lengths that the cabal will go to obscure the truth as the disclosure war goes worldwide in this presentation originally webcast October 20, 2014.    "
                },
                "4": {
                    "title": "China's october surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    What if the world's governments were offered the secret to free energy technology? And what if those secrets came with a stern warning to implement this technology immediately or suffer great calamities? This outlandish scenario seemed to have happened in October 2010 when a group of Chinese diplomats reportedly delivered such packages to world leaders. David Wilcock details what happened when the world's governments ignored an offer they should not have refused in this presentation originally webcast October 27, 2014.    "
                },
                "5": {
                    "title": "Disclosure endgame 2014",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Despite subtle threats from a fracturing cabal, the war on disclosure is taking a major turn. We currently stand upon the precipice of a mass information disclosure that would bring about the most profound change in human history. This revelation is so big, it could instantly advance our civilization into the space age - a time when humanity finally takes to the stars. David Wilcock reveals the signs that the disclosure endgame may be played out very soon, in this presentation originally webcast November 3rd, 2014.    "
                },
                "6": {
                    "title": "2014: year of disclosure part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Despite subtle threats from a fracturing cabal, the war on disclosure is taking a major turn. We currently stand upon the precipice of a mass information disclosure that would bring about the most profound change in human history. This revelation is so big, it could instantly advance our civilization into the space age - a time when humanity finally takes to the stars. David Wilcock reveals the signs that the disclosure endgame may be played out very soon, in this presentation originally webcast November 3rd, 2014.    "
                },
                "7": {
                    "title": "2014: year of disclosure part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    There can be little doubt that the secret governments are in a panic as full disclosure looms nigh. Soon, the world will know of their clandestine machinations and the full extent of extraterrestrial involvement in terrestrial affairs. But, before that can happen, the people of the world must be ready. David Wilcock lists the many mini-disclosures that have been taking place in new media that is preparing the world for what is soon to come in this presentation originally webcast November 10, 2014.    "
                },
                "8": {
                    "title": "Kozyrev's mirrors and biocommunication",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Perhaps the most despicable use of Kozyrev's research is the transmission of viral infections via biocommunication. However, this technology also has the potential to be the saving grace for the evolution of human consciousness. David Wilcock explains that the battle between the BRICS alliance and the Cabal is heating up by revealing what may be the most powerful secret weapon used by both sides in this presentation originally webcast November 24, 2014.    "
                }
            },
            "13": {
                "1": {
                    "title": "Georgia guidestones' crypto-cube deciphered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Sometime in August 2014 a mysterious cube, bearing the inscription of 2014 across two sides, appeared atop the Georgia Guidestones. Late September 2014, the cube was removed before a crowd of onlookers and smashed into bits. Fortunately, mysterious inscriptions on the other sides were revealed. David Wilcock decodes the meanings of these mysterious inscriptions which reveal more details of the cabal's depopulation agenda in this presentation originally webcast December 1, 2014.    "
                },
                "2": {
                    "title": "Exposing and defeating the cabal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    A vast majority of extraterrestrial humans have formed a secret government on Earth. This is what we know as the Cabal or the Illuminati. Propaganda and misinformation have become the primary weapons of mass acceptance for their nefarious plans, which must be completed by 2016.By exposing who the Cabal is and what their plans are, David Wilcock provides us with the means to defeat the cabal at their own game in this presentation originally webcast December 8, 2014.    "
                },
                "3": {
                    "title": "A human face for an alien agenda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The rich and powerful have secured their place among the secret government by providing financial and material support for the plan to drastically reduce human population. It is no wonder that celebrities are swept up in these machinations to perpetuate fear in our population. David Wilcock offers advice for transcending fear in order to rescind the permission needed by the Cabal in order to enact its depopulation agenda in this presentation originally webcast December 15, 2014.    "
                },
                "4": {
                    "title": "Karma and the cryptic symbolism of the cabal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Karmic law holds us liable for every action we perform. The same is true for every member of the Cabal. When the time comes, they will be publically prosecuted for their crimes. To ensure that this happens, we must know exactly what it is that we have unwittingly agreeing to. David Wilcock continues to unravel the cryptic symbolism of the depopulation agenda that is prominently displayed before us through popular forms of entertainment in this presentation originally webcast December 22, 2014.    "
                },
                "5": {
                    "title": "The origin and expansion of the cabal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    When we really analyze the origin of the cabal, we see that the formation of the extraterrestrial alliance goes back to the Korean War. What started off as a mere manipulation of military forces has expanded to achieve control over nearly all forms of mass media. David Wilcock continues to give us the inside scoop of the Illuminati's agenda before it becomes common knowledge in this presentation originally webcast December 29, 2014.    "
                },
                "6": {
                    "title": "Of guidestones and peace gardens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    For the cabal to be allowed to manipulate and control the populations of earth, they must get our agreement. This means they need to tell us what their plans are. By simply not opposing them, we unwittingly agree to them. Thus we have the Georiga Guide stones and the similarly designed International Peace Gardens. David Wilcock deconstructs the overt Masonic and Illuminati symbolism present at the International Peace Gardens to further reveal their nefarious plans in this presentation originally webcast January 5, 2015.    "
                },
                "7": {
                    "title": "The end of the cabal's secrecy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We live in an era when it is nearly impossible to completely conceal information from an incessantly inquiring public. Every day, countless pairs of eyes pour over every detail in photographs and videos released by NASA. Invariably, astonishing discoveries are made that confirm the presence of extraterrestrial intelligence on Earth. David Wilcock shares some of these unbelievable findings and explains how HAARP technology fits into the Cabal's plans in this presentation originally webcast January 12, 2015.    "
                },
                "8": {
                    "title": "The disclosure war in its climactic battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Humanity is caught in a proxy war between two competing factions in the higher realms. As we find this great war finally coming to a head, science and religion both struggle for the truth to be revealed. This is not just about dominating worldly finances and material goods, but this is a war for control over humanity's soul. David Wilcock explains what the defeat of the Cabal means for the collective ascension of human kind in this presentation originally webcast January 19, 2015.    "
                }
            },
            "14": {
                "1": {
                    "title": "The backster effect: biocommunication part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In the 1950's Cleve Backster had developed polygraph technology and interrogation techniques for the CIA. When he left the CIA in the 60's, Backster continued his research with polygraph technology. Eventually he attached his equipment to plants and was astonished by the results. David Wilcock provides a primer into the work of Cleve Backster as a foundation for understanding non-local communication in this presentation originally webcast January 26, 2015.    "
                },
                "2": {
                    "title": "The backster effect: biocommunication part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    There is no doubt that Cleve Backster's experiments with plants and polygraph machines were controversial. But, as his experiments continued, his findings provided even more astonishing results that are still hotly contested by the scientific community. David Wilcock highlights many of the experiments Cleve Backster documented that shows plants are aware of and can react to their environment in this presentation originally webcast February 2, 2015.    "
                },
                "3": {
                    "title": "Scientific proof that nature is telepathic part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We all have heard that all life is connected through some unseen force or field. This may well be the Source Field from which all matter arises. As Cleve Backster's research continued, his findings indicate that this Source Field is the medium by which all of nature is telepathic. David Wilcock offers more details on Backster's experiments that show the reactive effects can be detected in any living cell in this presentation originally webcast February 9, 2015.    "
                },
                "4": {
                    "title": "Scientific proof that nature is telepathic part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As we have seen, all matter is fundamentally connected. Therefore all of life is just as fundamentally connected. As we are beginning to see, the work of Cleve Backster provides the scientific basis that proves this deep level of interconnectedness. David Wilcock delves into the root of the herd mindset and non-local communication between human cells in this presentation originally webcast February 16, 2015.    "
                },
                "5": {
                    "title": "Intelligent communication in nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As we share our lives with pets, they not only enrich our lives, but we enhance their spiritual evolution as well. This is because we share a unique connection, as evidenced by the findings of Cleve Backster and other scientists. David Wilcock explores the work of Dr. Robert Morris and Dr. Rupert Sheldrake which suggests that our pets really can intelligently communicate with us via telepathic connections in this presentation originally webcast February 23, 2015.    "
                },
                "6": {
                    "title": "Remote viewing & the 100th monkey effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The very notion that we hold a bond with animals that provides a basis for intelligent communication is very controversial. However, it is undeniable when you see the data. With this information in hand, the possible applications seem endless. David Wilcock deepens our understanding the connection we hold with all of life by extrapolating its effects with the 100th Monkey Effect and the practice of Remote Viewing in this presentation originally webcast March 2, 2015.    "
                },
                "7": {
                    "title": "Genetic memory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As we have seen, collective animal behavior appears as if a single consciousness is guiding herds to move in patterns that are consistent with sacred geometry. However, when a single animal becomes aware of its individual existence, a new stage in the evolution of consciousness begins. David Wilcock explores the effect of genetic memory as individualized consciousness becomes self-aware amidst a sea of collective consciousness in this presentation originally webcast March 9, 2015.    "
                },
                "8": {
                    "title": "Special q&a with david",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    What is it that you have always wanted to ask David Wilcock? Four lucky viewers have taken advantage of the rare opportunity to confront David with their questions concerning the growing visibility of the cabal, advancing your quest as a Wanderer, working with your higher self and accessing your intuitive gifts. David Wilcock does not disappoint as his answers provide deeper insights into the essence of Wisdom Teachings in this special presentation originally webcast March 16, 2015.    "
                },
                "9": {
                    "title": "The science of collective consciousness part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Many of us identify as a single mind barely aware of the collective consciousness. But what if a single mind were to occupy two bodies? Even stranger, what if a fully functioning mind were to occupy a body nearly devoid of a brain? David Wilcock explores some of the strangest phenomena that may prove that the brain is not the origin of consciousness; rather it is merely a receiver in this presentation originally webcast March 23. 2015.    "
                },
                "10": {
                    "title": "The science of collective consciousness part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The human mind thrives within a sea of consciousness. But, we have all been deceived by illusions of separateness and many believe the limitations imposed upon us by others. Now, laboratory testing is showing that the human mind is capable of far more than we may be comfortable to admit. David Wilcock examines the work of Dr. William Braud whose research provides scientific evidence of extrasensory perception in this presentation originally webcast March 30, 2015.    "
                },
                "11": {
                    "title": "Psychic connection across time and space part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    If we can understand that the human mind thrives in a sea of consciousness, then we can begin to explore the nature of those waters. We can do this, because our bodies possess the necessary equipment to see beyond the limits of space-time. David Wilcock begins to tie together the theories of torsion fields, source field with the scientific exploration of collective consciousness in this presentation originally webcast April 6, 2015.    "
                },
                "12": {
                    "title": "Psychic connection across time and space part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Why do some people know what is going to happen before it happens? Maybe they have a special connection or abilities that the rest of us lack? Can collective consciousness have a measurable effect upon the physical world? David Wilcock answers these questions, and more, as we explore the psychic connection across time and space in this presentation originally webcast April 13, 2015.    "
                },
                "13": {
                    "title": "The healing power of consciousness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The distinction between science and spirituality begins to blur even further as the wisdom so long held by ancient traditions is now being verified through scientific analysis. Collectively, we can all play a hand in the peace of our planet and in the healing of each other. David Wilcock presents the scientific evidence that proves the healing power of consciousness in this presentation originally webcast April 20, 2015.    "
                }
            },
            "15": {
                "1": {
                    "title": "The memory of water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Water, it is the essence of life as we know it. Mystics and priests have long known that water can hold sacred energy and intention. But, it took an accidental discovery for one scientist to learn what ancient traditions have always held true. David Wilcock dives into the work of Jacques Benveniste who unintentionally discovered the memory of water in this presentation originally webcast April 27, 2015.    "
                },
                "2": {
                    "title": "Memory of water at the united nations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Even though skeptics lambast Jacques Benveniste's work, other scientists see the value of his research. They are working to advance his theories to the molecular and atomic levels. Benveniste's mantel was taken up by Nobel Prize winning, Luc Montagnier who presented the fruits of his research to UNESCO. David Wilcock explains how homeopathy and the work of these scientists is just the beginning of a new era for medical advancements in this presentation originally webcast May 4, 2015.    "
                },
                "3": {
                    "title": "Mind over water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We all know that water is essential for life as we know it. But, scientists are just now learning how we connect with this life giving substance through our consciousness. This notion is not readily accepted by the science community at large, but droves of evidence are making believers out of skeptics. David Wilcock introduces us to the effect of consciousness upon the crystalline structure of water through the works of Dr. Masaru Emoto and Professor Kenneth Libbrect in this presentation originally webcast May 11, 2015.    "
                },
                "4": {
                    "title": "The science of dowsing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    As we have learned that human consciousness can have a direct effect upon the crystalline structure of water, we can then see how our consciousness can connect us to unseen sources of water. This is the basis of dowsing, one of the oldest and most effective means of locating subterranean water supplies. David Wilcock walks us through the history and scientific exploration of the use and applications of dowsing in this presentation originally webcast May 18, 2015.    "
                }
            },
            "16": {
                "1": {
                    "title": "Wilhelm reich and \"orgone energy\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Advancements in the burgeoning psychological sciences of the 1920s and '30s ranged from profound to controversial. After years of intensive research, Wilhelm Reich's theories proved to be both profound and controversial. However, his notions regarding orgone energy have undergone years of abuse and attempted discreditation. David Wilcock recounts the life of Wilhelm Reich and introduces us to his theories concerning the creation and use of orgone energy in this presentation originally webcast May 25, 2015.    "
                },
                "2": {
                    "title": "Spontaneous generation and healing of life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    What if everything we thought about the formation of life was wrong? Perhaps, what we have been taught about the mechanics of life has more to do with politics than with science. David Wilcock explores Wilhelm Reich's experiments which gave credence to notions of spontaneous generation through the accumulation of bions in this presentation originally webcast June 1, 2015.    "
                },
                "3": {
                    "title": "Seeing the miracle of bions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    After Wilhelm Reich produced spectacular results with professed cures for cancer, that were deemed impossible by practitioners of mainstream science, he was attacked by the US government and his laboratory shut down. However, several researchers took up Reich's fallen mantel by successfully replicating his experiments and results. David Wilcock introduces us to the intrepid scientists who defied the system and produced photographic evidence of bions in this presentation originally webcast June 8, 2015.    "
                },
                "4": {
                    "title": "Scientific proof of spontaneous life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Life from lifelessness would be impossible if our universe was only comprised of material substances. But the works of Wilhelm Rich and Dr. Luc Montagnier have provided evidence that we live in a universe where life is propagated by an underlying field of energy. David Wilcock reveals the scientific proof that shows life can form spontaneously, not just from matter to matter, but from energy to matter as well in this presentation originally webcast June 15, 2015.    "
                },
                "5": {
                    "title": "Suppressed healing technology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    With the discovery of life spontaneously forming from an underlying energy field, finding ways to make use of this energy field was soon at hand. Wilhelm Reich toiled to discover ways to collect and channel this energy for use in his experiments with healing. The results further fueled negative reactions to Reich's research from mainstream science regimes. David Wilcock discusses the suppressed healing technology from Wilhelm Reich research on the healing effects of orgone in this presentation originally webcast June 22, 2015.    "
                },
                "6": {
                    "title": "Desert greening technology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Wilhelm Reich's work with orgone showed that this mysterious energy is not only produced by the environment, but had a direct effect on people's mood and the amount of water found in any given location. To that effect, he developed technology that could change the levels and quality of orgone for large areas. David Wilcock explores the move of orgone technology from within the walls of the laboratory to the wide expanses of the Arizona desert to produce life from lifelessness in this presentation originally webcast June 29, 2015.    "
                },
                "7": {
                    "title": "The government takedown of wilhelm reich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Can the results of science be judged within a court of law? Maybe not. But this did not stop the FDA and U.S. legal system from putting an end to the work of Wilhelm Reich through any legal machination that they could muster. David Wilcock reveals the details of the government takedown of Wilhelm Reich and the continuing benefits of his enduring legacy in this presentation originally webcast July 6, 2015.    "
                }
            },
            "17": {
                "1": {
                    "title": "Geopathic zones: home sick home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We take great care to reduce and eliminate those things in our environment which can bring disease and hardship into our lives. Laying hidden just below our feet may be the greatest threat to our wellbeing. David Wilcock builds upon what we have learned about dead orgone energy to explore the sickness in our homes that can be caused by crisscrossing geomagnetic lines in this presentation originally webcast July 13, 2015.    "
                },
                "2": {
                    "title": "Home is where the haarp is",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Winfried Otto Schumann discovered that the earth has a natural vibratory frequency of 7.83 Hertz. However certain areas have naturally-caused disruptions to this frequency which can have detrimental effects upon the growth of flora as well as occurrences of paranormal phenomena. David Wilcock details the signs of geopathic zones, which can become quite obvious, once you know what you are looking for in this presentation originally webcast July 20, 2015.    "
                },
                "3": {
                    "title": "Scientific proof of geopathic zones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Geopathic zones are indeed a product of the natural world, but the very infrastructure we need to maintain modern civilization may be contributing to the creation of stress lines within the Schuman Resonance. We must take great care when these lines converge within our homes. David Wilcock explores the implications of the von Pohl scale, as a way of detecting and measuring geopathic zones in this presentation originally webcast July 27, 2015.    "
                },
                "4": {
                    "title": "Detecting and thwarting earth's danger spots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    With profuse crisscrossing of geomagnetic lines, geopathic zones can be found just about anywhere even though they are difficult to detect. Fortunately, the work of several scientists have shown us how we can detect these danger spots as well as how to avoid and thwart their effects. David Wilcock recounts the details of government sponsored investigations to determine the location of geopathic zones and document their effects upon the populace in this presentation originally webcast August 3, 2015.    "
                },
                "5": {
                    "title": "Geopathic zones: x marks the spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Dr. Manfred Curry and Dr. Ernst Hartmann independently discovered two intersecting grids of geomagnetic lines. Aligned at roughly 45 degree angles to each other, the convergence of Curry and Hartmann lines create geopathic zones. Thus X marks the spot. David Wilcock explains the discovery and implications of the intersections of Curry and Hartmann grids in this presentation originally webcast August 10, 2015.    "
                },
                "6": {
                    "title": "Part 1: introduction to secrets in plain sight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Profound ancient knowledge inherited from Egypt has been encoded in units of measurement, in famous works of art, in the design of major buildings, in the layout of city streets and public spaces, and in the precise placement of obelisks and other important monuments upon the Earth. The viewer is led to perceive an elegant harmonic system linking the human body with the architectural, urban, planetary, solar, and galactic scales.    "
                },
                "7": {
                    "title": "The forefather of geopathic research",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    One of the most important pioneers of research into the effects of geopathic zones was an Islamic philosopher from the 11th century known as Avicenna or Ibn Sina. The trials and tribulations of his life set up the conditions for him to receive advanced information on health and disease as well as the effects from earth-based energetics. David Wilcock recounts the life and philosophy from the forefather of geopathic research, Ibn Sina in this presentation originally webcast August 24, 2015.    "
                },
                "8": {
                    "title": "Magnetic resonance technology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Now that we know about the technology that can detect geopathic zones, we are ready to learn about the technology that can help us to avert their negative effects. A new field of technology has burgeoned into the marketplace offering devices that can generate fields of magnetic resonance that mimic the natural Schumann resonance of Earth. David Wilcock examines various devices that generate magnetic resonance, including the so-called, God Helmet in this presentation originally webcast August 31, 2015. Image courtesy of M. A. Persinger.    "
                }
            },
            "18": {
                "1": {
                    "title": "Continuing buildup to disclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock enumerates several examples, straight from the headlines, that expose the events which are a part of the continuing buildup to full disclosure. As the cabal continues their prerequisite warnings to initiate actions which will result in mass causalities, all of their attempts to do so are successfully thwarted. Little by little, the disclosure that the cabal struggles to contain slips right through their waning grip. This production was originally webcast September 7, 2015.    "
                },
                "2": {
                    "title": "Cabal vs. Alliance: a tale told in cinema part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock exposes the machinations of the cabal and their opposition, the alliance, as tales told in the cinema. Blockbuster films bear the spark of wonder for millions and carry our minds away from the day-to-day distress we all face. Hidden among the imagery of these idealized worlds we can find the subtle secrets of the reality with which we must unwittingly must come to terms. This production was originally webcast September 14, 2015.    "
                },
                "3": {
                    "title": "Cabal vs. Alliance: a tale told in cinema part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock highlights subtle details, we may have missed, in popular movies which depict the plans of the cabal and the resistance fighters. We have all heard the many warnings of impending nuclear disasters set to annihilate vast populations of the Earth. Strikingly, these threats have never come to the light of day. Could the rumors of UFOs deactivating nuclear warheads be true? And what of the secret messages really hidden in the Da Vinci Code and other such \"fictional\" works? This production was originally webcast September 21, 2015.    "
                },
                "4": {
                    "title": "Cabal propaganda matrix collapsing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock begins to collapse the cabal's propaganda matrix by revealing the secrets behind some of our most beloved blockbuster movies. Some of the biggest secrets on how the cabal perceives us and the world we live in are paraded right before us. Embedded within the imagery of blockbuster movies, such as Captain America and Planet of the Apes are snippets right out of the minds of the cabal's most creative leaders. This production was originally webcast September 28, 2015.    "
                },
                "5": {
                    "title": "Disclosing the darkness and the light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock discloses the intricate schemings of the darkness and the light which play out right before us, yet most of us never see it for what it really is. Just as the cabal seeks to manipulate us and garner our implied agreement to their nefarious plans, another group seeks to expose their machinations through the very same mechanisms. From movies to television programs, the evidence is presented in plain sight every day. You just have to learn how to see it. This production was originally webcast October 5, 2015.    "
                },
                "6": {
                    "title": "The revolution will be televised",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock details what the cabal is most afraid of. That the full disclosure of their devious plans will lead to mass arrests of these master manipulators. They hope, that as the truth is being disclosed, little by little, that they will have plausible deniability once the final ball has dropped. Little do they realize, that the revolution is already being televised. This production was originally webcast October 12, 2015.    "
                },
                "7": {
                    "title": "Angels & demons and spheres",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock discloses the presence of giant spheres in our solar system, what they are doing here and why every faction of the cabal is now on high alert. In 2012, multiple massive spheres began moving into our solar system. The leaders of cabal rejoiced, certain that their ancient Sumerian gods had returned to reinforce their right to rule. When they discovered the gravity of their error, their resulting actions had consequences they could have never imagined. This production was originally webcast October 19, 2015.    "
                },
                "8": {
                    "title": "Cabal vs. Alliance - good, bad & ugly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock reveals that there is no timeline for disclosure. With the cabal on high alert, and major changes taking place with the sun, we stand upon the precipice of a new era. However, the choice to engage these changes and how far we are willing to go is dependent upon the free will of the individual. We must choose between the goals of the cabal or the alliance. This production was originally webcast October 26, 2015.    "
                },
                "9": {
                    "title": "The progenitors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock plucks more headlines from mainstream news services which connects the dots between various branches of the cabal in order to reveal the heart of their faith. But first we must understand who these people are and where they believe they came from.    "
                },
                "10": {
                    "title": "Ancient et colonization of our solar system",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock continues to trace the origin of the Illuminati all the way back to an extraterrestrial civilization. As factions continue to break away from the core of the cabal, new information comes to light regarding the beliefs of the ruling elite and the origin of life in our solar system.    "
                },
                "11": {
                    "title": "Inner earth civilizations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock builds an intersection between what we have learned from Corey Goode and the teachings from the Law of One materials. We find confirmations of what is only now just being revealed to the public about the honey-comb earth and the inner earth civilizations.    "
                },
                "12": {
                    "title": "Artifacts of the builder race part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock reveals data that exposes extant remnants of ancient civilizations which may be more than 500 million years old. This information is so sensitive that it actually got Corey Goode in trouble when it was first revealed to the public. Within this disclosure we learn the physical stature of the progenitors and evidence of the extent of their interplanetary infrastructure. This presentation was originally presented November 23, 2015.    "
                },
                "13": {
                    "title": "Artifacts of the builder race part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 18,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock displays several examples of hidden ancient builder race bases found in orbit around Saturn. As the early German bell-crafts ventured deeper into the solar system, many ancient ruins were discovered throughout. Amongst the remains they found ancient bases hidden within the hollow interiors of the largest moons. The secret truth of these discoveries has been stealthily disclosed in surprising ways over the years. This presentation was originally presented November 30, 2015.    "
                }
            },
            "19": {
                "1": {
                    "title": "The wars of maldek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock tells of an ancient war which destroyed two advanced civilizations and sparked the evolution of intelligent life on Earth. Eons ago, ancient civilizations thrived upon a giant earthlike planet and its watery moon. But the warlike tendencies of these peoples betrayed the advancements of their sciences and technology. In an instant, all that they had built was destroyed. But life must go on, and it did. This presentation was originally presented December 7, 2015.    "
                },
                "2": {
                    "title": "Death and rebirth of maldek and mars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock discusses the aftermath of the great war which destroyed two ancient civilizations and led to the rebirth of intelligent life within our solar system. No matter how heinous the deeds, from destruction always comes renewal. But for new life to succeed, a karmic alleviation is necessary to bring forth healing and restore souls upon their journey of ascension. This presentation was originally presented December 14, 2015.    "
                },
                "3": {
                    "title": "Ruins of mars and phobos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    David Wilcock discloses evidence, gathered by the world's space administrations, which may prove the existence of ancient civilizations. We know that evidence of extraterrestrial activity on and about Mars has been suppressed from the eye of the public. Either by accident or by design, scant traces of information showing remnants of advanced civilizations occasionally slip through the cracks. All it takes is a keen eye and sharp wit to find the ruins on Mars and Phobos. This presentation was originally presented December 21, 2015.    "
                },
                "4": {
                    "title": "Mars & the exploded planet hypothesis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    David Wilcock brings to light the exploded planet hypothesis by examining anomalous formations upon the Martian surface. Long before civilizations on Earth arose, war devastated the denizens of our solar system. The greatest causality was the populace of a super-earth type planet which exploded into, what we now know, as the asteroid belt. Signs of this devastation can be seen strewn all about the surface of Mars. This presentation was originally webcast January 4, 2016.    "
                },
                "5": {
                    "title": "Mars civilization leaked in comics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    David Wilcock examines comic books to see if the cabal has been using them as a means of disclosing their intentions. When scientists from the German esoteric orders made discoveries of ancient civilizations on Mars, deals made with the U.S. government prevented this information from being made public. Comic books may have been the ideal form of media to provide plausible deniability for an extended plan of disclosure. This presentation was originally webcast January 11, 2016.    "
                },
                "6": {
                    "title": "Comic disclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Once buried in the obscurities of fiction and time David Wilcock brings comic disclosures to the light of the world. Information just now being revealed in episodes of Cosmic Disclosure was originally presented to the public via comic books during the 1950-60s. From domed cities, giant monolithic faces and vast inner earth civilizations, evidence suggests that comics were a major part of a long-term disinformation operation of controlled disclosure. This presentation was originally webcast January 18, 2016.    "
                },
                "7": {
                    "title": "The mars migration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    According to the Law of One, populations across the universe are managed and transferred in accordance with the great cycles of time. These cycles have caused catastrophic devastation to countless civilizations in which extant populations are challenged to grow and ascend or repeat the lessons of 3rd density. Thus, after the destruction of their world, the Mars migration to Earth began, and the cycle is renewed. This presentation was originally webcast January 25, 2016.    "
                },
                "8": {
                    "title": "The mars transfer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    David Wilcock tells of the Mars transfer, where Martian bodies were artificially adapted to endure the conditions of a new cycle of growth and ascension. As a warlike species, the people of Mars knew precious little of the lessons from the Law of One. After the devastation of their world, they were given another chance to grow and ascend, this time upon the Earth.    "
                },
                "9": {
                    "title": "We are the martians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 19,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    By breaking down the genetic and social bonds which reveal the origin of human life as we know it, David Wilcock reveals that we are the Martians. But Martians were not the only beings brought to Earth after the destruction of their worlds. What was intended to be burgeoning civilizations of peace and growth, degraded into warlike conditions. At last, interventions were made with the intention of interceding the growing conflicts. But will this on-going guidance be enough to forge a peaceful planet? This presentation was originally webcast February 8, 2016.    "
                }
            },
            "20": {
                "1": {
                    "title": "The history of 3rd density on earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 20,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    David Wilcock maps out the three 3rd density cycles which have shaped the history of intelligent life on Earth. The first cycle, with Lemuria, degraded as many different off-world cultures did not integrate well. Thus, this first cycle was a failure. The second cycle came and went quietly with few ascensions. As we approach the end of the third cycle, are we doomed to repeat the mistakes that have locked humanity in 3rd density? This presentation was originally webcast February 15, 2016.    "
                },
                "2": {
                    "title": "The atlantean mysteries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 20,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    David Wilcock discusses the interventions made on the behalf of the Atlantean people in order to promote their ascension from 3rd density. Amidst the growing turmoil among the disgruntled residents of Atlantis, a small group of peace-minded people made a call for help. Their call was received and help was given in the form of channeled teachings. Despite the initial intentions, these teachings became corrupted by individuals who sought power over others...and the stage was set for catastrophe. This presentation was originally webcast February 22, 2016.    "
                },
                "3": {
                    "title": "The atlantean catastrophe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 20,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Every 25,000 years or so, explains David Wilcock, the sun gives of a tremendous burst of energy, marking the end of a great cycle. This can lead to the spontaneous evolution of those who are ready, or bring about planetary destruction for those who are not. When catastrophe struck Atlantis, vast swaths of the population were not ready to ascend. The turgid world we live in, today, is the result of the enduring legacy from the Atlantean catastrophe. This presentation was originally webcast February 29, 2016.    "
                },
                "4": {
                    "title": "Sunken city of cuba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 20,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he discusses sunken civilizations yet to be discovered in this episode of Wisdom Teachings. Wilcock examines images of what may be megalithic structures off the coast of Cuba.    "
                },
                "5": {
                    "title": "Prepare for Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 20,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he explains how we can prepare ourselves for ascension in this episode of Wisdom Teachings. This need not be a time of turmoil for those who are ready.    "
                },
                "6": {
                    "title": "Pyramids & Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 20,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he reveals an ancient technology that may help us transition in this episode of Wisdom Teachings. Wilcock explains pyramid technology and its use for weathering the coming storm.    "
                }
            },
            "21": {
                "1": {
                    "title": "Pyramid Power: Fire in the Middle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 21,
                    "episode": 1,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Russian Pyramid Research Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 21,
                    "episode": 2,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Russian Pyramid Research Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 21,
                    "episode": 3,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Russian Pyramid Research Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 21,
                    "episode": 4,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he further explores the work of Dr. Alexander Golod and the government's use of pyramids in human consciousness experiments in this episode of Wisdom Teachings.    "
                },
                "5": {
                    "title": "Russian Pyramid Research Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 21,
                    "episode": 5,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he explains how Russian research into torsion fields has led to earth-shattering breakthroughs concerning the power of pyramids in this episode of Wisdom Teachings.    "
                }
            },
            "22": {
                "1": {
                    "title": "Disclosure checkmate part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he discusses the final moves that will lead to a remarkable defeat of the most evil forces that have ever controlled our planet in this episode of Wisdom Teachings.    "
                },
                "2": {
                    "title": "Disclosure checkmate part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he dives into the answers and exposure we should find out soon from the coming disclosure agreement in this episode of Wisdom Teachings.    "
                },
                "3": {
                    "title": "Nasa's quiet disclosure part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he discusses the conspiracy behind 9/11 and mainstream media in this episode of Wisdom Teachings. Is the fear of Big Brother keeping us enslaved?    "
                },
                "4": {
                    "title": "Nasa's quiet disclosure part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he unravels the mystery behind the timeline of the secret space program and uncovers the truths that NASA has been hiding in this episode of Wisdom Teachings.    "
                },
                "5": {
                    "title": "Drips of disclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock as he discusses the possibility of hidden civilizations and the potential for a habitable planet only 22 light years away in this episode of Wisdom Teachings.    "
                },
                "6": {
                    "title": "Giant steps toward disclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Perhaps, the only true measurement of spiritual attainment is the change it brings into our lives. Neil Kramer explains the importance of engaging transformation for continued conscious evolution.    "
                },
                "7": {
                    "title": "The thinning of the veil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Recent releases from NASA, and other scientific organizations are slowly revealing facts that support the presence of extraterrestrial beings in our solar system.    "
                },
                "8": {
                    "title": "Out with the old and in with the floating cities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Traces of a new reality may be bursting across the dimensional divide and becoming visible.    "
                },
                "9": {
                    "title": "The cabal's downward spiral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. April 23rd, 2015 was an important day in the disclosure timeline as three pivotal stories revealing the Cabal's machinations broke in the news media.    "
                },
                "10": {
                    "title": "Free energy should be free",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Unravel the great web of control which ensnares our society as even more news stories which disclose the downfall of the Cabal are brought to light.    "
                },
                "11": {
                    "title": "Preparing for full disclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he continues to reveal some of the most integral parts of the full disclosure timeline, so that you can recognize what is being left out from the partial disclosure timeline.    "
                },
                "12": {
                    "title": "Illuminati salvage plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he delves even deeper into the secrets revealed from the Sony hack to show how the cabal works with the CIA to gently reveal the information which would give them plausible deniability should any of their greatest secrets become revealed to the public at large.    "
                },
                "13": {
                    "title": "Countdown to full disclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he exposes hypocrisies within the controlled media from the past year, as it flip-flopped on international politics and technological possibilities.    "
                },
                "14": {
                    "title": "Business not as usual",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 14,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he Wilcock continues his chronological examination of news reports from 2015 which have been building up to disclosure. It seems that is business not as usual, when it comes to the Cabal's attempts to disrupt disclosure.    "
                },
                "15": {
                    "title": "NASA's Flying Saucer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 15,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he presents more examples from 2015 of forbidden science from the secret space programs breaking into the daily news feeds. Despite the attempts at dumbing down the populace and inundating us with propaganda, we can see that the Cabal's best efforts are failing.    "
                },
                "16": {
                    "title": "Cabal's super hack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 16,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he divulges details of a massive data breach into U.S. government computers in which hackers gained access to sensitive details of millions of government employees with a security clearance.    "
                },
                "17": {
                    "title": "Draco moon base",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 17,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he continues discusses details from recent disclosures in the past year. We gain confirmation of Corey Goode's testimony of the MILABs programs and military collaborations with reptilian extraterrestrials on Earth and on the moon.    "
                },
                "18": {
                    "title": "The ceres pyramid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 22,
                    "episode": 18,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he reports of a pyramid on Ceres and life-favorable conditions on Titan, Europa and Enceladus. This may be opening the door for full disclosure of the prevalence of life throughout the cosmos.    "
                }
            },
            "23": {
                "1": {
                    "title": "Foundations of pyramid science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. We return our focus to the power of pyramids on Earth by examining the fluid-like properties of space-time, as proposed by Nassim Haramein.    "
                },
                "2": {
                    "title": "Pyramids and photon vortexes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. We learn how a pyramid can attract and shape the fluid-like substance of space-time.    "
                },
                "3": {
                    "title": "Build your own pyramid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings where he offers guidelines to keep in mind when constructing your own pyramid.    "
                },
                "4": {
                    "title": "4th density pyramids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he discusses how pyramids affect karmic discharges and physical transformations as we transcend into 4th density.    "
                },
                "5": {
                    "title": "The photon: seed of the universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he lays out the nature of the universe as a fractalization of the original photon.    "
                },
                "6": {
                    "title": "Our fractionalized universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he explores the relationship between the platonic solids and the nature of the original photon that created out universe.    "
                },
                "7": {
                    "title": "Deeper into our fractionalized universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he explains the nature of our universe, as deeper iterations of a single photon which align perfectly with sacred geometry.    "
                },
                "8": {
                    "title": "The universe is a single photon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Our universe is both infinitely large and infinitesimally small because it is a fractional emanation from a single geometric form.    "
                },
                "9": {
                    "title": "Illuminating the templars and the maltese cross part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. In a recent experiment a single photon was holographically imaged and appeared as a shape important to many secret societies.    "
                },
                "10": {
                    "title": "Illuminating the templars and the maltese cross part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as we go deeper into the connections between secret societies and their use of the Maltese cross type symbols.    "
                },
                "11": {
                    "title": "The photon as a universal geometric fractal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he expounds upon the use of stylized cross imagery. Plus we explore the shape of our universe from octahedrons.    "
                },
                "12": {
                    "title": "Super balance geometry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 23,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as all of the pieces come together as we begin to understand a new cosmology that redefines what we think of as the universe.    "
                }
            },
            "24": {
                "1": {
                    "title": "The octahedral universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as we examine formations along macro-scale geometric structure within an octahedral universe.    "
                },
                "2": {
                    "title": "Galactic geometry part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he discusses the universal heartbeat which guides all matter into perfect geometric patterns.    "
                },
                "3": {
                    "title": "Galactic geometry part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as we find the elegant answers which tie together the geometry of the alignment of super galaxies with their shapes.    "
                },
                "4": {
                    "title": "Galactic geometry part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he examines patterns of straight-line geometry within the shapes of many different galaxies.    "
                },
                "5": {
                    "title": "Mysteries of cosmic distance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he begins to build a foundation for understanding how the enormous expanses of stellar distances are calculated.    "
                },
                "6": {
                    "title": "Cosmic religion of redshift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as we go deeper into theories of redshift and how it denotes apparent velocities of galaxies.    "
                },
                "7": {
                    "title": "Debunking redshift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Dr. Halton Arp's work brings to light the flaws in using redshift to determine the distance of far-away celestial objects.    "
                },
                "8": {
                    "title": "Who was halton arp?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The work of Halton Arp may be central to the future of humanity's scientific history.    "
                },
                "9": {
                    "title": "The universe according to halton arp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as we explore deeper into the universe according to Halton Arp.    "
                },
                "10": {
                    "title": "Quantized redshift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Redshift within galaxies and quasars takes on certain discrete values, rather than randomly distributed values.    "
                },
                "11": {
                    "title": "Galactic energy zones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The six quantum energy states of redshift are akin to the energies of chakras.    "
                },
                "12": {
                    "title": "Modern aether science of dr. Harold aspden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Revealing the cosmic quantum medium part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. We peer into the edifice of the aether, which appears to have properties similar to liquid crystals.    "
                },
                "14": {
                    "title": "Revealing the cosmic quantum medium part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Delve into the ghost world of the aether and uncover an overall definition of the aether.    "
                },
                "15": {
                    "title": "Space domains & the unified field",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 15,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. We are finally starting to see how the simple model of cubic aether solves everything in quantum physics.    "
                },
                "16": {
                    "title": "Sacred geometry of the squared circle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 16,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. As we continue our exploration into the geometric model of the aether with the squared circle.    "
                },
                "17": {
                    "title": "Sacred sites and the great cosmic puzzle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 24,
                    "episode": 17,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. These secrets of the squared circle have been passed down through the ages in plain sight.    "
                }
            },
            "25": {
                "1": {
                    "title": "Viewer Questions: Into the Heart of Wisdom Teachings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 25,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as three lucky guests gain deeper insights into the heart of Wisdom Teachings.    "
                },
                "2": {
                    "title": "Magnetic Pole Shifts and Space Domains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 25,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The universe is awash with the sacred geometry of the squared circle.    "
                },
                "3": {
                    "title": "Galactic Geometry: Cubes in Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 25,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he takes us deeper the phenomena of galactic spontaneous reproduction, magnetic field reversals and ascension triggers.    "
                },
                "4": {
                    "title": "The Searl Effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 25,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as we explore how the Searl Effect can change the future of technology.    "
                },
                "5": {
                    "title": "Viewer Questions: Into the Soul of Wisdom Teachings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 25,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A selection of lucky viewers joins David Wilcock on set to ply him with probing inquiries to reveal the soul of Wisdom Teachings.    "
                },
                "6": {
                    "title": "The Searl Effect and Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 25,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as we explore the scientific proof of ascension, as seen in the laboratory with Searl Effect generators.    "
                }
            },
            "26": {
                "1": {
                    "title": "The Acceleration of Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. We start to see how energetic geometry of the galaxy affects the planets encircling the sun.    "
                },
                "2": {
                    "title": "Solar System Geometry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Get a detailed picture of the interplanetary climate change that is currently upon us.    "
                },
                "3": {
                    "title": "Geometry in Collision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The heliosphere surrounding our solar system is getting an intense charge.    "
                },
                "4": {
                    "title": "Proof of Interplanetary Climate Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Our solar system is colliding with a highly charged energy cloud, supercharging the heliosphere.    "
                },
                "5": {
                    "title": "The Mystery of Comet Shoemaker-Levy 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. A collision of a comet with Jupiter provides evidence that our solar system is becoming super-charged.    "
                },
                "6": {
                    "title": "Interplanetary Climate Change Comes to Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. A new energy in the van Allen belts is causing a dramatic transformation of our atmosphere.    "
                },
                "7": {
                    "title": "Electrical Phenomena and Hyper-Dimensional Activity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Strange plasma balls illuminating the night sky are the intersection of hyper-dimensional energy.    "
                },
                "8": {
                    "title": "Plasma Energy Transforming the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The super-charging of our solar system subjects us to a transformation of the very physics which have defined our reality.    "
                },
                "9": {
                    "title": "Co-Creating Earth's Conscious Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. As part of the ascension of humanity, the Earth functions as a conscious being which is co-creating many strange effects.    "
                }
            },
            "27": {
                "1": {
                    "title": "Ancient Prophecies of Extraterrestrials",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Ancient texts suggest that Earth was once the battleground for multiple extraterrestrial peoples, including the Draco.    "
                },
                "2": {
                    "title": "Eight Faculties of a Superhuman Avatar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Certain ancient scriptures, accurately depict a world similar to ours and the arrival of a superhuman avatar.    "
                },
                "3": {
                    "title": "Fiery Birth of a Golden Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The predictions of a conclusion of an age include a cosmic energy which initiates a DNA activation and changes all life on Earth.    "
                },
                "4": {
                    "title": "Dawning of an Ascended Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Many ancient texts have prophecies for the end of time that relate to the precession of the equinox.    "
                },
                "5": {
                    "title": "ETs and the Eschaton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he continues his exploration of the end of time prophecies from the Zoroastrian tradition.    "
                },
                "6": {
                    "title": "Prophecies of Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Prophecies given in Egyptian and Hermetic texts describe the conditions on Earth, today.    "
                },
                "7": {
                    "title": "Book of Enoch and Solar Flash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Prophecies for the end of times from the Book of Enoch.    "
                },
                "8": {
                    "title": "Mithraic Mystery Schools and the Golden Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. Many mystery schools were born which would carry the prophecies from Mithras across the millennia.    "
                },
                "9": {
                    "title": "The Sibylline Mysteries of Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he revisits the Sibylline mysteries.    "
                },
                "10": {
                    "title": "Biblical Encounters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he discusses the nature of extraterrestrial contacts during the times of the Old Testament.    "
                },
                "11": {
                    "title": "The Ezekiel Prophecies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. A coming mass evolutionary event that has been described in the Book of Ezekiel.    "
                },
                "12": {
                    "title": "New Testament Parables of Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The teachings of Jesus foretell of a global ascension-type of event.    "
                },
                "13": {
                    "title": "Harvest in the Law of One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    oin David Wilcock in this new episode of Wisdom Teachings. Mysteries in the book of Matthew match enigmatic passages in the Law of One concerning the coming Harvest.    "
                },
                "14": {
                    "title": "Islamic Prophecies of Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings. The message of humanity's potential ascension is perpetuated throughout every religion, including Islam.    "
                },
                "15": {
                    "title": "Buddhist Prophecies of the Rainbow Body",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 27,
                    "episode": 15,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join David Wilcock in this new episode of Wisdom Teachings as he examines the teachings of Siddhartha Gautama and Padmasambhava in the Buddhist traditions.    "
                }
            },
            "29": {
                "1": {
                    "title": "Geometric Resonance of DNA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 29,
                    "episode": 1,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings, David Wilcock builds on the geometric universe theory to show that geometry is reflected in DNA.    "
                },
                "2": {
                    "title": "Unified Geometric Theory of Biology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 29,
                    "episode": 2,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings with David Wilcock, discover the geometric code which underlies the formation of DNA and all of life.    "
                },
                "4": {
                    "title": "Toroidal Component of DNA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 29,
                    "episode": 4,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings with David Wilcock, he takes us deeper into energetic nature of physical life by showing us the toroidal components of DNA.    "
                },
                "8": {
                    "title": "Geometric Science of the Kabbalah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 29,
                    "episode": 8,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings, David Wilcock explores the mathematical codes of life built into the Hebrew alphabet, known as Gematria.    "
                },
                "16": {
                    "title": "Rapid Human Evolution: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 29,
                    "episode": 16,
                    "original air date": "16 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings with David Wilcock, scientists are seeing a stunning rapid evolution in what it means to be human, at the genetic level.    "
                },
                "18": {
                    "title": "An Imminent Warning from Proxima Centauri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 29,
                    "episode": 18,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings with David Wilcock, NASA shows that Proxima Centauri has recently experienced a massive solar flash.    "
                },
                "19": {
                    "title": "Solar Flash: Ascension Energetics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 29,
                    "episode": 19,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings, David Wilcock closes the season by revealing the effects the solar flash will have on human evolution.    "
                }
            },
            "30": {
                "1": {
                    "title": "Natural Torsion Fields and Anti-Gravity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 30,
                    "episode": 1,
                    "original air date": "13 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings with David Wilcock, the exploration into naturally occurring torsion fields and their effects on gravity begins.    "
                },
                "2": {
                    "title": "Plant Geometry and Wave Cosmology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 30,
                    "episode": 2,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings, David Wilcock presents us with provable examples of anti-gravity, within plants, that can be applied to greater cosmological forces.    "
                },
                "3": {
                    "title": "Mysterious Biological Fields",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 30,
                    "episode": 3,
                    "original air date": "27 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings, David Wilcock show us how geometric forces are used within the insect kingdom.    "
                },
                "4": {
                    "title": "Detecting Hidden Waves of Energy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 30,
                    "episode": 4,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings, David Wilcock expounds upon the Cavity Structural Effect and how can learn to harness it in our daily lives.    "
                },
                "5": {
                    "title": "Experiments with Shape Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wisdom Teachings (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 30,
                    "episode": 5,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode of Wisdom Teachings, David Wilcock shows us how we can detect energy patterns generated by the shapes of the objects in our environment.    "
                }
            }
        },
        "number of episodes": 264,
        "cast": [
            {
                "name": "Wilcock, David"
            }
        ],
        "genres": [
            "Short",
            "History",
            "Mystery",
            "News"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9 (intended ratio)",
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 30,
        "rating": 7.9,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzI3ZDIxMzctOTk3NC00NjAzLTk1ZjQtZmRkOTcxZDYzYWQwXkEyXkFqcGdeQXVyNjkyMDM2Nzk@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "This TV show is about so many topics as physics, spirituality, alternative science, alternative physic theories, esoteric philosophy, historical facts, news and alternative news, ancient history, ancient artifacts, conspiracy theories and disclosure. It is produced as an eye-opening and a redefining of our world. David Wilcock is the host of this show and will wrap all of this up in an intelligible and entertaining way. Just when you think he has blown your mind away, he will blow it even farther away. You should prepare a seat belt dedicated to your brain before starting this show.",
        "languages": [
            "English"
        ],
        "title": "Wisdom Teachings",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Wisdom Teachings (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14",
            "15",
            "16",
            "17",
            "18",
            "19",
            "20",
            "21",
            "22",
            "23",
            "24",
            "25",
            "26",
            "27",
            "28",
            "29",
            "30"
        ],
        "writer": [
            {
                "name": "Wilcock, David"
            }
        ],
        "production companies": [
            {
                "name": "Gaiam Vivendi Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Gaiam Vivendi Entertainment"
            }
        ],
        "plot": [
            "This TV show is about so many topics as physics, spirituality, alternative science, alternative physic theories, esoteric philosophy, historical facts, news and alternative news, ancient history, ancient artifacts, conspiracy theories and disclosure. It is produced as an eye-opening and a redefining of our world. David Wilcock is the host of this show and will wrap all of this up in an intelligible and entertaining way. Just when you think he has blown your mind away, he will blow it even farther away. You should prepare a seat belt dedicated to your brain before starting this show."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9 (intended ratio)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "males": {
                "votes": 10,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 6,
                "rating": 9.2
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.5
            },
            "us users": {
                "votes": 5,
                "rating": 2.7
            },
            "non us users": {
                "votes": 5,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 10,
            "9": 5,
            "8": 0,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 7.9,
        "median": 9
    }
}