{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 December 2013"
            }
        ],
        "release dates": [
            "USA::30 December 2013"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Duck Talk",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Chef Leysath cooks a whole duck, but not all at once. He breaks it down and shows you what to do with each part to make the most out of it. Brad Fenson shows what he does with a whole duck, but with a different twist. Jeff Smith shows you how to call them and John McGannon dry ages them. And Buddy T makes Jerky out of them.    "
                },
                "2": {
                    "title": "Just Grillin' Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Scott will be grillin' deer, Susie shows us how to make a tasty combo of quail eggs and elk, Stacy finds another way to show charm southern charm with her recipe, Melissa gives some target tips, Cee Dub makes fish cookies, Jeff calls the ducks, and good ole' Buddy's got a cocktail. Enjoy.    "
                },
                "3": {
                    "title": "Finger Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Scott's making finger food. He's got help from Susie with a great little smoked trout snack, Brad's got goose, Dan's gonna sharpen something for us, Buddy's got some unusual wontons - and not only can Stacy make a mean sandwich, she's got a new cookbook.    "
                },
                "4": {
                    "title": "Chili Cook-off",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Chef Scott makes a giant batch of Silver Sage venison chili while Tasia Malikasis shows us how to make a truly amazing cheese plate like a pro, Susie Jimenez is learning to hunt and cooking up some wild boar, Jeff Smith gives us some calling tips, Cee-Dub is cooking powerless, Dan gives tips on knife tips, and Buddy smokin' something. Check us out.    "
                },
                "5": {
                    "title": "Made in the U.S.A.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Chef Leysath shows how to make great use of your ground game meat with his Mexican Meatloaf. Food snobs beware - this one has crushed up tortilla chips to help bind it together. Also on the show, Linkie, Susie, Jeff, Cee Dub, Stacy and Buddy.    "
                },
                "6": {
                    "title": "New South",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Chef Leysath shares some of his favorite \"New Southern\" recipes with a culinary twist or two along the way. You're gonna love Pan-Seared Trout with Jalapeno Cheese Grits. Also on the show, Stacy Harris, Tasia Malakasis, Brad Fenson, Jakob Reed and Buddy \"Boom-Boom\" Toepfer.    "
                },
                "7": {
                    "title": "Best Buddies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Scott takes to the field, and the kitchen, with his two closest friends, Cooper and Larry. 'Susie's drinking tequila, Brad's cooking moose, Stacy's got a tip for you duck cookers, Melissa's got a tip and Buddy's out of town.'    "
                },
                "8": {
                    "title": "Ground Meat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Scott shows what to do with the ground meat in your freezer. Tasia has a cheesy duck recipe, Stacy makes biscuits, Cee Dub pays tribute to an old friend and Buddy claims his cornbread is the best ever.    "
                },
                "9": {
                    "title": "Camp Cookin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Chef Scott heads up the hill with a few stick-to-your-ribs camp cooking recipes, Stacy's cooking venison, Brad's got goose legs, Melissa is on target, Cee Dub's got dessert and Buddy's got turtle.    "
                },
                "10": {
                    "title": "Dried Meat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    Chef Scott saves you money with homemade jerky, Scott Haugen has a warm-weather deer, Stacy Harris cooks some duck, Brad Fenson deals with a young snow goose, Cee Dub makes jerky and Buddy has something special for the ladies.    "
                },
                "11": {
                    "title": "Crab Feed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Chef Scott cooks live Dungeness crabs, Susie makes elk lettuce wraps, Brad's got duck, Stacy makes a different kind of pie, Tommy cooks his favorite fish and Buddy makes cakes.    "
                },
                "12": {
                    "title": "My California",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The \"other California\" is featured as Scott heads down to the Sacramento Delta for food and fun. Also on the show, Susie Jimenez gets spicy, Stacy Harris floats an egg, Melissa Bachman talks turkey, Cee Dub uses elk bones and Buddy's out of town making chicken wings.    "
                },
                "13": {
                    "title": "Cape Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Chef Leysath takes a detour on the way to an African safari to discover how they prepare wild game and fish below the equator. Gemsbuck, kudu, orxy, kinklip and more are on the menu. Oh, and there is plenty of great South African wine to wash it down.    "
                }
            },
            "1": {
                "1": {
                    "title": "Duck Primer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Chef Leysath gives his pro tips on how to make any duck taste delicious. Along the way, he picks up more tips on everything from Hank Shaw's Duck Breakdown, lighting charcoal the easy way, cooking duck in a food truck, deboning a quail, packaging fish and game for the freezer, and a Texas-style redneck ceviche. Lots of laughs, some great information and a cool Pellet Stove and Smoker to make your fish and game taste better.    "
                },
                "2": {
                    "title": "Venison Stir-Fry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    What's crispy, sweet, spicy and sour? Host Scott Leysath's \"Crunchy Venison Stir-Fry.\" Find out how to put the crunch into this delicious dish. Also, Leysath checks in with his favorite fishmonger who explains the differences between shrimp and prawns just before dropping them onto a hot griddle, the best way to prep your meals before leaving for camp, Tiffany Haugen cans venison, Stacy Harris creates a stick-to-your-ribs sweet potato and venison dish and Buddy T has a sit-down with some mushrooms.    "
                },
                "3": {
                    "title": "Fast, Hot, and Fishy!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Camp Chef's new Artisan Pizza Oven is put to the task with Elk Backstrap and fresh Coho Salmon by Chef Leysath. At 700+ degrees, it should be done faster than you can say, \"Don't overcook it!\" Tommy Gomes tears into a Leopard Shark and then cooks the good part, Chef Chris Logan shows why a fire extinguisher should always be nearby when he's cooking grouper, Cee Dub puts the cure to cast iron, you'll learn how to make any fish taste better and Buddy takes dead aim at the head of a prehistoric-looking fish.    "
                },
                "4": {
                    "title": "Burnt Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Take a screaming hot cast iron skillet, a hunk of salmon and open up the windows because Chef Leysath is blackening fish the right way. The South's favorite, Stacy Harris grinds venison, N*SC*R Chef Lisa Freeman cooks fish in a truck, Alan Clemons has another use for super glue, Chef Valdez makes butter browner, Cee Dub saves the life of an abused Dutch oven and Buddy goes Italian.    "
                },
                "5": {
                    "title": "Big Pot-O-Stew",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Throw a bunch of duck and goose meat and vegetables in a pot and go fishing while the Dutch oven does the work. \"Duck, Duck, Goose\" author Hank Shaw sears a duck breast, Alan Clemons tells you why ducks are afraid of you, Stacy Harris talks about rubs, Chef Logan cooks cabrilla, Cee Dub makes an incredible wild turkey soup and Buddy has his way with some gizzards.    "
                },
                "6": {
                    "title": "Now That's a Tasty Burger!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    With all that ground antlered game in your freezer, you could use a couple of ideas on what to do with it. Leysath makes two unique venison burgers and explains his philosophy for why your ground deer could use a little help. Stacy Harris prepares another fantastic venison dish, Tiffany Haugen gets grounded, Tommy Gomes cooks yellowtail, Alan Clemons relieves your pain and suffering, Cee Dub has got some hot coals and Buddy's smoking something.    "
                },
                "7": {
                    "title": "Not Your Average Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    To make a great pizza, you need more than just an oven. Leysath uses high heat to fast-bake some great fish and game pizzas in his new toy. Stacy Harris goes all out with Venison Bourguignonne,Tiffany Haugen makes bear two ways, Alan talks about jugs, Cee Dub whips up a delicious Feral Hog Green Chili Stew and Buddy makes dessert.    "
                },
                "8": {
                    "title": "One Fish, Two Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    If your fish smells bad, don't eat it. Leysath prepares California halibut and Sesame Crusted Ahi Tuna while Chef Jenn breaks down and cooks a spiny sculpin and JD Richey shows how to make salmon eggs stay on your hook. Tommy cooks cabrilla and Buddy smokes corvina.    "
                },
                "9": {
                    "title": "Scallop Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Chefs Leysath and Logan cook scallops, Tiffany Haugen makes a deer neck edible, Stacy Harris explains why she loves lemons, Cee Dub pops his pepper poppers into the Smoke Vault and Buddy makes sushi out of a big, ugly fish that's not known.    "
                },
                "10": {
                    "title": "Little Smokies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    Hank Shaw shows how to poach quail legally and the Leysath smokes them. Chef Miguel Valdez makes a simple halibut recipe that you can use with any fish, Jamie Susslin puts the bacon to some duck breasts, Alan Clemons mends fences, Cee Dub tells you how you can save some money on something that'll last forever and Buddy gets it on with some summer sausage.    "
                },
                "11": {
                    "title": "Yellowtail Times Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 May 2014",
                    "year": "2014",
                    "plot": "\n    Super fresh yellowtail gets the chef's treatment from Leysath, Tommy Gomes removes the bloodline, Jamie Susslin prepares salmon crepes, Stacy Harris stuffs a venison loin, Alan Clemons gets rattled about something and Buddy makes a stinky concoction.    "
                },
                "12": {
                    "title": "Dutch Oven Cook-Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Leysath checks out a pro chef cast iron competition in Salt Lake City, Hank Shaw cooks a bunny, Alan Clemons just might save your life, Chris Logan cooks with one of Scott's least favorite ingredients, Stacy Harris has a root vegetable revival and Buddy smokes deer ribs.    "
                },
                "13": {
                    "title": "Punt and Pull",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "16 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Leysath hunts and cooks pheasants with Hi Mountain Seasoning's Hans Hummel. Save a ton of money with a sore joint solution, Chef Juan Santos cooks duck tacos at the Michael David Winery, Jamie Susslin prepares the super-tender tenderloin and Buddy T shows you how he brings doves lower to the ground.    "
                },
                "14": {
                    "title": "Backstrap Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "30 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Chef Scott cooks tender venison, McGannon's got sliders, Michele Eichler cooks elk hearts, Alan Clemons helps you spot, Stacy has venison tips, Cee Dub's got a surprise in a bun and Chad Toepfer skins a rabbit - quick like!    "
                },
                "15": {
                    "title": "Scotch & Salmon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Chef Scott discusses salmon farming and then prepares salmon with a scotch-infused sauce. Fred Eichler breaks down an elk in record time, Jana Waller cooks wild turkey, Melissa Bachman's got a hot tip, Cee Dub does breakfast, John McGannon ages deer and Buddy fries something.    "
                },
                "16": {
                    "title": "Feeding Frenzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Leysath takes in a Sacramento, California Game Feed. Hank Shaw makes antelope heart schnitzel, Melissa Bachman has some great info, Stacy Harris deals with the chickens, Cee Dub makes rib-stickin' cuisine, Miguel Valdez cooks shrimp and Buddy goes green.    "
                },
                "17": {
                    "title": "Upscale Quail",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Leysath prepares Stuffed Quail with Rabbit-Rattlesnake Sausage Stuffing. Michele Eichler makes cheesesteak, John McGannon on coolers, Melissa Bachman warms you up, Cee Dub's got cornbread and Buddy does something with shrimp.    "
                },
                "18": {
                    "title": "Venison on a Stick",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Leysath grills venison skewers two-ways with different dipping sauces and marinades. Michael David Winery and Tiffany Haugen cooks salmon. Hans and Cee Dub make big game sausage, Melissa lends a hand, John McGannon on spices and Buddy on slaw.    "
                },
                "19": {
                    "title": "Beauty & the Beast",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Scott is joined by Sporting Chef co-host, Stacy Harris, and he helps her prepare some of her go-to recipes. Hank Shaw cooks goose gizzards, Tiffany Haugen smokes Salmon, Melissa Bachman has a hog hunting tip, John McGannon does the math and Buddy T makes Swamp Dip.    "
                },
                "20": {
                    "title": "Trout with Attitude",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Leysath grills trout with tons of flavor, Hank Shaw has crispy skin, Stacy Harris is in the kitchen, Tommy Gomes on shrimp, Cee Dub's got panfish, Melissa Bachman goes scouting and Buddy T gets \"microzapped.\"    "
                },
                "21": {
                    "title": "Fish Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Leysath says, \"When in doubt, make fish cakes.\" John McGannon makes Citrus and Ginger Infused Duck, Hans and Cee Dub make jerky, Melissa Bachman has a tip for bowhunters, Stacy Harris brines and smokes wild turkey breast, Chef Valdez prepares scallops and Buddy makes something special.    "
                },
                "22": {
                    "title": "Collaboration Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Leysath is the out-of-town guest chef at one of San Diego's hottest food tickets, the Collaboration Kitchen. He and the CK staff prepare 5 different dishes, John McGannon dry ages duck and Hans and Cee Dub make Snackin' Sticks. Also, Melissa Bachman, Stacy Harris and Buddy T.    "
                },
                "23": {
                    "title": "Giving Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Melissa Bachman joins Chef Leysath and a great group of volunteers for a July 4th Salmon Feed at the Great Lakes Naval Station near Chicago. Also, McGannon on pheasant, blind snacks, Stacy Harris, Buddy T and Cee Dub.    "
                },
                "24": {
                    "title": "Eye Opener",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    It's breakfast in The Sporting Chef kitchen. Leysath takes on more than even he can chew with Corned Venison Hash, Wild Boar Sausage, Walnut and Cranberry Pancakes and Fully Loaded Breakfast Burrito. Also, John McGannon, Tiffany Haugen, J D Richey, Cee Dub, Stacy Harris and Buddy.    "
                }
            },
            "2": {
                "1": {
                    "title": "Man Meets Griddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Scott tests out the new Camp Chef Pro Flat Top Griddle with Venison Loin with Onions, Peppers and Sweet Chili Sauce, Boar Fried Rice, Stir-Fried Vegetables and Spicy Cashew and Sesame Catfish with Mushrooms and Snow Peas. Chris Logan cooks salmon, Stacy Harris is still the viewer favorite, Cee Dub knows cast iron, Melissa Bachman's outdoors, John McGannon shares his meat map and Buddy goes hog wild.    "
                },
                "2": {
                    "title": "Dueling Smokers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Leysath puts a Camp Chef Pellet Grill and their Smoke Vault to the test with salmon and ground venison. Also on the show, John McGannon shows his age, frozen ducks, Hans Hummel grills salmon, Melissa Bachman heads west, Stacy Harris cooks fish, Alan Clemons has knots and Buddy's makin' bacon, kind of.    "
                },
                "3": {
                    "title": "Comfortably Yum",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    This week's show is all about comfort foods. Scott Leysath makes a fall-off-the-bone Sika Deer Roast and Smoked Salmon Mac N' Cheese. Fred Eichler goes bobcat hunting, Stacy Harris makes meatballs, Tiffany Haugen talks about butchering, Melissa Bachman's on the range, Cee Dub's got dessert and Buddy's got crabs.    "
                },
                "4": {
                    "title": "Benny's Moose",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Leysath gets a challenge from Benny Spies, host of 'Gun It with Benny Spies.' It turns out that Benny shot a moose that tastes, well, not great. Chef Scott does his best to make the moose meat edible. Also, Fred Eichler has no moose problems at all, a paper towel trick, Boar BLT, Melissa Bachman helps you get a gator, Cee Dub's got Super Nachos and Buddy has pig lips.    "
                },
                "5": {
                    "title": "Monchong",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    What's a monchong? It's not your everyday fish, unless you live in Hawaii. Chef Scott cooks it up, along with some bony fish parts. Stacy Harris cooks backstrap, Jana Waller's got bear backstrap, Melissa Bachman has a turkey tip and then Cee Dub and Buddy do what they do best.    "
                },
                "6": {
                    "title": "Asado Feast",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 May 2015",
                    "year": "2015",
                    "plot": "\n    The Sporting Chef heads home to Virginia for a celebration of game, fish and beverage. The big event is the Asado Feast with Bambi on a Spit. Leysath and friends get into bluefish, oysters, oyster toads, Wheelin' Sportsmen hogs and more than a few wild folks who know how to have a good time.    "
                },
                "7": {
                    "title": "Making Jerky",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Leysath shows a few ways to make jerky out of any ground game meat. Jana Waller shoots a turkey, Stacy Harris smokes one and Melissa Bachman's got a tip that'll increase the odds that you'll get one, too. Hannis Cavin from San Diego's 'Carnitas' Snack Shack' makes a Wild Boar Cuban Sandwich, Chef John McGannon talks about blood and Buddy's got broccoli burgers, or something like that.    "
                },
                "8": {
                    "title": "CWA Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Scott Leysath Hunts with active service military and California Waterfowl Association.    "
                },
                "9": {
                    "title": "Shanks for the Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Scott shows how to turn tough deer shanks into tender vittles in a Camp Chef Dutch oven. Tommy Gomes cooks sea bass. Tiffany Haugen on burgers. Custom duck straps you're going to want and Buddy T's beard isn't getting any shorter.    "
                },
                "10": {
                    "title": "Kountry Meats",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "3 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The Sporting Chef pays a visit to his go-to game processor in Elk Grove, California where the owner demonstrates the proper way to butcher a deer. John McGannon makes Wild Boar Chile Colorado, Logan Mitchell cooks clams and Melissa Bachman goes ballistic. Also, Hans Hummel and C.W. 'Cee Dub' make Snackin' Sticks and Buddy's got Duck Gumbo.    "
                },
                "11": {
                    "title": "Pheasant Hunt (Pluckin')",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The Sporting Chef is back in America's pheasant capital with his bluegrass pickin' friends at Ringneck Retreat. Following an exceptional pheasant hunt, the musician perform in downtown Huron, South Dakota and help the community raise money for three great causes. Also on the show, Melissa Bachman, Cee Dub, Tommy Gomes, Tiffany Haugen and Buddy T.    "
                },
                "12": {
                    "title": "Pheasant Hunt (Pickin')",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "28 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The Sporting Chef is back in America's pheasant capital with his bluegrass pickin' friends at Ringneck Retreat. Following an exceptional pheasant hunt, the musician perform in downtown Huron, South Dakota and help the community raise money for three great causes. Also on the show, Melissa Bachman, Cee Dub, Tommy Gomes, Tiffany Haugen and Buddy T.    "
                },
                "13": {
                    "title": "Mexico Dove Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Sweetwater Fillet",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Flyfishing purists might have a problem with this show. Leysath leaves the kitchen for Wyoming's Sweetwater River to fish for tasty native trout with Hand and Brian from Hi Mountain Seasoning. Hickoff's got a fall turkey tip, Shayna shows how smart she is, Cee Dub's got salmon fingers, Draper on tenderizing and Buddy's playing with squid.    "
                },
                "15": {
                    "title": "Hi Mountain Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Scott and friends take to off-roads less travelled in search of high country trout. He and pals Hans Hummel and Brian Tucker catch fish and Scott cooks them. JD Richey has a wrap session, Melissa Bachman has slugs, Cee Dub's fires up the Dutch oven, Kyle Crawford on sharpening and Buddy cooks an Axis deer part.    "
                },
                "16": {
                    "title": "Freezer Fare",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Scott cleans out the freezer and shows off his dogs. Tiffany Haugen makes shrimp and veggies. Blind snack packing. David Draper cooks venison osso bucco. Kyle Crawford shows how to stay sharp. Melissa Bachman wants you to be safe. Cee Dub's on a roll and Buddy's even cornier than ever.    "
                },
                "17": {
                    "title": "Rib Riot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Leysath is long on wild boar ribs, Hanis Cavin cooks white salmon, Tommy Gomes doing what he does best, Kyle Crawford plays with knives, Buddy cleans his turtle and Melissa Bachman cooks a gator.    "
                },
                "18": {
                    "title": "Mexico Duck Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Just a short plane ride from Los Angeles or Dallas lies some of the best duck hunting in the world. The shooting is fast and furious and small ducks are the rule on this special Sporting Chef episode. David Draper makes duck tacos, Julie and Daniel Lee of Brotherhood Outdoors cook, El Cid chefs show off in the kitchen and chef Scott shoots his way out of a slump.    "
                }
            },
            "3": {
                "1": {
                    "title": "Simple Sauces",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    When you're short on time and want something to turn your fish and game from pretty good to \"Hell Yeah!\", Chef Leysath's got you covered. Also on the show, Stacy Harris, David Draper, Melissa Bachman, Cee Dub, Kyle Crawford, John McGannon and Buddy T.    "
                },
                "2": {
                    "title": "Frog Legs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    What do you call a frog with no hind legs? Unhoppy. Sorry. Chef Scott fries frog legs and makes a frog leg appetizer that will flat out leave you thinking, \"Now, that's a great idea!\" Joining the chef on the show is an all-star cast featuring Lisa Freeman, Tommy Gomes, Susie Jimenez, Shayna Bane, Cee Dub and, as always...Buddy T.    "
                },
                "3": {
                    "title": "Spice It Up Chorizo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Leysath introduces a new member to the Sporting Chef culinary team. Meet Susie Jimenez, runner-up on Next Food Network Star. Filmed at Colorado's Kessler Canyon ranch, Susie shows Scott how to spice up her own brand of wild game cooking. Also, Shayna Bane, Kyle Crawford, Tommy Gomes and Buddy T's in Mexico.    "
                },
                "4": {
                    "title": "Good Gobblers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Leysath can cook wild turkey like nobody's business and he shares a couple of his favorite recipes. Susie Jimenez makes Wild Boar Carnitas, John McGannon's got stock, Melissa Bachman's boot scootin', Cee Dub's got game fingers, Kyle Crawford sharpens and Buddy T. grinds some stuff.    "
                },
                "5": {
                    "title": "Kessler Canyon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Leysath cooks at one of the most incredible locations in the world - Kessler Canyon Ranch, on Colorado's western slope. He's grilling a mess of recently deceased quail, chukar and pheasants. You'll meet the winner of the Winchester Dream Hunt. Also, Lisa Freeman, Tommy Gomes, Shayna Bane, Kyle Crawford and Leysath's favorite redneck...Buddy T.    "
                },
                "6": {
                    "title": "Sportsman's Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Leysath and Steve McGrath go crazy on Mexico's Lake Picachos with Ron Speed Adventures. Taking a break from the kitchen, they catch more largemouth bass than they thought humanly possible. Also, scallop freezing, Tommy on yellowtail, Tiffany on butchering, El Cid chefs, Mazatlan and Buddy.    "
                },
                "7": {
                    "title": "Burger Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Leysath makes burgers with wild turkey, duck and venison. Susie's got Meatball Soup. Tommy shows a lingcod who's boss. Melissa deals with stinky hands. Stacy's getting saucy. Cee Dub makes dessert and Buddy's got eel.    "
                },
                "8": {
                    "title": "Tough Enough",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    So, what do you do when it's too hard to chew? The Sporting Chef has the solution. David Draper has a different kind of kabob. Shayna's cooking Kielbasa. Kyle sharpens a hatchet. Stacy's making fajitas. Cee Dub's got maple bars and Buddy shares a favorite recipe from Mexico.    "
                },
                "9": {
                    "title": "Control Freak",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n    Chef Leysath has a gizmo that'll control the exact temperature of your cooked fish and game. Draper's got whiskey. Lisa's cooking duck. Melissa has an archery tip. Susie's elk goes global. Dan fixes a broken knife and Buddy's got fish balls.    "
                },
                "10": {
                    "title": "Salad Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "23 May 2016",
                    "year": "2016",
                    "plot": "\n    Chef Leysath shares a few non-traditional fish and game recipes. Also on the show - Melissa Bachman in the field, John McGannon cooks wild boar, Shayna Bayne's cooking brats, Cee Dub stuffs bread and Buddy T. makes unusual tacos.    "
                },
                "11": {
                    "title": "Sloppy Seconds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    So much better than the stuff in the can, Chef Leysath prepares Sloppy Joe's. Joining Scott are Stacy Harris, Susie Jimenez, Linkie Marais, Cee Dub, Dan Dovel and Buddy T.    "
                },
                "12": {
                    "title": "Carne Con Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "13 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Chili is a great crowd pleaser and Leysath shares his favorites that are loaded with game meat. Beans are optional. Also on the show, Stacy, Susie, Linkie, Cee Dub, Dan and Buddy.    "
                },
                "13": {
                    "title": "Hoppin Juan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "27 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Scott reminisces about one of the very first Sporting Chef shows back when Sportsman Channel was just getting started. He and his good friend and chef buddy, Joe Shaw, made Joe's version of Hoppin' John. 12 years later, Leysath has a new version. Supporting cast of cooks and outdoor pros include Susie Jimenez, Jeff Smith, Kyle Crawford, David Draper, Melissa Bachman and Buddy T.    "
                },
                "14": {
                    "title": "Pork-O-Rama",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "18 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Side-by-side smoke-off pitting feral swine against grocery store pork shoulder. So why do they call 'em pork butts? Joining Leysath on this pork pullin' extravaganza are Susie Jimenez, Dan Dovel, John McGannon, Cee Dub, Stacy Harris and Buddy T.    "
                },
                "15": {
                    "title": "Bottom Feeders",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    If you are what you eat, then why does bacon taste so dang good? Just because a creature hangs out around the bottom of the swamp and eats decomposed matter, it doesn't mean you shouldn't eat it, right? On the show - shrimp, flounder, Stacy, Shayna, Cee Dub, Tommy, John and Buddy.    "
                },
                "16": {
                    "title": "Golden Moments",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "29 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Scott Leysath takes a break from the kitchen and looks back at some candid moments from the last few seasons. He introduces a couple of new faces on the show, Jackie Carlisle and Byron Seeley. Familiar faces Stacy Harris, Susie Jimenez, and Buddy T also share some of their favorite tips and recipes.    "
                },
                "17": {
                    "title": "Meatloaf",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Leysath shows how to make great use of your ground game meat with his Mexican Meatloaf. Food snobs beware - this one has crushed up tortilla chips to help bind it together. Also on the show, Linkie, Susie, Jeff, Cee Dub, Stacy and Buddy.    "
                },
                "18": {
                    "title": "Aspen Food and Wine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Aspen Fish and Game - Chefs Leysath and Jimenez invade Aspen Food and Wine with their own brands of fish and game cookery. You're invited to the \"Hip Latina House\" during one of the country's premier food and wine events. Joining the chefs are Linkie Marais, Shayna Bane and Buddy T.    "
                },
                "19": {
                    "title": "Extra Crispy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    If it's crispy, crunchy or frizzled, it's usually fried. And it tastes good, too. Chef Leysath demonstrates the best way to deep-fry a few different wild ducks. Also on the show, Susie Jimenez cooks pheasant, Stacy Harris cooks venison loin, John McGannon has something he calls a compass, Cee Dub's cooking smashed potatoes and Buddy's doing some frying of his own.    "
                },
                "20": {
                    "title": "Shore Lunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Scott takes to the water on a secret fishing hole where he tries to channel Bill Dance and catch a mess of large bass. Unlike Bill, he's planning in eating a few of the small ones. Also on the show, Susie Jimenez has something special, John McGannon's doing some camp cooking, Melissa Bachman has a tip for healthier deer, Cee Dubs's got soup, Jeff Smith's on call and Buddy's got fish bellies.    "
                },
                "21": {
                    "title": "Hog Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Scott offers his solution to the out-of-control wild pig problem. We must eat them. He visits a Northern California meat processor who shares the basics of proper hog butchering. Susie has pizza with attitude, John's got a tip or two, Jeff's in the field, Stacy's making gravy and Buddy's got crabs again.    "
                },
                "22": {
                    "title": "Asian Flavors",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Leysath cooks up three amazing Asian inspired dishes: Venison Bulgogi, a foil wrapped pheasant, and salmon balls. Susie Jimenez makes Wild Turkey Risotto Cakes, Cee Dub whips up some camp style chili using venison, Melissa Bachman promotes a product for healthy deer, and Buddy's back at the El Cid with a unique take on etoufee.    "
                },
                "23": {
                    "title": "Leftovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sporting Chef (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Leysath has a gizmo that'll control the exact temperature of your cooked fish and game. Draper's got whiskey. Lisa's cooking duck. Melissa has an archery tip. Susie's elk goes global. Dan fixes a broken knife and Buddy's got fish balls.    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Leysath, Scott"
            },
            {
                "name": "Toepfer, Buddy"
            },
            {
                "name": "Dub, Cee"
            },
            {
                "name": "Harris, Stacy"
            },
            {
                "name": "Jimenez, Susie"
            },
            {
                "name": "McGannon, John"
            },
            {
                "name": "Bachman, Melissa"
            },
            {
                "name": "Smith, Jeff"
            },
            {
                "name": "Dovel, Dan"
            },
            {
                "name": "Marais, Linkie"
            },
            {
                "name": "Draper, David"
            },
            {
                "name": "Freeman, Lisa"
            },
            {
                "name": "Gomes, Tommy"
            },
            {
                "name": "Harris, Stacy"
            },
            {
                "name": "Bayne, Shayna"
            },
            {
                "name": "Fenson, Brad"
            },
            {
                "name": "Haugen, Tiffany"
            },
            {
                "name": "Hummel, Hans"
            },
            {
                "name": "Malakasis, Tasia"
            },
            {
                "name": "Shawn, Hank"
            },
            {
                "name": "Logan, Chris"
            },
            {
                "name": "Richey, J.D."
            },
            {
                "name": "Valdez, Juan"
            },
            {
                "name": "Bachman, Melissa"
            },
            {
                "name": "Bachman, Melissa"
            },
            {
                "name": "Bachman, Melissa"
            },
            {
                "name": "Bane, Shayna"
            },
            {
                "name": "Carlisle, Jackie"
            },
            {
                "name": "Crawford, Kyle"
            },
            {
                "name": "Crawford, Kyle"
            },
            {
                "name": "Seeley, Byron"
            },
            {
                "name": "Shaw, Joe"
            },
            {
                "name": "Reed, Jakob"
            }
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGFlZTYwNmQtMDliNS00MWIzLTkyOTMtYTMxMTk4OThkYjU2XkEyXkFqcGdeQXVyNjU5NzM4NzY@._V1_SY150_CR25,0,101,150_.jpg",
        "plot outline": "You brought it home, now what? Find out how to transform anything with fur, fins and feathers into delicious table fare in what's been called \"the fastest half-hour on outdoor television.\" Veteran wild game cooking expert Scott Leysath leads a pack of professional and home chefs, cookbook authors and outdoor experts on a quest to discover the best recipes, tips and techniques that will make the most of your fish and game from the field to the table. Each week, Chef Leysath is joined by an engaging and diverse group of contributors from award-winning fine dining chefs to down home rednecks. From trophy antlered game to a cooler full of catfish, The Sporting Chef shows the way to make it all taste great.",
        "languages": [
            "English"
        ],
        "title": "The Sporting Chef",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "The Sporting Chef (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "4 Mile Post"
            }
        ],
        "distributors": [
            {
                "name": "Sportsman Channel"
            }
        ],
        "plot": [
            "You brought it home, now what? Find out how to transform anything with fur, fins and feathers into delicious table fare in what's been called \"the fastest half-hour on outdoor television.\" Veteran wild game cooking expert Scott Leysath leads a pack of professional and home chefs, cookbook authors and outdoor experts on a quest to discover the best recipes, tips and techniques that will make the most of your fish and game from the field to the table. Each week, Chef Leysath is joined by an engaging and diverse group of contributors from award-winning fine dining chefs to down home rednecks. From trophy antlered game to a cooler full of catfish, _The Sporting Chef_ (qv) shows the way to make it all taste great."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}