{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 September 2013"
            }
        ],
        "release dates": [
            "Canada::4 September 2013"
        ],
        "episodes": {
            "2": {
                "0": {
                    "title": "Selling Big (Destination America Special)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "original air date": "8 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    1-Hour Special on Destination America.    "
                },
                "1": {
                    "title": "Grande Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    After last season's record breaking year, Ritchie Bros. is gearing up for another huge run, setting their sights even higher with a total Canadian sales goal of 1.1 billion dollars. It all starts in Grande Prairie, Alberta, where workers are prepping for their first auction of the year. But getting the yard ready is no easy task as winter refuses to leave. Up against unseasonal weather, tight timelines and new, unproven staff members, Grande Prairie needs to buckle down and get this season started with a bang!    "
                },
                "2": {
                    "title": "Grande Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    With Day One of their spring sale in the books, Grande Prairie's looking to keep the pressure on as even more iron crosses the ramp on Day Two. Customers are already swarming as a heavy duty hydraulic excavator prepares to hit the auction ramp - but getting this piece of iron ready takes days and days of prep and a last minute issue could prove disastrous for potential bids. With a two-day sales goal of 37 million dollars on the line, Grande Prairie must battle through last minute issues to make it to the finish line.    "
                },
                "3": {
                    "title": "Westlock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In rural Westlock, Alberta, an entire community has come together to make this off-site sale a reality. After an unexpected tragedy struck the Adair family and forced them to sell their farm, the community pitched in to get the job done. Now, as Ritchie Bros. pulls into town, there's a host of quality farm gear that's just waiting to go to the highest bidder.    "
                },
                "4": {
                    "title": "Beaumont & Sovereign",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    With the agricultural sale season well underway, teams in Alberta and Saskatchewan are busy setting up two very different auctions. In Beaumont, Alberta, the Lavigne family is preparing to sell off the family farm after decades in the business while over in Sovereign, Saskatchewan, Trevor Winney is looking to downsize his massive farming outfit. With the goal of getting top dollar for their consignors, ag crews won't let bad weather and unseasoned bidders hold them back. Two provinces, two auctions, and no room for error.    "
                },
                "5": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    If there's one thing Edmonton's known for, it's big auctions! And this year's spring sale is no exception. With the site's current three-day sales record sitting at 109 million dollars, staff are looking to blow that figure out of the water with the biggest auction to ever hit Canada.    "
                },
                "6": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The diesel fumes are in the air as the second day of Edmonton's spring sale roars to life. The yard is packed to the gills with 6,000 lots, but getting that amount of iron to the ramp on time is pushing yard workers to their limits. For Senior Vice President Kevin Tink, this year's sale is especially important as he prepares to concentrate solely on his auctioneering responsibilities in the fall, and breaking the site's 109 million dollar record would be the perfect send off. Can crews keep the momentum going on their way to a record-breaking final tally?    "
                },
                "7": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    It's the third and final day of Edmonton's spring sale and weeks of hard work all come down to this. After a gigantic Day Two which saw multiple site records fall, it's time to dig deep for the final push. A rare oilfield fluid pump trailer could either help the final tally or be a total flop with potential bidders. Only time will tell.    "
                },
                "8": {
                    "title": "Truro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    On the east coast of Canada, Truro, Nova Scotia stands as the lone Ritchie Bros. site in the region. But with numerous pieces of high quality construction, transportation and other equipment just waiting to be sold, sales have been steadily growing for the past few years. Now, Truro's hoping to put on another big auction - but with a massive storm forecasted to hit on auction day, will the weather dampen the results?    "
                },
                "9": {
                    "title": "Chilliwack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    At Ritchie Bros.' picturesque site in Chilliwack, British Columbia workers are busy putting the final touches on an auction with a truly West Coast flavour. While a berry harvester should garner the attention of the many blueberry farmers in the region, it's a 1940's antique tugboat that has staff intrigued. Built during World War II, this tugboat is a piece of British Columbia history and one of the most unique pieces the company has ever sold in Canada. Add a custom-built motorcycle to the mix and Chilliwack is poised to pull off this massive sale in style.    "
                },
                "10": {
                    "title": "Spruce View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    After three generations of farming, the Wolf family of Spruce View, Alberta has decided to sell their family farm and business. While their high-quality agricultural gear and choice pieces of land should bring in big numbers, it's a herd of 200 cow-calf pairs that makes this auction unique. Auctioning off this size of a herd will be a true test for the team.    "
                },
                "11": {
                    "title": "Thunder Bay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "12 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Northern Ontario is in for a rare treat as Ritchie Bros. heads to Thunder Bay for its first auction in seven years. With some of the shiniest logging and mining gear in the country, this sale is expected to reel in the customers and the big money.    "
                },
                "12": {
                    "title": "Grande Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "19 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    It's all hands on deck in Grande Prairie as a massive one-day sale creates a logistical nightmare for staff. With more than 2,200 items to sell in just one day, the site must run three simultaneous auctions in order to get every piece sold. Luckily, an oil and gas industry boom in the area means the auction is full of top-notch oilfield equipment which is sure to lure interested bidders.    "
                },
                "13": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The Edmonton site has its hands full as they battle the elements to move a 400-ton crane out of the yard while also preparing for yet another record-breaking auction. With thousands of pieces of high-quality equipment ready to go, it's a one-of-a-kind Hagglund military vehicle that is the auction's most unique piece. And as Ritchie Bros.' continues their drive for 1.1 billion dollars in sales, site staff are under pressure to keep the ramp flowing smoothly and the bids rolling in.    "
                }
            },
            "1": {
                "1": {
                    "title": "Grande Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Records are made to be broken, and this season Ritchie Bros. Auctioneers are gunning to prove just that. Kicking off the Canadian auction season at their Grande Prairie, Alberta location as they begin their quest to break their billion dollar Canadian-division record from 2012. Senior vice president, Kevin Tink, rallies his team to dig deep for big results. With acres of heavy machinery ready to hit the ramp, everyone puts their game face on to ensure the dollars roll in on auction day.    "
                },
                "2": {
                    "title": "Drayton Valley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Ritchie Bros. take business on the road for this episode, travelling to rural Drayton Valley, Alberta where farmers Len and Vicki Paulson are downsizing their possessions in preparation for retirement. They take on the hefty task of selling the Paulson's land, farm equipment and even their Jet Ski. The pressure is on as the proceeds of this auction will finance the Paulson's retirement. Fighting through mud, inclement weather, and high stakes is just another day on the job for this auction team.    "
                },
                "3": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Breaking last year's billion dollar total sales in Canada means that the team at Ritchie Bros. needs top results in this, their biggest Canadian auction of the year. But there is another record on everyone's mind. In this same spring sale last year, this site sold a record breaking $108 million in just three days. They want to blow the doors off that tally, but the fast pace of the auction puts pressure on the yard staff to keep heavy machinery flowing past the theatre full of buyers.    "
                },
                "4": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    With day two of the year's biggest Canadian auction looming, Ritchie Bros. yard staff is busy at work making sure the equipment is in top shape. From fresh coats of paint to perfectly angled photos and realigned crane boom cables, it's all hands on deck as they put their best foot forward to get top dollar for each and every machine. With big ticket items like a rare 1984 Husky all-terrain vehicle, motor scrapers and crane trucks ready to go, buyers are swarming and the auction staff is hoping they'll make a strong surge towards their $108 million goal.    "
                },
                "5": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    It's the third and final day of Ritchie Bros.' biggest auction of the year in Edmonton, Alberta. Three classic cars will be crossing the ramp to be sold today and car enthusiasts are flocking to the auction to get a look at these beautiful antiques. Meanwhile, the husband and wife team of Tim and Nattalie Cabay are hoping to pull in some big bucks for their retirement by putting some heavy machinery in the auction. With Ritchie Bros.' sales record and their retirement dreams on the line, this final day is going down to the wire.    "
                },
                "6": {
                    "title": "Wembley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    It's another farm auction for the Ritchie Bros. team as they travel to Wembley, Alberta. But this agriculture auction is unique. Three antique farm equipment collectors have come together to put on a sale that is sure to draw a crowd. The only thing threatening the success of this small town event is the forecast for thunderstorms!    "
                },
                "7": {
                    "title": "Grande Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    It's June in Alberta, and for Ritchie Bros. Grande Prairie team that means its forestry season. Day one of this two day auction boasts the most impressive rows of processors, feller bunchers, grapple skidders and log loaders this site has ever seen. And it's all thanks to two consigners: Roy Isley who is re-aligning his fleet and Stan Neudorf who is shutting down his forestry division to focus on gold mining. Regional Sales Manager, Blair Gogowich sets his sights on an aggressive sales goal and rallies the team to maximize dollars as top notch gear rolls across the ...    "
                },
                "8": {
                    "title": "Grande Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    It's the second day of the auction in Grande Prairie, Alberta. For Ritchie Bros. Auctioneers, the pressure is on to maximize dollars and reach their auction target of thirty-four million dollars. With 20 million on the books from day one, they are hoping that a heavy iron line-up of excavators, rock trucks and specialized logging transport trucks can take them over the top. Looking ahead to the rest of the year, Senior Vice President Kevin Tink knows the outcome of this sale will help keep them on track to break last year's Canadian sales record of one billion dollars.    "
                },
                "9": {
                    "title": "Winnipeg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    For Ritchie Bros. Auctioneers, chasing a goal of a billion dollars in sales in Canada means maximizing all the sales territories across the country. Rookie Territory Manager Sam Webber pioneers a newer territory in Winnipeg, Manitoba where their auction presence is less known. Sam embraces the challenge of running an auction in a location without a permanent facility known as an 'off-site' sale. This auction is full of first-timer sellers and buyers, but the Ritchie Bros. team is up for the challenge.    "
                },
                "10": {
                    "title": "Winnipeg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    After thirty years in the industrial excavation business, Ken Palson has decided to retire and sell his entire fleet of heavy yellow iron. Territory Manager Sam Webber leads the auction army into Ken's yard where the 'off-site' sale will be hosted. One of Ken's flagship machines, the long reach excavator, is sure to draw some attention. This massive iron is one of only a handful in the province. It's sure to be an emotional day for Ken, saying goodbye to his business and learning if his investment in yellow will pay off for his retirement.    "
                },
                "11": {
                    "title": "Chilliwack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Stunning views of the mountains are the signature for this Ritchie Bros. site in Chilliwack, BC. It's a small scenic yard but it still fills with top, late model iron for each auction. Consignor Ricky Dhatt, owner of KeyWest Asphalt, is selling a loader backhoe at the sale and custom landscaper Noel Peters has decided to unload his multi-terrain loader. Both sellers are counting on Ritchie Bros. to rake in a healthy profit for their gear. This auction also puts yard staff to the test with a stalled excavator on the ramp during the heat of auction action.    "
                },
                "12": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Edmonton's two-day auction is shaping up to be its biggest September auction yet. With an unmatched cross-section of iron, from pipelayers to crawler tractors, and even a trolley bus, this auction is sure to be a crowd pleaser. Yard worker, Ray Ray is pumped when a massive dozer used in the oil patch arrives. Mid-way through the auction another large dozer stalls on the ramp, threatening to stop the auction in its tracks. Some fast thinking and quick action by the team gets it moving so the auction can proceed at its usual rapid pace.    "
                },
                "13": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Selling Big (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Trucks, trucks and more trucks! Day two of Ritchie Bros.' September auction in Edmonton is all about transportation. On the heels of a great first day which brought in $32 million, it's now up to the huge collection of trucks and trailers to bring in more big bucks. With 42-year veteran Bill Armstrong selling his large fleet of logging machinery and a rare one-of-a-kind recycling train used in major road construction work up for grabs, bidding heats up. With less than 50 Canadian auctions remaining for the year, Ritchie Bros. inches closer to their national billion ...    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Auctioneers, Ritchie Bros."
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 4.4,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGVhZDJlOWMtMmQ0Yi00Mjc5LWI3NzAtYzQ2YTUwMmRmMjE1XkEyXkFqcGdeQXVyODE1Mjc3Njg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Heavy equipment, tight timelines, temperamental iron and major money! Welcome to the #1 destination for buying and selling big machines, Ritchie Bros. Auctioneers. Selling Big is a half-hour documentary series that follows the colourful personalities that run this impressive global powerhouse in Canada. It's unlike any auction you've ever seen; massive industrial equipment sourced from sites across the globe-a collection of the biggest, baddest, heaviest machinery in the world. Thousands of pieces of heavy iron up for grabs to the right buyer and with no reserve bid-the pressure to sell is high. The machinery, the money, the stakes - everything is on a grand scale in the world of Ritchie Bros. These are the people that are Selling Big.",
        "languages": [
            "English"
        ],
        "title": "Selling Big",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Selling Big (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Mountain Road Productions"
            }
        ],
        "distributors": [
            {
                "name": "Cottage Life"
            }
        ],
        "plot": [
            "_Selling Big_ (qv) is a half-hour documentary series that follows the colourful personalities that run Ritchie Bros. Auctioneers in Canada.::Mountain Road Productions",
            "Heavy equipment, tight timelines, temperamental iron and major money! Welcome to the #1 destination for buying and selling big machines, Ritchie Bros. Auctioneers. _Selling Big_ (qv) is a half-hour documentary series that follows the colourful personalities that run this impressive global powerhouse in Canada. It's unlike any auction you've ever seen; massive industrial equipment sourced from sites across the globe-a collection of the biggest, baddest, heaviest machinery in the world. Thousands of pieces of heavy iron up for grabs to the right buyer and with no reserve bid-the pressure to sell is high. The machinery, the money, the stakes - everything is on a grand scale in the world of Ritchie Bros. These are the people that are _Selling Big_ (qv).::Mountain Road Productions"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 4.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 3.7
            },
            "males": {
                "votes": 4,
                "rating": 3.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 3.7
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 4,
                "rating": 3.8
            }
        },
        "number of votes": {
            "10": 0,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 2,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 4.4,
        "median": 4
    }
}