{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2013"
            },
            {
                "country": "UK\n",
                "date": "23 September 2013"
            }
        ],
        "release dates": [
            "UK::2013",
            "UK::23 September 2013"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "From Berneray to Pabbay: The Riddle of the Sands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    In this first programme in the new series, Paul Murton continues his island odyssey, exploring the remote and fascinating places which scatter our coastline, and meeting the people who call these islands home. On this Grand Tour, Paul is exploring a cluster of islands in the Outer Hebrides. Lying just off the North Uist coast is princely Berneray, where his journey begins. From there he heads south to capture the colours of Grimsay, and then weaves through the marram grass of Kirkibost, to end on the deserted whisky island of Pabbay.    "
                },
                "2": {
                    "title": "Bridging the Gap: Scarp, Great Bernera and Scalpay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    This grand tour takes Paul around the coast of the Long Island of Harris and Lewis, beginning on Scarp, travelling north to Great Bernera, then south east to Scalpay. These islands may seem to exist in the shadow of their much larger neighbours but Paul discovers they have a distinct identity all of their own, as he hears remarkable stories of crofter rebellions, rocket mail and a rich local culture.    "
                },
                "3": {
                    "title": "Against the Odds: Out Skerries, Whalsay and Papa Stour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Paul explores the eastern outposts of Shetland - Papa Stour, Whalsay and the Out Skerries, encountering along the way newborn lambs, ancient ruins and traditional Shetland sword dancing. Paul's journey reveals a bittersweet story of islands where life seems to continue against the odds, in the face of declining populations and the challenges that come with being so remote. But in all of the three islands Paul explores, he discovers they have their own voice, made proud and distinctive by the determination of the islanders to keep their communities alive.    "
                },
                "4": {
                    "title": "Northern Skye: A Land of Giants and Fairies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode Paul heads to the northernmost spur of Skye - the stunningly beautiful Trotternish Peninsula. The Isle of Skye is an intoxicating mix of all that is great about Scotland's islands, and the dramatic landscape of the north embraces everything from lava-twisted rocks to stunning waterfalls. Paul begins his adventure at one of the star attractions of this part of the island, the Old Man of Storr, and his journey takes him on journey of discovery following in the footsteps of the dinosaurs who once walked this land, through the enchanted fairy glen and out ...    "
                },
                "5": {
                    "title": "From Flottay to Sanday: War and Peace in the North",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "3 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    On this journey Paul crosses the great natural harbour of Scapa Flow to the island of Flotta, before heading round the main island of Orkney to Stronsay, and from there travelling north to the stunning beaches of Sanday. Along the way Paul discovers stories of World War One, a mysterious beast, and Orkney Selkies.    "
                },
                "6": {
                    "title": "Off the Map: North Rona and the Monach Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    In the final episode of the series, Paul embarks on his most difficult island Grand Tour to date. Every destination has been long abandoned by people, there are no ferries, no piers or proper landings at these islands making it quite a challenge to get there. Paul's journey sees him travel to the once-inhabited island of Heisgeir, sail around the gannet city of Sula Sgeir and endure rough seas to finally make landfall on the extraordinarily remote island of North Rona.    "
                }
            },
            "1": {
                "1": {
                    "title": "From Foula to Fair Isle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In this first 'Grand Tours of the Scottish Islands', Paul Murton sets out to visit some of the myriad of islands that lay off our coastline. Heading to Foula and Fair Isle - the most remote island communities in Britain - Paul makes a nerve-wracking visit to 'Da Snekk o' da Smallie' - a pothole in the cliffs of Foula which leads through to the Atlantic shore on the island, and learns about the beautiful knitting patterns which have made Fair Isle world famous.    "
                },
                "2": {
                    "title": "Islands in Loch Lomond: Landlocked Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In the second episode of the series Paul Murton is turning his back on the sea and discovering the secrets of Scotland's landlocked islands; heading to the bonnie, bonnie banks of Loch Lomond. To begin his journey Paul takes a stunning microlight flight across the loch to get a bird's-eye view of one of Scotland's most iconic beauty spots, before going island hopping to meet some of the extraordinary people who live here.    "
                },
                "3": {
                    "title": "Small Isles: Small Is Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    On this Grand Tour, Paul sets off from Mallaig to visit a group of islands famed for their unusual names: Rum, Muck and Eigg. Paul meets the real 'Lord Muck', visits the dramatic Kinloch Castle on Rum and joins the Eigg islanders in a very special celebration of the island's community buyout.    "
                },
                "4": {
                    "title": "Lismore and Colonsay: Island Pilgrimage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Continuing his island-hopping odyssey, Paul sets sail on an island pilgrimage in the footsteps of saints, visiting Lismore, Colonsay and Oronsay. Paul hears the extraordinary story of Saint Moluag who established a monastery on Lismore, joins writer Alexander McCall Smith on his yacht, and uncovers the remarkable secrets revealed by a Viking ship burial on Colonsay.    "
                },
                "5": {
                    "title": "Islands of the Forth: Fortress Islands of the Forth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In the fifth episode, Paul Murton explores the islands scattered in the Firth of Forth. He discovers that these seemingly peaceful islands have a dramatic history of war; from Medieval English raids on the monastic island retreat of Inchcolm, to the first air raid attack on Britain above Inchgarvie. Paul learns about the strategic importance of Inchkeith's defences during two world wars, before heading to the Bass Rock to learn more about the history of prisoners incarcerated on the unforgiving rock, with 160,000 gannets for company.    "
                },
                "6": {
                    "title": "Skye: Against the Odds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    On the final grand tour of the series, Paul Murton goes over the sea to Skye to visit the home of celebrated writer and naturalist Gavin Maxwell, before scaling the famous Cuillin mountain, Am Bastier. On the nearby Isle of Raasay, he learns about 'Calum's Road' - the amazing story of the determined crofter Calum Macleod, who singlehandedly built a road to connect his isolated community.    "
                }
            },
            "2": {
                "1": {
                    "title": "Life at the Ends of the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Paul Murton travels to the Outer Hebrides and the beautiful islands of Eriskay, Barra and Vatersay. Meeting local people on Eriskay he discovers how this island's remote location helped preserve a unique way of life for centuries and also allowed the locals to hide thousands of bottles of whisky from the excise men who came visiting when a ship laden with a valuable and thirst-quenching cargo ran aground here in 1941. This was one of the less sober chapters in the island's history and was the inspiration for the famous film Whisky Galore. Moving on to Barra, Paul ...    "
                },
                "2": {
                    "title": "Far from the Madding Crowd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    For this grand tour, Paul Murton is exploring the Isle of Mull and its satellite islands to discover why they have become boltholes from the hustle and bustle of the modern world. Beginning his journey on the tidal island of Erraid, which inspired famous Scottish writer Robert Louis Stevenson, Paul is then island-hopping to beautiful Ulva, the final resting place of Lachlan MacQuarrie, one of the first governors of New South Wales. MacQuarrie is known as the father of Australia, but Ulva is where this celebrated Scot was born and it is where he chose to be buried. ...    "
                },
                "3": {
                    "title": "A New Island Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode Paul Murton is visiting two islands of the Inner Hebrides, Gigha and Jura, which are only a few miles apart but couldn't be more different. He begins his journey at the stunning Achamore Gardens on Gigha, which were created in the 1930s by the malted drink millionaire Colonel Sir James Horlick. Sir James loved Gigha's mild climate so much that he bought the island and made it his home. Today Gigha is owned by the community and many of its residents are incomers attracted by the opportunity to begin a new island life on this small and fertile place. ...    "
                },
                "4": {
                    "title": "So Near, So Far",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    For this grand tour, Paul Murton is travelling by puffer to explore a little-known string of islands just off the west coast near Oban. Paul's first landfall is the island of Kerrera, which Paul discovers played a hugely important role during the Second World War as a base for the RAF's Seaplan Squadron. It was from here that the enormous Sunderland seaplanes took off to give air cover to vulnerable convoys during the Battle of the Atlantic. Leaving Kerrera behind, Paul hops back to the mainland and heads by road to cross the famous 'Bridge over the Atlantic' to Seil ...    "
                },
                "5": {
                    "title": "Keeping It All Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    There are some seventy islands in the Orkney archipelago but just how much of a challenge is it to keep all these islands connected? To find out, Paul Murton is making a grand tour of Outer Orkney and begins his journey at North Ronaldsay. This may be the most northerly of the Orkneys, but Paul discovers that it's actually surprisingly well connected with a regular airline service - in fact it's easier and quicker to get here than to many isolated spots in the Highlands. From here Paul is island hopping to Papa Stronsay, which is now populated by an order of monks who...    "
                },
                "6": {
                    "title": "Atlantic Twins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The final episode of the series sees Paul Murton visiting the 'Atlantic Twin' islands of Coll and Tiree. Paul begins his journey on Coll where he meets the charismatic owner of Breachacha Castle, Nicolas Maclean Bristol, a descendant of the ancient MacLeans of Coll, whose history on the island goes back to the 14th century. The population of Coll has slumped in recent years to just 200 people, but Nicolas runs a charity on the island which encourages young volunteers to come and work here from all over the world, and so this tiny, remote island has a distinctly ...    "
                }
            },
            "3": {
                "1": {
                    "title": "West Is Best Lewis to Harris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    This first grand tour of the new series takes Paul to the largest island in Britain: the long island of Harris and Lewis. Paul tries his hand at weaving Harris Tweed, meets the family behind the world-famous Stornoway black pudding and uncovers the remarkable story of how a mysterious medieval chess set was discovered on the remote beach of Uig on Lewis.    "
                },
                "2": {
                    "title": "Atlantic Frontier - The Uists and Benbecula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Thirty miles from mainland Scotland, there is a chain of low-lying islands that face the full might of the Atlantic Ocean: the Uists and Benbecula. On these islands there seems to be more water than land, as a spectacular patchwork of freshwater lochs and pools pockmark the landscape. But it is the unique ecology of these unspoilt islands that makes them so special. Paul's journey sees him trying his hand at fishing for wild sea trout, uncovering the fascinating story of how South Uist became a missile testing base, and discovering the secrets of the beautiful but ...    "
                },
                "3": {
                    "title": "Island Solitude: The Summer Isles, Handa and the Shiants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    On the west coast of Scotland are a group of islands that are so remote they almost seem to have been forgotten by the rest of the world and are populated by just a few hardy souls. Crossing the Sea of the Hebrides, Paul sets off to explore the Shiants, heads east to the romantic Isle of Ewe, and onto the Summer Isles, before travelling to the mighty cliffs of Handa. This tour sees Paul go diving at Scotland's first 'scallop ranch', kayak to the Summer Isles and visit the eerie but beautiful island of Gruinard, which was once considered to be so solitary and remote it...    "
                },
                "4": {
                    "title": "Islay: A Race Apart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Among the islands of the Hebrides there's one that can rightly claim to have a separate identity - Islay - which was once the capital of the ancient Lordship of the Isles. This programme sees Paul travel from Finlaggan, where the famous ruler Somerled once held court, along Islay's windswept coast, through its historic ports and villages to end on its highest mountain. Along the way he will join a dedicated bunch of Ileach who are keeping the seafaring traditions of the island alive, discover the secrets of Islay's illicit whisky distilling past and travel to the ...    "
                },
                "5": {
                    "title": "West of Skyfall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    For this grand tour, Paul's journey begins at Loch Hourn on the mainland, takes him over the sea to Skye and then heads to the tiny island of Soay before finishing on Canna. Along the way, Paul visits the house which was the inspiration for Skyfall, home of Britain's most famous spy James Bond, embarks on a nerve-wracking caving expedition under the summit of Blaven and discovers the remarkable story of shark fishing off Soay.    "
                },
                "6": {
                    "title": "Northern Exposure: The North Isles and Out Stack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of the Scottish Islands (TV Series 2013–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    For this final grand tour Paul is heading as far north as you can go in Britain, to the islands of Fetlar, Unst and Yell. These islands, which lie on Scotland's northern frontier, are as much Scandinavian as Scottish and were in fact once part of Norway. Along the way he will sing with the Shanty Yell Men who came together to celebrate their Norse heritage, learn how to 'roo' Shetland sheep the traditional way, and get an incredible opportunity to see up close the wild otters who make their home here in Shetland's pristine waters. And finally, Paul will fulfil a ...    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Murton, Paul"
            }
        ],
        "locations": [
            "Scotland, UK"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.4,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU0MDhiZTgtYTZiNi00NjI2LThmNTctNGY1NzNkM2YxZjQ2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Grand Tours of the Scottish Islands",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2016",
        "akas": [
            "Grand Tours of the Scottish Islands (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Murton, Paul"
            }
        ],
        "production companies": [
            {
                "name": "Timeline Films"
            }
        ],
        "plot": [
            "Paul Murton sets out to experience the world of island life.::Enzedder"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.9
            },
            "males": {
                "votes": 9,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 6.8
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 10.0
            },
            "non us users": {
                "votes": 6,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 4,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.4,
        "median": 8
    }
}