{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 February 2013"
            },
            {
                "country": "UK\n",
                "date": "12 May 2014"
            }
        ],
        "release dates": [
            "UK::1 February 2013",
            "UK::12 May 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Glasgow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangs of Britain (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 May 2014",
                    "year": "2014",
                    "plot": "\n    Brothers Gary and Martin Kemp delve into the violent history of gangland Britain and explore the country's most notorious crime families. They brothers begin their journey in Glasgow, the former murder capital of Europe and home to the gruesome torture method known as the Glasgow Smile, exploring the city where gang violence has a history littered with blade attacks.    "
                },
                "2": {
                    "title": "Liverpool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangs of Britain (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    The brothers explore the gang history of Liverpool and reveal the story of a 1990s drug lord who became one of the country's wealthiest men. Gary and Martin turn the spotlight on Liverpool and its life blood, the River Mersey. From the very beginning the docks determined the fortunes of this city. They have also allowed local criminals to play a part on the international stage, the most infamous being Curtis Warren, a leading figure in the Liverpool Mafia in the '90s. Warren is the only known criminal to make it onto The Times Rich List; his fortune amassed in the ...    "
                },
                "3": {
                    "title": "Manchester",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangs of Britain (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 May 2014",
                    "year": "2014",
                    "plot": "\n    A knife attack leaves a teenage gang member fatally wounded on an Edwardian Manchester street. Around a century later, in another part of the city, a man is shot dead attending the wake of his friend - the victim of another gang murder. For over a hundred years Manchester has had a deep-rooted gang culture. In this episode Gary investigates the Scuttles - a gang that spread fear through the streets of Manchester over a hundred years ago. While Martin investigates the ruthless Gooch Gang who tortured and killed without a second thought. This violent gang was ...    "
                },
                "4": {
                    "title": "Birmingham",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangs of Britain (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 May 2013",
                    "year": "2013",
                    "plot": "\n    In the early part of the 20th century racetracks became a battleground for gangs across the country. A Birmingham gang called the Brummagems was top dog and built up a criminal network extending far beyond their city. Over 80 years later Birmingham gangs were an even deadlier proposition and a drive by shooting with a machine gun killing innocent bystanders shocked the nation. It stemmed from a sinister but juvenile gangland where guns were a fashion accessory and shootings carried out in broad daylight. Brothers Gary and Martin look at the gangs of Birmingham, ...    "
                },
                "5": {
                    "title": "London - East & West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangs of Britain (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    Brothers Gary and Martin Kemp turn their attentions to Britain's capital. London has always had criminals. The biggest city in Britain is like a magnet to those wanting to make a bob or two - even if that means taking the law into their own hands. Since the 1900's as many as 70 gangs have fought it out on London streets. The Second World War put pay to many of them but there was one vicious East End gang that kept alive even up to the 1960's though their origins went right back to the 19th century. Gary investigates the infamous Watney Streeters gang. A hundred years ...    "
                },
                "6": {
                    "title": "London - South",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangs of Britain (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    November 1990, Reigate, Surrey and an armed London gang ambush a Securicor van carrying £750,000. But this time the police are one step ahead and are about to crack the biggest South London crime family since the Krays. In the 1920s a very different gang from the capital was controlling the streets of South London. Their leader, or so-called Queen, was Alice Diamond. Her gang of forty female thieves was the biggest shoplifting network ever seen in Britain. Eventually Diamond would lose control and bring about her own downfall. Brothers Gary and Martin Kemp investigate...    "
                },
                "7": {
                    "title": "Sheffield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangs of Britain (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    In 2008, an illicit message sent from prison ignites a gang feud in Sheffield and a supposed traitor becomes a marked man. The gang is called the S3 - named after the postcode of their area. Violently territorial the S3 are at war with the rival S4 gang and become locked in a bloody vendetta. By 2009, police had a dossier listing 40 occasions on which the two gangs had opened fire on each other. Over 80 years earlier in the 1920's Sheffield was known as Little Chicago. A gambling gang's brutal beating leaves a man dead and a community reeling as violence tears through...    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Daryanani, Nick"
            },
            {
                "name": "Arif, Murtaza"
            },
            {
                "name": "Kemp, Gary"
            },
            {
                "name": "Kemp, Martin"
            }
        ],
        "genres": [
            "Crime"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzI4YmJiNGUtNWZlZi00YjljLTg2M2MtNTFiODM0N2RmYTE5XkEyXkFqcGdeQXVyNDYxMzUyOTA@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Gangs of Britain",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Gangs of Britain (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Alaska TV Productions"
            }
        ],
        "plot": [
            "Gary and Martin Kemp take the viewer on an immersive journey across the UK in which they reveal who ran and who now runs gangland Britain.::zeppo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}