{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 January 2013"
            },
            {
                "country": "USA\n",
                "date": "11 January 2013",
                "notes": "                            (San Diego, California)"
            }
        ],
        "release dates": [
            "USA::11 January 2013",
            "USA::11 January 2013                            (San Diego, California)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Donavon Frankenreiter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Listen to the surf-soaked sounds of Donavon Frankenreiter on this episode of Live at the Belly Up. His full quiver of songs feature beachy acoustics to rippin' 70s sounding electric guitar songs. As a young surfer, he befriended Jack Johnson, and together they developed their untapped musical talents. Donavon performs \"Move By Yourself\", \"Your Heart\", and other hits.    "
                },
                "2": {
                    "title": "Trigger Hippy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "30 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jam along to Trigger Hippy, a Nashville rock band with gritty blues, heart-searing soul, sinewy grooves, sublime vocal harmonies and a rich, earthy sensibility steeped in Americana roots. Featuring Jackie Greene, Joan Osborne, Steve Gorman, Nick Govrik and Tom Bukovac. The performance includes hits \"Rise Up Singing,\" \"Cave Hill Cemetery,\" \"Dry Country,\" and more.    "
                },
                "3": {
                    "title": "Lukas Nelson & the Promise of the Real",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    On this episode of Live at the Belly Up. features Lukas Nelson and the Promise of the Real, a torch-bearing band of guitar barring American Rock. Based out of California and Hawaii, this band's music is a diverse collection of sounds and styles with multi-genre influences such as Jimi Hendrix, Neil Young, B.B. King and Pearl Jam. Rock out to favorites like, \"Peaceful Solution\", and \"Living it Up\".    "
                },
                "4": {
                    "title": "Vaud and the Villains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Romp through 1930s New Orleans with the Vaud and the Villains on this episode of Live at the Belly Up. Their 19-piece band performance breathes new life into vintage New Orleans jazz, R&B and gospel soul music -- it's all part concert, part revival show, part Americana Noire, part Moulin Rouge. Listen in on favorites \"Going Back to Louisiana\", \"It's a Sin\", \"Take My Hand\", and more.    "
                },
                "5": {
                    "title": "The White Buffalo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "20 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    On this episode of Live at the Belly Up. experience the bone chilling voice and timeless tales of The White Buffalo. Singer/songwriter Jake Smith spins tales of relationships, loss, and love accompanied by blues, country western, folk, and punk rock.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Styletones and Bushwalla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Experience the soul funk of The Styletones on this episode of Live at the Belly Up. Influenced by the sounds of James Brown and Janis Joplin, their punky funk and swinging soul sounds will have you struttin' your stuff. Then next up, the eclectic sound and vision of Bushwalla. Billy Galewood has an extensive background in musical theatre arts and it shows with \"I Raise Up\" and more.    "
                },
                "2": {
                    "title": "The Tilt and Dead Feather Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    On this episode of Live at the Belly Up, The Tilt hits the stage, lead by Jesse Malley, breathing life into organic rock and blues with flawless guitar-picking and soul wrenching vocals. Then next up, Dead Feather Moon, a rock and old country band. These Vista natives combine alt-country rock with elements of blues and psychedelia for \"in your face\" honest music.    "
                },
                "3": {
                    "title": "Vokab Kompany and Brawley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Get down with the hip hop electro sounds of Vokab Kompany on this episode of Live at the Belly Up. Their energetic world music vibe combined with each musician's diverse background creates an incredible fusion of hip hop meets mad max. Then next up, California country styles of Brawley featuring singer/songwriter Nena Anderson, drawing inspiration from honky-tonk heroes Faron Young and Ray Price.    "
                },
                "4": {
                    "title": "The Devastators & Grass Heat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    On this episode of Live at the Belly Up, see why The Devastators soulful mix of roots, reggae, and funk have earned them multiple awards and nominations at the San Diego Music Awards for years. Their heavy drum and bass grooves, Hammond organ, clavinet, and piano are unforgettably jam worthy. Next up, the Grass Heat, a rock trio with southern flare, inspired by old Santana and Grand Funk Railroad.    "
                },
                "5": {
                    "title": "B-Side Players & Maren Parusel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    On this episode of Live at the Belly Up, groove out to the international and multifaceted set list of B-Side Players, a 9-piece latin global funk band. Combining Latin inspired rock steady rhythms with Samba, Boogalo and Jarocho. Then next up, Maren Parusel, bringing a unique European Flare and electronic vibe to the San Diego rock scene.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Drowning Men & Candye Kane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Drowning Men hit the stage with special guest Matt Hensley of Flogging Molly. The band formed out of childhood friendships and together they create a raw pop sound mingled with string, theremin, and accordion melodies. Then next up, the sultry, swinging blues of the late Candye Kane. Candye Kane 's songs pull from life lessons learned and celebrate the many accomplishments we all have.    "
                },
                "2": {
                    "title": "Stranger/Paul Cannon Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Featuring a blend of reggae roots, rock and jazz, the band Stranger is recognized as one of San Diego's premiere reggae and world music acts. On this episode of Live at The Belly Up, experience a soulful and multicultural set reflective of the band's home region. Then, the warm, pop sounds of Paul Cannon Band. Check out this SD native's guitar-driven melodies and catchy lyrical hooks.    "
                },
                "3": {
                    "title": "Stripes and Lines/Earl Thomas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "7 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Stripes and Lines is creating some of the most vital and progressive music in the indie rock genre; drawing from influences ranging from the songcraft of David Bowie to Pink Floyd to Police. Then next up: experience a powerful jumpin' rhythm and blues show when Earl Thomas reunites with original bandmates, the Rhumboogies. Relive traditional 1950s and 60s Chicago, Texas, and West Coast blues.    "
                },
                "4": {
                    "title": "Steve Poltz/Trouble in the Wind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Live at The Belly Up, San Diego's Steve Poltz delivers a fun, eclectic set of fan favorites from his solo albums. He is considered one of the most beloved songwriters of his generation. Then next up, Trouble in the Wind, this Carlsbad quartet has been labeled as folk, americana, alternative, country, surf rock, and more.    "
                },
                "5": {
                    "title": "Common Sense/Sara Petite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Common Sense has brought their sundrenched sounds to The Belly Up since '87, and tonight continue to establish themselves as one of California's premier reggae rock bands with a high energy performance, heartfelt lyrics and melodic harmonies. Then next up: San Diego's new Americana sweetheart Sara Petite. Her style has been compared to country greats like Reba McIntyre and Dolly Parton.    "
                },
                "6": {
                    "title": "The Heavy Guilt/The Earful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live at the Belly Up! (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Deeply original and known for producing new and interesting sounds, The Heavy Guilt brings a myriad of styles and genres on this episode of Live at The Belly Up: from Americana to avant garde garage, from folk blues to psychedelic indie stomp. Then from the experimental to high powered funk, The Earful hit the stage with barn burnin' base and drum rhythms and stabbing brass hits.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Ropert, Michael Otis"
            }
        ],
        "genres": [
            "Music"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODMyMjU3MDEtYzEyYi00NmEyLWE4M2UtYzg4NGMwMDU2NmNhXkEyXkFqcGdeQXVyNzI1MTc3MA@@._V1_SY150_CR84,0,101,150_.jpg",
        "plot outline": "Welcome to Live at the Belly Up. San Diego has long been known as a hotbed of great musical talent. What's more, San Diego is home to one of the best music venues on the West Coast. Since 1974, the Belly Up has been featuring great local bands from their stage in the Cedros Design District. Groove, dance and sing. Live at the Belly Up.",
        "languages": [
            "English"
        ],
        "title": "Live at the Belly Up!",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Live at the Belly Up! (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Aztec Entertainment"
            },
            {
                "name": "KPBS-TV"
            }
        ],
        "distributors": [
            {
                "name": "KPBS"
            }
        ],
        "plot": [
            "Welcome to Live at the Belly Up. San Diego has long been known as a hotbed of great musical talent. What's more, San Diego is home to one of the best music venues on the West Coast. Since 1974, the Belly Up has been featuring great local bands from their stage in the Cedros Design District. Groove, dance and sing. Live at the Belly Up."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}