{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2013"
            },
            {
                "country": "USA\n",
                "date": "1 February 2013"
            }
        ],
        "release dates": [
            "USA::1 January 2013",
            "USA::1 February 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Elephants in the Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stories of Africa (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    At a luxury lodge in Zambia something bizarre is happening; - a phenomenon that has the world's elephant experts stumped. Every year, tourists flock to witness an extraordinary event: Six wild elephants, led by a matriarch called Wonky Tusk, climb the stairs of the lodge and enter the foyer. The giants stroll past the reception desk and through the dining room. Their destination is a 100-year-old mango tree growing in the courtyard and the fruit that falls from its branches. This \"check in\" is accomplished without as much as bumping a tea-trolley or breaking a crystal...    "
                },
                "2": {
                    "title": "Cheetah: Race to Rule",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stories of Africa (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Gunner is a young cheetah born into a cheetah coalition in Linyanti, Botswana. From the moment he opens his eyes the odds are stacked against him. He is the runt of the litter. Gunner's mother tries her best to tame and teach her growing cubs. His brothers take her no-nonsense cheetah boot camp seriously. Their survival depends on how quickly they can learn to hunt alone, and together. Out of the south another coalition of cheetahs emerges from the Savuti. Young, fit, and shameless, these three brothers declare their intention to take over the Linyanti at all costs. ...    "
                },
                "3": {
                    "title": "Leopard Fight Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stories of Africa (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Filmed over a period of 4 years, this is the remarkable story of a young leopard's journey from Rookie to Royalty as seen through the watchful eyes of an old sentry baboon. Baboons rate high on leopard's menu and as the official guardian of the troop; The Watcher can't afford to slack off. That's why this old baboon chooses high ground for his daily surveillance. From these elevated look-out posts, he watches the arrival of the Rookie leopard. His warning screeches echo in the valley and the troop scurries. The Watcher knows that the young leopard has only recently ...    "
                },
                "4": {
                    "title": "Hippo Ganglands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stories of Africa (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 May 2013",
                    "year": "2013",
                    "plot": "\n    There's a gang war happening in the Luangwa Valley in Zambia, a battle among hippos for territory, dominance, mating rights, and survival. The reason? Dry season: a seven-month drought that forces over 30,000 hippos to the deepest part of the river to stay wet and cool. Follow these three-ton beasts as they fight lions, crocodiles, and other hippo gangs, struggling to stay alive until the next rainfall. Only then can they return to the lush paradise they once called home.    "
                },
                "5": {
                    "title": "The Real Lion Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stories of Africa (TV Series 2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Filmmaker Herbert Bauer discovers the last remaining lioness of Liuwa in Zambia purely by chance when she steps out of myth and into his viewfinder. A remarkable bond develops between filmmaker and this lonely lioness that he calls Lady. Inspired by her resilience, African Parks and the Carnivore team at the Zambia Wildlife Authority decide to re-establish a viable pride in Liuwa. They build a shelter also known as a boma. They dart two males in a neighboring park and transport them to Lady's core territory. Lady considers both males but after a year, she's still not ...    "
                }
            }
        },
        "number of episodes": 5,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(High Definition)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 8.4,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTk2NWQ1NzQtMWM2MS00ZTliLTgyMWItYmU3M2M3MDBjMTJhL2ltYWdlXkEyXkFqcGdeQXVyNjgzMDY1Mzc@._V1_SY150_CR53,0,101,150_.jpg",
        "plot outline": "Stories of Africa captures the heart and spirit of some of Africa's most amazing animals. Shot over several years in some of Africa's best kept wild places, we follow the tale of the last lionesses of Liuwa and the incredible effort to establish a viable lion pride in Zambia. In the same country, another story focuses on a family of wild elephants led by a matriarch called Wonky Tusk. Once a year, they arrive at a 5 star lodge and walk up the steps and through reception to get to a wild mango tree that grows in the court yard. When tens of thousands of hippos start fighting for diminishing water and females, the battles can go on for hours. Two Big Cat documentaries complete the 5-part Stories of Africa series: One focuses on a remarkable cheetah coalition in the Linyanti and the other tracks the heroic journey of a young leopard fighting for survival, territory and mating rights in Mala-Mala. The series exposes unique and unexpected animal behavior and showcases some of the most beautiful places in Africa.",
        "languages": [
            "English"
        ],
        "title": "Stories of Africa",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2013",
        "akas": [
            "Stories of Africa (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gardner, Craig"
            },
            {
                "name": "Lampen, Jan"
            }
        ],
        "production companies": [
            {
                "name": "Aquavision TV Productions"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Channel"
            },
            {
                "name": "Smithsonian Networks"
            }
        ],
        "plot": [
            "_Stories of Africa_ (qv) captures the heart and spirit of some of Africa's most amazing animals. Shot over several years in some of Africa's best kept wild places, we follow the tale of the last lionesses of Liuwa and the incredible effort to establish a viable lion pride in Zambia. In the same country, another story focuses on a family of wild elephants led by a matriarch called Wonky Tusk. Once a year, they arrive at a 5 star lodge and walk up the steps and through reception to get to a wild mango tree that grows in the court yard. When tens of thousands of hippos start fighting for diminishing water and females, the battles can go on for hours. Two Big Cat documentaries complete the 5-part _Stories of Africa_ (qv) series: One focuses on a remarkable cheetah coalition in the Linyanti and the other tracks the heroic journey of a young leopard fighting for survival, territory and mating rights in Mala-Mala. The series exposes unique and unexpected animal behavior and showcases some of the most beautiful places in Africa.::Aquavision TV Productions"
        ],
        "tech": {
            "runtime": [
                "50 min"
            ],
            "color": [
                "Color (High Definition)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 2,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.5
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.4,
        "median": 1
    }
}