{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2013"
            }
        ],
        "release dates": [
            "USA::2013"
        ],
        "episodes": {
            "4": {
                "4": {
                    "title": "Anna Sui",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "plot": "\n    After graduating from Parson's School of Design, Anna Sui started her eponymous fashion line out of her Manhattan apartment in 1980. Since then, her brand has blossomed into an international empire including beauty and accessory lines with over 65 boutiques in nine countries. Sui made her name with vintage-inspired dresses blending pop and rock influences. Her trend-setting collections hit the runway in 1991, and she opened her first boutique in New York's Soho district the following year. Today, Sui's fashionista clientele includes Coco Rocha, Karen Elson, Sofia ...    "
                },
                "5": {
                    "title": "Betsey Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "plot": "\n    Starting out with dreams of Broadway and theater, Betsey Johnson was always enthralled by the notion of make believe. Inspired by color, costumes, and her own fun-loving wit, she started her fashion line in 1978. Since then, her line has grown to include shoes, handbags, sunglasses, and fragrances, all carrying the funky femininity she is known for. In 2010 her brand was bought by Steve Madden, and today she continues to design a contemporary department store line among other collaborations. In 2015, she received the Lifetime Achievement Award from the Council of ...    "
                },
                "7": {
                    "title": "Naeem Khan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "plot": "\n    If there's any designer whose work is synonymous with stunning embroidery, intricate embellishment and red carpet glamour, it's Naeem Khan. Since launching his label in 2003, the Indian-born designer has dressed A-listers and icons from Jennifer Lopez and Beyoncé, to Kate Middleton and Michelle Obama. After a decade in business, the designer expanded from ready-to-wear, launching the his bridal collection in 2013. The brand has reached a global audience, with collections now available in more than 100 retail outlets around the global. With an impressive list of ...    "
                },
                "9": {
                    "title": "Sophie Theallet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "plot": "\n    French-born designer Sophie Theallet has made a name for herself with her refined sense of color, couture training and subtly sexy, elegantly feminine designs. After graduating from the prestigious Studio Berçot in Paris, the designer further developed her skills working under Jean-Paul Gaultier and Azzedine Alaïa. After a decade with Alaïa, Theallet moved to New York and started her own label in 2007. Theallet made headlines when Michelle Obama wore one of her dresses to the unveiling of the bust of poet Sojourner Truth. In 2009, the designer received the coveted ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Jean Paul Gaultier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Jean Paul Gaultier is the French king of convention twisting: his runway shows have proudly highlighted tattooed and voluptuous models such as rock star, Beth Ditto, showcased gender-bending skirt-clad men, and featured infamously conical corsetry, as immortalized by Madonna's 1990 Blond Ambition Tour.    "
                },
                "2": {
                    "title": "Alexander McQueen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Occasionally irreverent, frequently deviant, and always brilliant, the late Alexander McQueen was a designer whose legacy is to be neither overlooked nor undervalued.    "
                },
                "3": {
                    "title": "Marc Jacobs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Marc Jacobs, the king of downtown chic, is no stranger to public ups and downs. Plucked from New York City's Parsons School of Design in 1984 to start his eponymous line, Jacobs found himself unceremoniously fired from Perry Ellis in 1992 after sending his infamous grunge collection down the runway.    "
                },
                "4": {
                    "title": "Ralph Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Since his humble beginnings selling ties to classmates, Ralph Lauren has tapped into his entrepreneurial genius and expanded his business into what has become a wildly successful multi-billion dollar grossing empire - the biggest in the world.    "
                },
                "5": {
                    "title": "Rodarte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Hailing from scenic California, the sisters Rodarte, Kate and Laura Mulleavy, bring a West Coast sensibility-and immense, innate talent-to New York Fashion Week.    "
                },
                "6": {
                    "title": "Emilio Pucci",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Kaleidoscopic colors and geometric prints are Pucci to the core, and from his first designs for his college ski team to his highly covetable silk scarves, Emilio Pucci has created a legacy that has seen several rebirths since his death in 1991.    "
                },
                "7": {
                    "title": "Louis Vuitton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    At one time known solely for its luxurious luggage, the house of Louis Vuitton has since made a name for itself on the international ready-to-wear scene.    "
                },
                "8": {
                    "title": "Prabal Gurung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Prabal Gurung's exquisite sense of modern luxury and indelible glamour has earned him the respect of First Lady Michelle Obama, Nicki Minaj and Demi Moore, and has drawn acclaim from the CFDA who, in 2011, awarded the young designer the Swarovski Award for Womenswear.    "
                },
                "9": {
                    "title": "Giorgio Armani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Clean lines, understated elegance and tailored sophistication are Giorgio Armani's signatures, and with twelve product lines, a retail network in over 37 countries, and revenues over one billion dollars, the fashion world certainly agrees.    "
                },
                "10": {
                    "title": "Rolan Mouret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Galaxy, Titanium, Moon - what may sound like extraterrestrial bodies are in fact the iconic dresses that have skyrocketed French designer Roland Mouret to international stardom.    "
                },
                "11": {
                    "title": "Jason Wu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    If dressing the likes of Diane Kruger, Natalie Portman, and Tinsley Mortimer are tiers of success, then First Lady Michelle Obama is icing on the cake for praised designer Jason Wu.    "
                },
                "12": {
                    "title": "Alexander Wang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    A mix of downtown cool, rocker grunge, and French chic, Alexander Wang's namesake label has attracted the attention of scores of the world's premier luxury retailers and celebrities, including Megan Fox, Mary-Kate Olsen, and Gwyneth Paltrow.    "
                },
                "13": {
                    "title": "Rag & Bone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Designers (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    To think that a novice design team without any formal fashion training could win the coveted CFDA Menswear Designer of the Year Award would seem a fantastical fashion urban legend.    "
                }
            }
        },
        "number of episodes": 17,
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmU5NzIxNzQtN2ExZS00OWJhLTkyNTktMjFhMThiYzkwZWEwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Videofashion Designers showcases the prolific artistry, signature trademarks, and brilliant minds behind fashion's most venerated 21st century designers. A fashion designer's impact goes beyond the runway. They change the way we look at ourselves and the people around us. Videofashion Designers chronicles their past successes and follows their evolution into the 21st century. Trace their histories through signature collections, retrospectives and museum exhibits to get down to the core of what sets one designer apart from the next. In conjunction with interviews, red carpet spotlights and press coverage, Videofashion Designers highlights both the personal and professional accomplishments of the designers themselves. We follow designers on showroom and atelier visits and behind the scenes. This series honors the triumphs and tragedies of design luminaries and fresh new faces to deliver an expansive 21st century overview of their luxuriant careers.",
        "languages": [
            "English",
            "Spanish"
        ],
        "title": "Videofashion Designers",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Videofashion Designers (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Videofashion"
            }
        ],
        "plot": [
            "The styles and influences of the most influential designers from around the globe.",
            "_Videofashion Designers_ (qv) showcases the prolific artistry, signature trademarks, and brilliant minds behind fashion's most venerated 21st century designers. A fashion designer's impact goes beyond the runway. They change the way we look at ourselves and the people around us. _Videofashion Designers_ (qv) chronicles their past successes and follows their evolution into the 21st century. Trace their histories through signature collections, retrospectives and museum exhibits to get down to the core of what sets one designer apart from the next. In conjunction with interviews, red carpet spotlights and press coverage, _Videofashion Designers_ (qv) highlights both the personal and professional accomplishments of the designers themselves. We follow designers on showroom and atelier visits and behind the scenes. This series honors the triumphs and tragedies of design luminaries and fresh new faces to deliver an expansive 21st century overview of their luxuriant careers."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}