{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2013"
            },
            {
                "country": "USA\n",
                "date": "31 January 2013"
            }
        ],
        "release dates": [
            "USA::January 2013",
            "USA::31 January 2013"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Rock Bouncer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Big-horsepower, full-throttle rock bouncing is taking over the South faster than kudzu. Fred Williams and Dave Chappelle want in on the action. But with limited time and money, they decide to build a budget bouncer from a Dodge Truck with a V-10 engine. With an engine like a supercar, they name it the Rock Viper. The guys tear into this truck-based tube chassis at home but decide that to really build a bouncer they need to head south and finish it in Alabama, the home of rock bouncing.    "
                },
                "2": {
                    "title": "Mudbogger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "5 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    If you're looking for mud, then Florida is the place to be, Fred Williams and Dave Chappelle head south to attack the mud holes at Okeechobee. But first the guys need a truck to drive, and they scour the state looking for just the right mud machine. The Dirt-Heads finally choose a big Dodge diesel mud truck on 65-inch tractor tires but they need to fix it up and swap in a new transmission before they go experience the mud life. Then it's a race to the mud pit to see how it works.    "
                },
                "3": {
                    "title": "Snowterhome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "5 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The Dirt Heads return as Fred Williams and Dave Chappelle decide to build a four-wheel-drive motorhome on this episode of Dirt Every Day presented by Tire Rack. Starting with a 1975 Winnebago Brave RV, the guys attempt to build a monster house on wheels with 42-inch-tall tires. But will this wacky wheeling motor coach actually work off-road? Or should the guys stick to fishing?    "
                },
                "4": {
                    "title": "First Jeep JL Wrangler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The new Jeep JL Wrangler is the talk of the town, and when Fred Williams and the crew from Dynatrac get their hands on one, they decide to build it extreme. But the Jeep can't just be any Wrangler-it has to stand out-so not only does it get big tires but it also gets a complete makeover in record time to be the first JL out on the trails rockin' 42s and a fresh makeover.    "
                },
                "5": {
                    "title": "Junkyard Dune Machines: Radillac vs. Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In an epic 4x4 rescue, Fred Williams and Dave Chappelle head to Oregon to find a junkyard truck to take out on the dunes, but they quickly learn that most junkyard 4x4s are in the junkyard for a reason. The guys spend lots of time just trying to find a good candidate that isn't too far gone. After a few days of wrenching in the rain, the guys hope to launch their new low-buck sand trucks without getting stuck in the dunes.    "
                },
                "6": {
                    "title": "Supercharged Snowmobile Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    Fred Williams and Dave Chappelle attempt to turn a 2007 Chevy 2500 HD work truck with more than 200,000 miles logged into a snow machine. After much prodding from hosts of other Motor Trend shows, the Dirt Heads decide it's time to build something with a boosted engine, and they opt to apply that supercharged power to a truck made for the snow. So they modify a high-mileage regular cab Chevy into a supercharged truck on skis with big horsepower to see if they can tame the snowdrifts of northern Idaho.    "
                },
                "7": {
                    "title": "Woodchuck the Scratch-Built Wood Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    When Fred Williams and Dave Chappelle find their old van derelict on a friend's ranch, they decide to bring it to the shop and rebuild it into a scratch-built ranch truck. The 1979 Ford Van had seen better days, but the guys attempt to build it into something more useful for farm and ranch life as well as being a great four-wheeler.    "
                },
                "8": {
                    "title": "Roadtrippin' a Race Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The Dirt-Heads learn that Yellowstone Off Road Racing is holding a 200-mile race on a Montana ranch, and they decide they need to attend. But first they'll need a race truck. They head to Colorado and find a Toyota 4Runner they can modify and road-trip up to Montana where they'll attempt to win the stock class. Will the guys come home with the trophy? Or will they break their road-trip racer somewhere in a Montana pasture?    "
                },
                "9": {
                    "title": "Backward Farm Truck Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Fred Williams and Dave Chappelle rescue a farm truck that's been sitting for 20 years in a field and plan an outrageous adventure across the hills of Montana. But this is no ordinary 1945 Chevy truck; it was modified for farm use and made to drive backward, so the guys must reverse their way through the wilds of Big Sky Country.    "
                },
                "10": {
                    "title": "Return of the Rock Viper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Fred Williams and Dave Chappelle head back to Alabama to redeem themselves against the rock-bouncing hills that destroyed their V-10- powered Rock Viper. But first they give the tube truck a serious revamp with better suspension, a new transfer case, and a modified rollcage.    "
                },
                "11": {
                    "title": "Stock Trucks vs. the Rubicon Trail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The Rubicon Trail is the most famous 22-mile off-road trail in the world, and over the years the 4x4s that have attempted it have only gotten better. But it wasn't started with 4x4s on 40-inch tires and big engines. Rather, it was started with little Jeeps on tiny tires and no lockers. Fred Williams and Dave Chappelle see just how far they can get on the 'Con with almost stock 4x4s. Equipped with just a winch and a sense of adventure, the guys hit the trail in 45- year-old 4x4s to see if they could make it across the world-renowned Rubicon Trail.    "
                },
                "12": {
                    "title": "$3k in 3 Days to go Four-Wheeling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The Dirt Heads find themselves in Pennsylvania with $3,000 to spend and just three days to go from vehicle purchase to off-roading, so it's a mad scramble to find and build something fun. Plus they have to fit 35-inch tires on whatever they buy. The guys end up with something pretty unusual when they drag home an Isuzu VehiCROSS, but is it all just good looks, or does this wacky wheeler also have the guts to hit the trail?    "
                }
            },
            "1": {
                "1": {
                    "title": "What is Dirt Every Day?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Finally, a show for all you dirt heads out there. Petersen's 4-Wheel and Off-Road Technical Editor Fred Williams introduces the new Dirt Every Day show with a brief overview of what it's all about and where it's headed.    "
                },
                "2": {
                    "title": "Desert Proofing the Ford Raptor!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams up fits and outfits one of the coolest 4x4s on the market today, the Ford Raptor. Raptors are high performance desert machines, but we found one that earns its owner a living each week banging around on an obscure desert compound. The owner is hard on his equipment and we took this poor bird of prey under our wing for a week to transform it into a more vicious desert predator.    "
                },
                "3": {
                    "title": "Gettin' Dirty at 2013 King of the Hammers!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams and his friend Rocky travel to Johnson Valley, Ca for the annual event and compete in the Every Man Challenge.    "
                },
                "4": {
                    "title": "Meeting a 4x4 Legend: The Ugly Jeep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams meets the Jeep that almost flunked him out of high school and sent him down the 4x4 road.    "
                },
                "5": {
                    "title": "Breaking in the 1993 Toyota Land Crusier!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams introduces us to \"Peter the Beater\" his new beat up, high mileage '93 Land Cruiser that he'll be fixing up for this year's Cheap Truck Challenge.    "
                },
                "6": {
                    "title": "Modifying the 1993 Toyota Land Crusier!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams gets dirty in his driveway, preparing the Toyota Land Cruiser for the Cheap Truck Challenge.    "
                },
                "7": {
                    "title": "2013 Cheap Truck Challenge! '93 Landcruiser vs. '78 F-150 vs. '89 Cherokee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    When the crew from Petersen's 4-Wheel and Off-Road buy low buck 4x4's and pit them against each other in the Arizona desert, it can only be one thing - Cheap Truck Challenge. Watch as Rick Pewe and his 1989 Jeep Cherokee, Harry Wagner and his 1978 Ford F-150, and host Fred Williams and his 1993 Toyota Landcruiser battle the budget ($4000 total bought and built) and each other to see who's beater 4-wheeler can survive rock crawling, hill climbing and the mud bog obstacle course.    "
                },
                "8": {
                    "title": "Driveway DIY! Jeep Wrangler Unlimited Lift-Kit Install",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    We dirt-heads like 4-wheeling, but we also like modifying out 4x4's. On this episode of Dirt Every Day, Fred Williams shows you how to add a 4-inch lift kit and 35-inch tires on a 2008 Jeep Wrangler Unlimited in this beginner tech episode.    "
                },
                "9": {
                    "title": "Rock Crawling Jeeps Run the Moab Midnight Mustache Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The Moab Easter Jeep Safari is a great week long 4x4 event in Moab, Utah leading up to Easter weekend every year, and every year Fred and the staff of 4-Wheel and Off-Road attend for some great rock crawling. This year Fred and some of his cronies grew out their upper lips and ran the first ever Moab Midnight Mustache Ride at Area BFE, a private off-road park south of Moab. They loaded up their jeeps and wheeled from midnight to dawn over some of the best rock crawling in the west.    "
                },
                "10": {
                    "title": "From Sky to Shining Sea! Road Trippin a 1965 Dodge M37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams takes to the mountains of Mammoth in his 1965 Dodge M37 to try some snow wheeling away from the busy city. While in Mammoth, Fred meets up with his friend Shane and agrees to take him to the coast at Big Sur to go surfing. Along the way Fred decides to take Shane 4-wheeling in Hollister and even lets him drive \"The Dumpster\". Fred ends his journey on the towering sand dunes of Pismo Beach.    "
                },
                "11": {
                    "title": "Taking a Military Fire Truck Off Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams heads to Fort Hunter Liggett to meet up with fireman Ken Hanna. Ken's ride is a 2011 Oshkosh Striker 3000 military fire truck, used primarily to put out aircraft fires. Fred rides along to see how the water cannon works and even does a 0-60 run before watching this giant rescue vehicle do what it was built for - driving off-road.    "
                }
            },
            "2": {
                "1": {
                    "title": "1929 Ford Model-A Off-Road Racer!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Fred heads deep into the woods of Pennsylvania and the Line Mountain 4-wheelers off road race course where off-roaders have been racing for 40-years.    "
                },
                "2": {
                    "title": "Farming with a 1951 Willys CJ-3A and 2013 Jeep Wrangler Unlimited!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams dons his bib overalls and heads to the family farm in Pennsylvania to see if a new 2013 Jeep Wrangler Unlimited Rubicon can work the land as well as an old 1951 Willys CJ-3A jeep.    "
                },
                "3": {
                    "title": "Part 1: Alabama Army Truck - Get It Runnin!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A few years back Fred Williams had an old Chevy Army truck that was stolen, so when he came across a deal on another '86 Chevy CUCV K30 truck, he jumped on it.    "
                },
                "4": {
                    "title": "Part 2: Alabama Army Truck - Big Tires & Big Lifts Kits!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Fred continues to work on the Alabama Army Truck with some big time upgrades. He continues at Off-Road Connection, in Alabama, to bolt on the new suspension, wheel and tire setup and some lockers all around. See how it turns out when Fred takes the truck off-road.    "
                },
                "5": {
                    "title": "Part 3: Alabama Army Truck - Supercharged Power on the Way!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Fred and the Off Road Connection crew decide it's time to seriously upgrade the power on the Alabama Army truck. The solution? Ditching the old diesel 6.2 liter V8 for a Chevrolet Performance eROD 6.2L straight out of a Cadillac CTS-V.    "
                },
                "6": {
                    "title": "Part 4: Alabama Army Truck - Mud Boggin!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Sep. 2013",
                    "year": "2013",
                    "plot": "\n    A few years back Fred Williams had an old Chevy Army truck that was stolen, so when he came across a deal on another '86 Chevy CUCV K30 truck, he jumped on it. First step was to get it running and see what it will do in stock form. From there, Fred added bigger tires, a lift kit and a supercharged Chevrolet Performance eROD 6.2L straight out of a Cadillac CTS-V. Now, with the project complete, Fred rewards himself and the truck with a mud treatment.    "
                },
                "7": {
                    "title": "Off-Road Camper Wars! Ford 4x4 Sportsmobile vs. Pace Arrow RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Sportsmobile is great if back country exploring and camping are your favorite pastime. It is designed for off road use, and has everything and the kitchen sink. But how does a monster Pace Arrow motorhome compare for off roading? Fred finds out when they RV in the dirt.    "
                },
                "8": {
                    "title": "2013 Ford F-250 Project Truck: The Ultimate Super Dirty!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Every year Petersen's 4-Wheel and Off-Road goes on a weeklong off road adventure and builds a crazy 4x4 to lead the trip. This week on Dirt Every Day Fred takes you to Shaffer's Off Road to see the project truck they are calling the Ultimate Super Dirty get transformed from a run of the mill ¾-ton to a off road trail slayer. Check out the project and come back to the Motor Trend Channel on October 28 for a week of Ultimate Adventure videos.    "
                },
                "9": {
                    "title": "1946 Willys Jeep vs. John Deer Gator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Williams and his team of stunt drivers compare a 1946 Willys Jeep to a John Deere Gator to determine the best little 4x4 of new and old. Will cool, old reliability beat out neat, new off road technology?    "
                },
                "10": {
                    "title": "Desert Racing in a Rented Off-Road Race Buggy!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Nov. 2013",
                    "year": "2013",
                    "plot": "\n    If you've ever wanted to go Desert Racing and didn't know where to start we're here to help. On this episode of Dirt Every Day Fred visits the Tahoe-Reno Motorplex to drive a Wide Open Excursions car. These are off road race buggies that you can rent and learn to drive off road.    "
                },
                "11": {
                    "title": "Clampy the Rock Crawling 1986 Toyota Pickup!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Fred takes you rock-crawling in his 1986 Toyota pickup that he calls Clampy. Clampy is a rusted, battered, and beat up old truck stuffed full of strong Toyota parts and big Dana axles all turning 40-inch tires. This iconic old beater still does great boulder crawling in the desert.    "
                },
                "12": {
                    "title": "Volkswagen Baja Bugs! Starting an Off-Road Club with the Iconic Beetles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Fred and his friend Dave start an off road club, buy Volkswagen Baja Bugs and head to the desert to have a drive like idiots and have fun.    "
                }
            },
            "3": {
                "1": {
                    "title": "1978 Ranch Jeep Adventure: From Texas to Pie Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "30 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Fred takes the Jeep CJ7 that was rescued from a Texas ranch in the last episode. After rewiring the jeep with the help of Painless Performance, he heads off on an adventure across Texas and New Mexico, just for a slice of pie. Will the Jeep stay together? Will they get lost in the wilds of these southern states? What flavor pie will he decide on? And will he get pie with or without ice cream? Find out now.    "
                },
                "2": {
                    "title": "2014 GMC Sierra: Travels with Batman, Baxter, and Lulu the Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    After reading an old book about a man and his dog traveling around America Fred decides to go on his own adventure with a truck load of canines. Piloting a 2014 GMC Sierra pickup truck from Rancho Suspension, Fred and three dogs head off on a road trip to see various off road shops, test a new truck, and find the joys of living in an off road camper.    "
                },
                "3": {
                    "title": "Motorhome Mashup Part 1: Building a Monster Go-Kart from a 1986 Pace Arrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Have you ever dreamed of building a giant go-kart powered by a Chevy 454 big block? Fred enlists the help of the Poly Goats, a local university four wheel drive club, to help destroy a 1986 Pace Arrow motor home and transform it into a giant go-kart. Watch the destruction as Fred and the Poly Goats take saws, sledge hammers, and crowbars to this Pace Arrow RV, stripping it down to the bare frame and drive train in preparation for building the baddest V8 go-kart of all time.    "
                },
                "4": {
                    "title": "Motorhome Mashup Part 2: Monster Go-Kart Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "10 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Fred picks up the pieces after the destruction in the last episode. Now, the real chaos begins as Fred Williams attempts to take the frame of a 1986 Pace Arrow motor home and transform it into a giant go-kart. Fred calls on the engineering assistance of his friend Frank and the Poly Goats Off Road Club to finish this big-block powered monster go cart. To test whether it stands up against the regular sized go-kart, they head out to the dirt for a head to head battle of wits, agility, and power. Tune in to see who comes out on top.    "
                },
                "5": {
                    "title": "Mayhem to Moab! Jeep TJ Build & Rock Crawl Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "8 May 2014",
                    "year": "2014",
                    "plot": "\n    Every year in Moab, Utah there is a week of off-roading awesomeness known as the Moab Easter Jeep Safari. Fred Williams finally brings home a Jeep TJ he's had his eye on and takes on this last minute build. With only two weeks before his first trail ride in Moab, Fred has to figure out a way to modify his little white Jeep and make it into a tough little rock crawler. Luckily there are a number of easy-to-install parts available for Jeeps. With time ticking away and the red rocks of Utah beckoning, Fred must forgo sleep for coffee in the annual Mayhem to get ready for...    "
                },
                "6": {
                    "title": "Southern Adventure with Mom in a Diesel Jeep JK",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "3 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Fred Williams opts out of mailing the usual card and flowers for Mother's Day, and instead sends his mom a plane ticket to fly south for a weekend of wheeling in Alabama. The South is no slouch when it comes to great places to go off-roading. Equipped with a big Cummins diesel powered Jeep Wrangler and a James Baroud roof top tent, Fred is prepared for anything. Follow along with Fred and his Mom to see what adventures find them on their Southern tour.    "
                },
                "7": {
                    "title": "Cheap Truck Challenge Build with a '93 Chevy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Fred Williams tracks down a '93 Chevy S10 for this year's Cheap Truck Challenge put on by Petersen's 4Wheel and Offroad Magazine. For those who don't know, Cheap Truck Challenge is a competition based on keeping a build under-budget with around $2000 for buying and $2000 for building a vehicle while surviving a series of challenges. With the S10 bought, Fred now has to figure out what to upgrade in order to keep competitive and within his budget. After seeing how capable his cheap truck is in the dirt, Fred then heads to the shop to see what inexpensive modifications ...    "
                },
                "8": {
                    "title": "2014 Cheap Truck Challenge! 93' S10 vs 95' Grand Cherokee vs 75' International",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    What happens when you take three low buck trucks driven by cheap truck drivers on an off road shoot out? You get Cheap Truck Challenge. Put on by Petersen's 4Wheel and Offroad Magazine, Cheap Truck Challenge is the annual low buck truck competition where Fred and his pals must buy and build a 4x4 for under $4000. On this Dirt Every Day Fred finally takes his Chevy S-10 to Reno, Nevada for a battle of the budget beater rigs.    "
                },
                "9": {
                    "title": "Driveway Rescue of a 1950 Jeep CJ-3A",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "18 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When Fred buys a 1950's Willys Jeep CJ-3A that doesn't run he knows just who to call: Director of Four Wheeler Network, Rick Pewe and Hot Rod editor David Freiburger; the originators of the Dirt Every Day (DED) motto. Fred drags the Jeep CJ to Pewe's driveway to try and raise it from the dead (or DED) and get it back on the road with the help of these two old junk experts.    "
                },
                "10": {
                    "title": "1990 Dodge Diesel: The Ultimate Adventure Tug Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "13 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When the Petersen's 4-Wheel and Off-Road team needed a truck to lead this year's Ultimate Adventure they decided to start with an old Dodge. The truck started out as a retired airplane tug, but was transformed into a trail-slaying diesel adventure machine. Fred takes you behind the scenes of this amazing project truck for the final days of the build-up before heading out on Ultimate Adventure 2014.    "
                },
                "11": {
                    "title": "Ballistic Bronco: Machine Gun Install on a 1979 Ford Bronco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "15 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Fred Williams teams up with Recoil Magazine editor Iain Harrison to see what happens when they build a ballistic truck with a 1979 Ford Bronco. The build will be combining Fred's off-roading input and Iain's grasp of firepower. Starting in Southern California at 4Wheel Parts, the Bronco will begin to take a new form with installs of a Gibson Exhaust, Procomp wheels, and Smittybilt winch and armor. While the truck transforms, so do Fred and Iain when they get outfitted at 5.11 Tactical. The Bronco then makes its way to Arizona where Iain takes over the transformation ...    "
                },
                "12": {
                    "title": "1986 Chevy Alabama Army Truck: Transmission & Brake Upgrades",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Follow Fred Williams as he rescues an old ranch Jeep in Texas and gets it ready for some adventures. The first job is a complete rewire with help from the good people and parts at Painless Performance. Then stay tuned for a future episode when he takes it out exploring Texas and New Mexico.    "
                }
            },
            "4": {
                "1": {
                    "title": "1986 Chevy Alabama Army Truck: Transmission & Brake Upgrades!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The return of the Alabama Army Truck. The 1986 Chevy K30 military truck (also known as a CUCV) is back from the dead. This high horsepower truck is looking for upgrades starting with bigger tires, and from there it's a stronger transmission and lower transfer case gears.    "
                },
                "2": {
                    "title": "1961 Willys Wagon Barn Find Fix-Up!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Fred hears about a barn-find '61 Jeep Willy's Wagon for sale cheap and jumps on the deal to drag it home.    "
                },
                "3": {
                    "title": "Moab Jeep Axle Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Fred is prepping his orange Jeep for the event when he finds out about a new set of bolt in crate axles from Dana.    "
                },
                "4": {
                    "title": "The Greatest Jeep Adventure Ever! Mark Smith & the Darien Gap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "12 May 2015",
                    "year": "2015",
                    "plot": "\n    Fred introduces you to Mark Smith, an adventurer who helped develop the Jeep lifestyle and open the iconic Rubicon trail as well as starting the Jeep Jamboree off road events.    "
                },
                "5": {
                    "title": "Surplus Army Truck Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "9 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Fred shows how you too can get behind the wheel of a military truck by buying one on an online auction.    "
                },
                "6": {
                    "title": "Border 2 Border! Epic American Road Trip in a Toyota Tundra TRD Pro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "7 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Fred cuts a diagonal line across the lower 48 in an epic road-trip in Toyota's new Tundra TRD Pro. From the Gulf of Mexico to the north western Pacific/Canada line Fred and his team explore a variety of off road destinations on an exciting 18-day adventure.    "
                },
                "7": {
                    "title": "Mini Truck Mayhem, Return of the Dirtheads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "18 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    When Dirthead Fred and Dirthead Dave revive their off road club, they run into a small glitch because they both have sold their baja bugs. They decide to build mini-trucks this time and eventually both end up with 70's Ford Couriers. But one truck is a lowered mini while the other is a lifted truck, causing confusion to the guys. Not to be deterred - they head to the desert for a shoot out and general mischief as they try to see who's mini-truck is better.    "
                },
                "8": {
                    "title": "Plymouth Road Runner Diesel Swap & 4x4 Conversion!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Fred and Dave build a post apocalyptic 4x4 muscle car - the Mad-Maxxis Off-RoadRunner.    "
                },
                "9": {
                    "title": "Ultimate Summer Camp Supercharged Jeep CJ Build",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "27 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Fred takes us behind the scenes at Synergy Manufacturing where he's building the Ultimate Summer Camp Jeep, an aluminum Willys flatfender with a supercharged V8 LSA engine, gobs of gearing and flexy suspension.    "
                },
                "10": {
                    "title": "2015 Cheap Truck Challenge: Willys Jeep vs. Dodge Power Wagon vs. Sportage vs. CJ5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Fred brings along his buddies on a high desert wheeling trip in their low buck trucks.    "
                },
                "11": {
                    "title": "All-New Jeep Renegade Conquers Black Bear Pass!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "8 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Fred teaches his buddy Joe to be a better Jeeper from behind the wheel of the new Jeep Renegade TrailHawk.    "
                },
                "12": {
                    "title": "Mad Maxxis Off-Road Runner: 4x4 Muscle Car Desert Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Fred and Dave finally get the Mad Maxxis OFF Road Runner out to the desert to find out just how capable this one of a kind 4x4 is - and for some flat out fun.    "
                },
                "13": {
                    "title": "Mud Slinging Hwaiian 4x4 Vacation with Tube Sock the Jeep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Fred shows you how when he finds himself in the middle of a tropical jungle with his good old Jeep Wrangler TubeSock.    "
                }
            },
            "5": {
                "1": {
                    "title": "Ranch Racing: 1967 Ford PreRunner vs. 1989 Volkswagen Van!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Fred challenges his buddy Frank to an off-road race that results in standard Dirt Every Day mayhem.    "
                },
                "2": {
                    "title": "Washington Wagoneer Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    Fred got his hands on another barn find Jeep, and this time it's a 1972 Wagoneer that's been parked for 13 years.    "
                },
                "3": {
                    "title": "Double Truck! The Rangerover Comes Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Fred Williams and Dave Chappelle attempt to build one vehicle that can run all types of terrain, the results are ridiculous.    "
                },
                "4": {
                    "title": "Ford F354 Monster Truck vs. Johnson Valley Rocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    On this episode of Dirt Every Day, Fred Williams and Dave Chappelle transform a 1993 Ford F-350 into the monster truck on massive Mickey Thompson 54-inch tires and take it to the toughest rockcrawling trails in America, Johnson Valley, California.    "
                },
                "5": {
                    "title": "Bend to the Beach in a Buggy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "26 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Fred Williams and his friend Brian rescue a '60s VW-based dune buggy in Oregon and attempt to drive it from Bend to the beach navigating using the Magellan eXplorist TRX7. The old dune buggy only had 38 hp when new, and there is a fair bit of mountains between Bend and the beach, so it will be an uphill battle as Fred and Brian push, pull, and fight their way to a fun, relaxing day at the water's edge.    "
                },
                "6": {
                    "title": "Diesel Jeep Underwater!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "30 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Fred's 1997 jeep Wrangler TJ affectionately known as Tubesock was in need of a new engine, and Fred wanted to recreate a crazy stunt from the 50's by driving his jeep underwater. To achieve this Fred swaps in a new Cummins ISF2.8 diesel engine, bolts on big Maxxis tires, and sets about waterproofing the whole Jeep to survive under 12 feet of water. Will the little Jeep be a submarine or just an anchor? Watch and find out.    "
                },
                "7": {
                    "title": "Cheap Truck Challenge 2016: Budget Battle of the Beaters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Fred Williams and friends compete in buying, building, and abusing a pair of low-dollar 4x4s in the annual Cheap Truck Challenge on this episode of Dirt Every Day. This year, the trucks have teams of builders but the goal is the same: build something fun for wheeling on a budget. Fred and Dave form team Dirt Heads and find a cheap Jeep Liberty that has seen better days, but can they build it to conquer the off-road obstacles without blowing the bank? The competing Dust Dawgs team of Rob and Joe show up with an '80s K5 Blazer, and they immediately install bigger tires ...    "
                },
                "8": {
                    "title": "Twin-Engine Off Road Cadillac Eldorado 4x4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dirt Heads Fred Williams and Dave are headed to Palm Springs, California, for rest and relaxation after all of their adventures, but to get there in style they'll need a vehicle that epitomizes success, a 1976 Cadillac Eldorado. Since a Cadillac is great on the road but not the best in the dirt, they'll first need to modify it, because Dirt Heads don't do asphalt. After a few days in the shop, they'll transform the car into a 1,000ci, dual-engine, all-wheel-drive luxury land yacht and hit the dirt roads to the desert vacation spot in the ElDIRTrado.    "
                },
                "9": {
                    "title": "Alaskan Army Truck Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    On this episode of Dirt Every Day, Fred Williams calls in all his friends to help put his 1986 Chevy Army truck back together for a big adventure to a big state. They add a big-block engine, big portal axles, and a big new suspension to clear really big 42-inch Maxxis tires. Then Fred and Mark from Daystar Products head to Alaska where they take their two army trucks on a four-wheeling adventure and see the highlights of Alaska, the biggest state in the nation. Fred puts his freshly revamped truck to the test and renames it the Alaskan Army Truck, while Mark shows off...    "
                },
                "10": {
                    "title": "Diesel Jeeps vs. Gas Jeeps: From Underwater to in-the-Dirt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    How does the Cummins Diesel Jeep Wrangler \"Tubesock\" compare to a gas-powered Jeep? On this episode of Dirt Every Day Fred Williams and guest host Cummins Steve transform Tubesock from a diesel-powered submarine Jeep to a trail and street Jeep, and then take it head-to-head against gas inline-six and V-8-powered Jeeps on both highway and dirt. How does the little four-cylinder diesel stack up against the tried-and-true gas-powered trail machines? And can Cummins Steve convince Fred and the viewers that they want a Cummins under the hood of their next off-road project ...    "
                },
                "11": {
                    "title": "Baja Surf and Turf Adventure in the New Toyota Tacoma!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "3 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    When the guys from Surfer magazine want to go surfing, there isn't much that can dissuade them-and when those waves were in Baja, they joined forces with Fred Williams for a Dirt Every Day Baja adventure. The crew threw their recovery gear, surfboards, and sunglasses in a new Toyota Tacoma and headed south of the border for some Mexican backroad exploring, great surfing, and excellent tacos.    "
                },
                "12": {
                    "title": "Urban Wheeling at the Toledo Jeep Factory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "21 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    When Fred Williams and Dave get the once-in-a-lifetime chance to go four-wheeling at the site of the 75-year-old Jeep factory in Toledo, Ohio, they bundle up and head east. With just three days to construct a concrete crawler, they decide to build a new JK Wrangler Unlimited to dominate urban obstacles on this episode of Dirt Every Day.    "
                }
            },
            "6": {
                "1": {
                    "title": "Snow Racing an Avalanche",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "14 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle drag a tired, old '03 Chevy Avalanche out of the cobwebs and spruce it up for a north Idaho snow race-because nothing is faster in the snow than an Avalanche. The big truck has an 8.1L big-block and solid 1-ton axles front and rear, but the tires are only 37 inches tall. Will it be enough to win the race, or will the big truck get snowbank stuck?    "
                },
                "2": {
                    "title": "Junkyard Jeepin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "14 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle enter a junkyard with a battery, some gas, big tires, and a pile of parts with the goal of driving a Jeep home. The guys roll around in the dirt of the desert junkyard fixing up a 1994 Jeep YJ and then challenge themselves to find as many dirt miles as possible on their drive to Pismo Beach.    "
                },
                "3": {
                    "title": "Overlanding Minibike Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "11 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle embark on an overlanding trip of epic proportions on motorcycles of minor proportions. Dave, a diehard motorcycle fan, finally convinces Fred to do a moto episode of DED, but bike-rookie Fred picks what he assumes will be the easiest bike to ride: a Coleman minibike from the local Tractor Supply. The 6hp bikes are then loaded down with gear strapped on like a pack mule. What's left is a 20-mile adventure on tiny machines with zero suspension over rocky desert hills and through rushing mountain streams of northwest Arizona. Fred will ...    "
                },
                "4": {
                    "title": "Building a Tacoma for the Mint 400",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    The Toyota Tacoma has a huge following, and the latest version is making a splash amongst off-road enthusiasts, so when Fred Williams gets the chance to join a desert race team for a race in a Tacoma, he dives in to see how the truck is built. Williams heads to Camburg Engineering to learn how a stock TRD truck is transformed into a safe desert race machine.    "
                },
                "5": {
                    "title": "Racing the Iconic Mint 400 in a Toyota",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The Mint 400 is the Great American Off-Road Race, Fred Williams gets to enjoy all the sights and sounds of this iconic desert race that was first run in 1967. The race starts with a week of experiences in Las Vegas and ends with a rocky, dusty battle across the Nevada desert. Tune in to see how the Tacoma race truck built last episode fares in this historic adventure.    "
                },
                "6": {
                    "title": "How to swap a barn-find Willys Jeep Wagon onto a Wrangler YJ Chassis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "4 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams' garage-find 1961 Willys Wagon has been sitting with bad brakes and a tired drivetrain ever since a prior engine swap (Episode 37), so it was time to set that straight. Believe it or not, the Dirt Heads pulled out the Chevy LS V-8 to swap the entire Willys wagon onto a wrecked Wrangler YJ frame and drivetrain for a more reliable retro wheeler. The guys spend most of the show in the shop wrenching and fabricating in order to bring a cool-looking old Jeep back from the dead and prep it for summer wheeling fun.    "
                },
                "7": {
                    "title": "Army Surplus Humvee Built to Rockcrawl - Awesome or Awful?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle are going to figure out if, with a few modifications, a military surplus Humvee is a great desert machine, or an awful off-roader. After getting a ratty veteran of a 4x4 from GovPlanet, the guys take it home to build it up into a more capable rockcrawler and then head to Johnson Valley, California, to see if their mods worked.    "
                },
                "8": {
                    "title": "Racing a Groovy '70s Van in the Gambler 500",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle find a 1979 4x4 Dodge van and take it four-wheeling in the wacky off-road rally known as the Gambler 500. The van is complete with shag carpet, a mural, and big, 37-inch General Grabber tires, but can it survive this off-roading circus? The guys head to the hills of Oregon to find some great four-wheeling while trying to hit all the checkpoints of this low-budget traveling party full of wacky machines.    "
                },
                "9": {
                    "title": "Converting a Two-Wheel-Drive RAV4 to a Four-Wheel-Drive RAD4 for Rockcrawling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle take on the challenge of converting a front-wheel-drive, two-wheel-drive Toyota RAV4 to a four-wheel-drive rockcrawler by putting the complete front engine and transaxle in the passenger compartment and swapping in Toyota Land Cruiser axles underneath. But will the mini off-roader work as a capable rockcrawler when it's all done?    "
                },
                "10": {
                    "title": "How to Build a 4x4 in 48 Hours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle start with a 94 Ford F-250 from IronPlanet and transform it into a more capable off-road machine in just 48 hours to fit 37-inch General tires. Then they head to the Rocky Mountains to test their truck with some high-altitude rockcrawling.    "
                },
                "11": {
                    "title": "Unimog Road Trip to Memphis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle pick up a military Unimog in Indiana with just a few days to get it to Memphis, Tennessee, for a big truck show. They think \"No problem,\" but are they in for a shock when they realize that the Unimog isn't the dream on-road machine they hoped it would be. However, on roads is not the Dirt Every Day way, so they shift the big Mercedes military machine into low range and see what it can do on the muddy, wooded trails to determine if this is truly one of the greatest 4x4s ever made.    "
                },
                "12": {
                    "title": "UTV Fishing Trip to New Mexico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt Every Day (TV Series 2013– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Fred Williams and Dave Chappelle decide it's time to take a break from building crazy 4x4s and just do what normal people do, so they hitch a small boat to the back of a Yamaha Wolverine UTV and head to the hills of New Mexico. The plan is simple: explore the Southern Rockies, find a nice mountain lake, and maybe catch some trout. But is it really possible for Williams and Chappelle to be normal?    "
                }
            }
        },
        "number of episodes": 84,
        "cast": [
            {
                "name": "Williams, Fred"
            },
            {
                "name": "Chappelle, Dave"
            }
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG",
            "South Korea:12"
        ],
        "number of seasons": 7,
        "rating": 7.6,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2JhMDE1Y2QtNzNhNC00ZGY1LWE1ZTYtZDJlOGM5ODg0NzQzXkEyXkFqcGdeQXVyMTYwODQ1ODI@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Dirt Every Day showcases the 4x4 lifestyle, sharing off-roading know-how, tech upgrades and adventures in various trucks, Jeeps, buggys and go-anywhere machinery. Whether racing or rockcrawling, mud bogging or overland camping--get ready to hit the dirt.",
        "languages": [
            "English"
        ],
        "title": "Dirt Every Day",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-",
        "akas": [
            "Dirt Every Day (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Williams, Fred"
            }
        ],
        "production companies": [
            {
                "name": "Studio TEN"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Fred and friends create wild off road vehicles of all shapes and sizes and take them places you couldn't imagine.",
            "_Dirt Every Day_ (qv) showcases the 4x4 lifestyle, sharing off-roading know-how, tech upgrades and adventures in various trucks, Jeeps, buggys and go-anywhere machinery. Whether racing or rockcrawling, mud bogging or overland camping--get ready to hit the dirt."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "males": {
                "votes": 19,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 4.8
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "females": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 2.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 1.5
            },
            "us users": {
                "votes": 6,
                "rating": 7.4
            },
            "non us users": {
                "votes": 4,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 8,
            "9": 3,
            "8": 5,
            "7": 4,
            "6": 3,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}