{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 December 2013"
            },
            {
                "country": "UK\n",
                "date": "1 December 2013",
                "notes": "                            (Travel Channel International)"
            }
        ],
        "release dates": [
            "UK::1 December 2013",
            "UK::1 December 2013                            (Travel Channel International)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hong Kong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asian Times (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In Hong Kong Julian Hanton tastes both Michelin star and dubious star Chinese cuisine before entering into a reptilian nightmare, eating snake soup served by Hong Kong's very own 'Snake Queen'. Julian also quickly regrets his decision to take one of Bruce Lee's trademark one-inch punches during a visit to a prestigious kung-fu school.    "
                },
                "2": {
                    "title": "Thailand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asian Times (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In Thailand Julian Hanton focuses on exploring Bangkok off the usual tourist path. He visits a 'Lady-boy cabaret show' then meets their lesser known 'Boy-Ladies' counterparts at a photo shoot for a magazine celebrating tom-boy culture. Julian practices his blue steel pose hanging with Bangkok's International model party scene before getting it punched off his face at a Muay Thai kickboxing session. Finally Julian visits the grisly forensic lab of a CSI investigator and Bangkok's leading party people 'Trasher' who teach him how to dance whilst looking cool.    "
                },
                "3": {
                    "title": "Philippines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asian Times (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Julian Hanton begins his exploration of the Philippines in its capital Manila where he manages to gain a guest appearance on the country's top TV show, Eat Bulaga. He tries to follow in Imelda Marcos's footsteps and takes a ride in a giant 'shoe car'. Heading north he walks on 1000-year-old rice terraces and tries the Pilipino delicacy Balut, a fertilised duck egg, before flying south to recover on Boracay's white sand beach. Finally he returns to Manila to get some lessons in rhythm from a dancing traffic cop.    "
                },
                "4": {
                    "title": "Malaysia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asian Times (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In Malaysia Julian Hanton hits the Kuala Lumpur streets after midnight and provokes a notorious motorcycle racing gang. On the Island of Borneo he goes looking for orangutans and in Kuching 'Cat City' naturally, he mainly comes face to face with lots of cats. Looking for a relaxing end to his Malaysian experience he checks into Penang family resort where he judges a children's sandcastle building competition before making a fool of himself in a the hotel playground.    "
                },
                "5": {
                    "title": "Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asian Times (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Julian Hanton visits Vietnam and, in Ho Chi Minh City, discovers that the scooter is king. Julian visits the tunnels where the North Vietnamese soldiers lived and fought underground. On the Mekong Delta, he finds out why durian fruit is banned from every hotel and tastes the pleasures of rice wine imbued with the flavours of seven snakes. Further north in the stunning Hanoi, Julian meets with a veteran and hears horrifying tales from the war first-hand, before heading to one of the wonders of nature, Halong Bay.    "
                },
                "6": {
                    "title": "Indonesia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asian Times (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Indonesia, a Southeast Asian nation made up of thousands of volcanic islands, is home to hundreds of ethnic groups speaking many different languages. It's is known for its beaches, volcanoes and jungles sheltering elephants, tigers and Komodo dragons. On the island of Java lies Indonesia's vibrant, sprawling capital, Jakarta, and the city of Yogyakarta, known for gamelan music and traditional puppetry. We were travelling Indonesia this summer discovering its almost infinite number of islands. Starting in Jakarta we made our way through Java, reaching Bali and the ...    "
                },
                "7": {
                    "title": "China",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asian Times (TV Series 2013–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Heading to the economic powerhouse of China, Julian Hanton finds a country in transition. In Beijing he indulges in some local delicacies, tasting peking duck, silkworm and scorpion. After a hike on the Great Wall he gets locked in a room with some high school girls in a real life puzzle game. In X'ian he lays eyes on the amazing Terracotta warriors before attending class at a local school. In the futuristic city of Shanghai, Julian finds himself a hit at Love Square, before ending his trip in Thames Town, a suburb of Shanghai that looks more like a slice of England.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Hanton, Julian"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzQ4MGM3NjktNmY1YS00NTY2LWIzNjAtZDU2YjdiZjVlZmE3XkEyXkFqcGdeQXVyOTA2OTEzMDY@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Asian Times",
        "year": 2013,
        "kind": "tv series",
        "series years": "2013-2014",
        "akas": [
            "Asian Times (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "The Inn"
            }
        ],
        "distributors": [
            {
                "name": "Travel Channel International"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}