{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 April 2007"
            },
            {
                "country": "Sweden\n",
                "date": "7 July 2008"
            },
            {
                "country": "South Africa\n",
                "date": "8 August 2008"
            },
            {
                "country": "Belgium\n",
                "date": "19 May 2010",
                "notes": "                            (limited)"
            },
            {
                "country": "Netherlands\n",
                "date": "19 May 2010",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::11 April 2007",
            "Sweden::7 July 2008",
            "South Africa::8 August 2008",
            "Belgium::19 May 2010                            (limited)",
            "Netherlands::19 May 2010                            (limited)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Shear Genius"
            },
            {
                "countries": "USA (working title)",
                "title": "Top Hair"
            },
            {
                "countries": "USA (working title)",
                "title": "Heads Up"
            }
        ],
        "akas": [
            "Shear Genius (original title)",
            "Top Hair USA (working title)",
            "Heads Up USA (working title)"
        ],
        "akas from release info": [
            "Shear Genius (original title)",
            "Top Hair USA (working title)",
            "Heads Up USA (working title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "A Risque Runway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "4 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The twelve stylists arrive in Los Angeles where they will compete for $100,000 and an apprenticeship furnished by Nexxus, as well as a chance to style hair for an Allure magazine photo shoot. They meet new host Camila Alves and this season's panel of judges - celebrity stylist Jonathan Antin (star of Bravo's \"Blowout\") and renowned stylist Kim Vo. In their first shortcut challenge, the stylists must give unruly punk rockers a more polished look, with the brash Antin as their first guest judge. The competition gets even more edgy during the elimination challenge when ...    "
                },
                "2": {
                    "title": "I'm Totally Stealing Your Model",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "11 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Kim Vo arrives at the Shear Genius Nexxus salon to explain their next challenge, color repair, in which the stylists must refresh damaged blonde dye jobs. For the elimination challenge, the stylists travel to the iconic Hollywood Roosevelt Hotel to create avant-garde hairstyles based on a tasting menu from the hotel's famed Dakota restaurant.    "
                },
                "3": {
                    "title": "The Spiral of My Emotion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "18 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The remaining stylists are presented with a unique twist on extensions - applying them to men to give them sexier, longer looks. The steamy elimination challenge brings the stylists to a ranch that serves as the backdrop for photos for their first cover shoot, romance novels. The stylists work in teams to create sexy and dramatic looks for both a male and a female model.    "
                },
                "4": {
                    "title": "I'm Borderline Pissed Off About That Hair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "24 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The nine remaining stylists must incorporate flowers into their hairstyles for this week's shortcut challenge, which will be judged by Canadian celebrity stylist, Harry Josh. During the elimination round, the stylists leave the comfort of the salon to attend a real Indian wedding. It doesn't make the stylists any less nervous to know that Tabatha Coffey, star of Bravo's \"Tabatha's Salon Takeover\" and former \"Shear Genius\" contestant, is their guest judge for the challenge.    "
                },
                "5": {
                    "title": "For the First Time I'm Scared to Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    When curly haired models enter the Shear Genius Salon, the stylists learn they must turn these wiry tresses into smooth, sleek bobs, all while cutting the hair completely dry. Famed international dry cutter Moulay Yacoubi joins to assess the stylist's skills.    "
                },
                "6": {
                    "title": "It's All Fun and Games Until Someone Gets Annoying",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Go from standard to chic in one hour in this week's \"Shear Genius.\" Stylists are challenged to create sexy hairstyles for everyday men in need of a makeover.    "
                },
                "7": {
                    "title": "Hotter Than a Gay Bar on Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The stylists' versatility is put to the test when they give their clients, recent high school graduates, sophisticated looks to open new chapters in their lives. The stylists turn back the clock in the elimination challenge as they give VIP clients red carpet-ready looks inspired by the 60's and 70's for an album release party for Grammy Award-winning singer/songwriter, Estelle, who joins as guest judge.    "
                },
                "8": {
                    "title": "The Higher the Hair, the Closer to God",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "24 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    On the fourth episode of \"Shear Genius\" stylists must create two unique hairstyles the allow their models to go from daytime conservative to nighttime glamour. Later in the elimination challenge, the contestants must create a red-carpet hairstyle for a famous leading actress.    "
                },
                "9": {
                    "title": "Bring It On, Bitches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The four remaining competitors find themselves at a Hollywood Hills home to style their first celebrity client. For the elimination challenge, legendary stylist Oribe joins as guest judge and offers the stylists some insight into creating a brand for themselves. In this challenge, the stylists must develop looks for two models to create a portfolio they feel best defines their signature look.    "
                },
                "10": {
                    "title": "Who Will Prove to Be Shear Genius?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "7 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The third season comes to a close when the final three stylists team up with fashion designer Henry Duarte for their biggest challenge yet. They'll each style six models for a fashion show where the designer will debut Duarte's new line of edgy rock-and-roll inspired clothing. Editor-in-chief of Allure Magazine Linda Wells rejoins as the final guest judge and one lucky contestant wins $100,000 courtesy of Nexxus Salon Hair Care, an apprenticeship with Nexxus, and a chance to style hair for an Allure magazine photo shoot.    "
                }
            },
            "1": {
                "1": {
                    "title": "The First Cut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    \"Shear Genius\" premieres with 12 talented hair stylists, one high-stakes salon and the industry's most renowned talent. In the first episode, the stylists face their first short-cut challenge - one hour to show off their signature style on a mannequin head. In the elimination challenge, the stylists are tasked with creating a work of art using professional models with long hair and various arts and crafts materials.    "
                },
                "2": {
                    "title": "You Have Every Reason to Cry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    It's a colorful experience on the second episode of \"Shear Genius\" when the stylists must turn black-haired mannequins into blondes for the short-cut challenge. Presiding over the elimination is guest judge Roy Teeluck from Nexxus, renowned stylist and owner of The Roy Teeluck Salon in New York.    "
                },
                "3": {
                    "title": "Show Me Your Genius",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    On the third installment of Bravo's \"Shear Genius\" the heat turns up when the stylists have one hour to create the iconic \"Sally Hershberger Shag,\" which Hershberger made famous on Meg Ryan.    "
                },
                "4": {
                    "title": "I'm a Hair God",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 May 2007",
                    "year": "2007",
                    "plot": "\n    For the elimination challenge, the hairstylists have to create a red carpet look for Vanessa Williams, the celebrity judge, that would also go with a dress of hers.    "
                },
                "5": {
                    "title": "The Competition Gets Hairy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 May 2007",
                    "year": "2007",
                    "plot": "\n    Go from standard to chic in one hour in this week's \"Shear Genius.\" Stylists are challenged to create sexy hairstyles for everyday men in need of a makeover. In the elimination challenge, stylists recreate a hairstyle from a specific era. Guest judging this week are Christophe, celebrated hairdresser to the stars and Ken Paves, known for styling Jessica Simpson's tresses.    "
                },
                "6": {
                    "title": "Here Comes the Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 May 2007",
                    "year": "2007",
                    "plot": "\n    In episode six, the \"Shear Genius\" stylists are split into teams and set up shop at a local mall. Teamwork is tested when they're charged with soliciting shoppers to get a haircut on the spot.    "
                },
                "7": {
                    "title": "A Great Shot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 May 2007",
                    "year": "2007",
                    "plot": "\n    Get it straight on the seventh episode of \"Shear Genius.\" The contestants are challenged to style African-American hair using various treatments and straightening appliances. From flat irons and blow dryers to wet sets and pressing, see who goes for appliance overload and who keeps it simple by styling au naturel. Guest judging this week are Kiyah White and acclaimed photographer Matthew Rolston.    "
                },
                "8": {
                    "title": "Watch What Happens Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 May 2007",
                    "year": "2007",
                    "plot": "\n    In the seventh episode of \"Shear Genius\" the contestants are challenged to style African-American hair using various treatment and straightening appliances. See who goes from appliance overload and who keeps it simple by staying au naturel.    "
                },
                "9": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The three remaining stylists prepare to blow away the competition in the final episode of \"Shear Genius.\" In the final challenge, the stylists are faced with a high-pressure task where they must pull out all the hair-care stops. In the end, two will be cut and one will be named \"Shear Genius.\"    "
                }
            },
            "2": {
                "1": {
                    "title": "In the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "25 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    In the premiere episode, the 12 contestants head to Los Angeles where they will compete for $100,000 and a chance to prove they are \"Shear Genius.\"    "
                },
                "2": {
                    "title": "The Best Oranges in the County",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The ladies from Â\"The Real Housewives of Orange County,Â\" make for the stylists toughest challenge yet during the elimination challenge.    "
                },
                "3": {
                    "title": "Red Carpet Worthy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The stylists' creativity is tested when they find their clients have extremely long hair, some even down to the floor, and they must give them a new look without cutting a single strand of hair.    "
                },
                "4": {
                    "title": "Do It Yourself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    During the elimination challenge, the stylists must create a chic new look that will be easy for their clients to recreate themselves for the runway the next day.    "
                },
                "5": {
                    "title": "It Looks Like a Helmet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "23 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The competition heats up during the elimination challenge as the stylists must use customized wigs to create a fashionable cut and style for prematurely balding women.    "
                },
                "6": {
                    "title": "Hair from Heaven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "30 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Emmy-award nominated actress Kate Jackson joins Jaclyn Smith as guest judge for a mini Charlie's Angels reunion, where the stylists must recreate modern versions of the famous signature Charlie's Angels looks for the elimination challenge.    "
                },
                "7": {
                    "title": "Every Dog Has His Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The competition gets sticky when the stylists use products found in a kitchen cabinet -- mustard, eggs, oatmeal and peanut butter to name a few -- to style their clientÂ's hair.    "
                },
                "8": {
                    "title": "Surprise!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The remaining stylists conquer their toughest clients yet - five year-olds!    "
                },
                "9": {
                    "title": "Seeing Double",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "20 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The remaining four stylists get a big surprise during the short cut challenge when they find out their client isn't who they think it is - it's their identical twin!    "
                },
                "10": {
                    "title": "The Final Cut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shear Genius (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "27 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Famed celebrity stylist Sally Hershberger joins as the final guest judge, and one lucky contestant wins $100,000 in seed money courtesy of Nexxus Salon Hair Care, an apprenticeship with Nexxus and a chance to style hair for an Allure magazine feature.    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Vo, Kim"
            },
            {
                "name": "Smith, Jaclyn"
            },
            {
                "name": "Antin, Jonathan"
            },
            {
                "name": "Pita, Orlando"
            },
            {
                "name": "Atterton, Kelly"
            },
            {
                "name": "Fris, Rene"
            },
            {
                "name": "Alves, Camila"
            },
            {
                "name": "Mollin, Ben"
            },
            {
                "name": "Buterbaugh, Brian"
            },
            {
                "name": "Van Osten, Brig"
            },
            {
                "name": "Leaf, Theodore"
            },
            {
                "name": "Sachs, Danna"
            },
            {
                "name": "Jim"
            },
            {
                "name": "René, Adele"
            },
            {
                "name": "Bozant, Melissa"
            },
            {
                "name": "Brazell, Stuart"
            },
            {
                "name": "Corliss, Stacie"
            },
            {
                "name": "Daniel, Tyson"
            },
            {
                "name": "Flynn, Meagan"
            },
            {
                "name": "Halperin, Lauren"
            },
            {
                "name": "Hershberger, Sally"
            },
            {
                "name": "Norris, Rachel"
            },
            {
                "name": "Patton, Farris"
            },
            {
                "name": "Paul-Jean"
            },
            {
                "name": "Phelps, Robin"
            },
            {
                "name": "Valadez, Yvonne"
            },
            {
                "name": "Williams, Vanessa"
            },
            {
                "name": "Zuckerman, Amanda Joy"
            },
            {
                "name": "Cameron, Trisity"
            },
            {
                "name": "Greenwood, Victoria Anne"
            },
            {
                "name": "Jay, Jonny"
            },
            {
                "name": "Kenyon, David Dustin"
            },
            {
                "name": "Oribe"
            },
            {
                "name": "Patterson, Alecia"
            },
            {
                "name": "Paves, Ken"
            },
            {
                "name": "Roche, Emily"
            },
            {
                "name": "Sandy, Elizabeth"
            },
            {
                "name": "Vetica, Robert"
            },
            {
                "name": "Warren, Joel"
            },
            {
                "name": "Whilden, Kelley"
            },
            {
                "name": "Wise, Monica"
            },
            {
                "name": "Yacoubi, Moulay"
            },
            {
                "name": "Bowers, Jenna Marie"
            },
            {
                "name": "Du, Isabelle"
            },
            {
                "name": "Blac, Sno E."
            },
            {
                "name": "Grecco, Michael"
            },
            {
                "name": "Hornung, Regina"
            },
            {
                "name": "Jackson, Kate"
            },
            {
                "name": "Lemone, Maria"
            },
            {
                "name": "Mandl, Marielou"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG"
        ],
        "number of seasons": 3,
        "rating": 5.9,
        "votes": 401,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODA3MDgyODc3OF5BMl5BanBnXkFtZTcwOTk0NTU3MQ@@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Shear Genius",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Reveille Productions"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Networks"
            },
            {
                "name": "FOXlife"
            },
            {
                "name": "FOXlife"
            },
            {
                "name": "M-Net Series"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Rockbottom Rentals"
            }
        ],
        "plot": [
            "A group of hairstylists compete in weekly elimination challenges until the country's best stylist is crowned.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 401,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 84,
                "rating": 6.2
            },
            "aged 30 44": {
                "votes": 197,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 68,
                "rating": 5.5
            },
            "males": {
                "votes": 109,
                "rating": 5.6
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 63,
                "rating": 5.2
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 5.2
            },
            "females": {
                "votes": 240,
                "rating": 6.1
            },
            "females aged 18 29": {
                "votes": 67,
                "rating": 5.7
            },
            "females aged 30 44": {
                "votes": 134,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 34,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 3.5
            },
            "us users": {
                "votes": 246,
                "rating": 5.9
            },
            "non us users": {
                "votes": 83,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 80,
            "9": 25,
            "8": 52,
            "7": 61,
            "6": 60,
            "5": 36,
            "4": 20,
            "3": 8,
            "2": 18,
            "1": 41
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}