{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "21 December 2007"
            },
            {
                "country": "Sweden\n",
                "date": "13 September 2009"
            }
        ],
        "release dates": [
            "Germany::21 December 2007",
            "Sweden::13 September 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Der Kommissar und das Meer"
            },
            {
                "countries": "Sweden",
                "title": "Kommissarien och havet"
            },
            {
                "countries": "World-wide (English title)",
                "title": "The Inspector and the Sea"
            }
        ],
        "akas": [
            "Der Kommissar und das Meer (original title)",
            "Kommissarien och havet Sweden",
            "The Inspector and the Sea World-wide (English title)"
        ],
        "akas from release info": [
            "Der Kommissar und das Meer (original title)",
            "Kommissarien och havet Sweden",
            "The Inspector and the Sea World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Den du nicht siehst",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 83,
                    "original air date": "21 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    A woman is found dead after a celebration - as Inspector Robert Anders and team investigates, someone leaks information to a journalist creating a security problem. After a second woman is murdered, it is feared a serial killer is on the loose. In addition, Robert's son, Nicklas, is bullied at school.    "
                },
                "2": {
                    "title": "Näher als du denkst",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 46,
                    "original air date": "28 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    A young girl is forced off a cliff while riding her bicycle. The girl is later identified as a student/worker at the stable where Robert's daughter, Ida, takes lessons. Once again details are leaked to the press...could it be a police officer? The murder affects things at home, as Robert's relationships with his daughter and father come into play.    "
                },
                "3": {
                    "title": "An einem einsamen Ort",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 42,
                    "original air date": "3 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    An archeologist is murdered and found in the woods, a victim of a Viking ritual. Was it her father (a property owner who wants to develop a \"sacred\" site), the protestors (Viking revivalists against the development), her University advisor (whom she may have been filing sexual harassment charges against) or someone else? Niklas is feeling neglected as Emma (a teacher and close friend of the family) has come to stay for awhile with her newborn baby, taking Ida's attention and playtime. Robert also deals with his troubled relationship with his father.    "
                },
                "4": {
                    "title": "Sommerzeit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 37,
                    "original air date": "19 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Flashback 13 years - two teenage sisters celebrating and drinking on the island - one passes out and when she awakes finds her sister missing - who is later found dead. Present time - an explosion at a stone quarry results in a death ... accident or murder? Robert's mother comes for a visit.    "
                },
                "5": {
                    "title": "Der sterbende Dandy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 30,
                    "original air date": "31 May 2009",
                    "year": "2009",
                    "plot": "\n    An art dealer is found murdered - the investigation uncovers the theft of major artwork. Motive leads to a betrayed wife, a mistress and a lover. Robert's jealousy is triggered when Line's old boyfriend makes an appearance and an overnight sailing trip ensues.    "
                },
                "6": {
                    "title": "Schwarzer Engel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 29,
                    "original air date": "12 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    A prominent architect is found dead at a celebratory event - Inspector Anders and team's investigation leads through mutiple suspects with complex alibis. At home, Line becomes more discontented and Robert seems oblivious until Line leaves with the kids to visit her friend in Brittany.    "
                },
                "7": {
                    "title": "Der Tod kam am Nachmittag",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 23,
                    "original air date": "9 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Ein Leben ohne Lügen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 27,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A life without lies.    "
                },
                "9": {
                    "title": "Laila",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 23,
                    "original air date": "15 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Two girls - one suicide, one murder. Robert and team's investigation leads to a surprising conclusion. On the homefront, Line's absence has its own effect on Ida, who wonders if she will ever return from Africa.    "
                },
                "10": {
                    "title": "Eiserne Hochzeit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 21,
                    "original air date": "22 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Allein im finsteren Wald",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 18,
                    "original air date": "10 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Primus oceanography student Peter Holmgren is found hung during a class run, suicide after most surprisingly failing a crucial test, costing him one of only eight student spots aboard the new Goteborg university scientific ship's impending EU-subsidized Indian Ocean expedition, an ideal career boost. Classmate Albin Sundergart now gets his spot. Shortly after Marine biology professor Anna Norum, who failed Peter and the next day Albin's girlfriend Lynn Thorson is beaten in hospital, but first claims it was car, then she didn't recognize her assailant and waves police ...    "
                },
                "12": {
                    "title": "Niemand hat Schuld",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 28,
                    "original air date": "1 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Tyrannical fishermen and fishmongers family patriarch Janne Brolin constantly abuses his submissive son Andreas, ignoring braver, animal-loving grandson Elias's vehement objections to shooting a seal and forces/tricks the knave, who is steering the boat but can't see properly, to try chasing ecologist Kristian Nyman and wife, who end up killed in an explosion due to collision offshore Farö island. The Brolins claim it was an accident and pretend Elias wasn't aboard but his mother Jenny, even lie Kasper shot the seal. Teen daughter Agnes Nyman convinces the ...    "
                },
                "13": {
                    "title": "Der Wolf im Schafspelz",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 20,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n    The island's largest farm owner, Karsten Nyqvist, who systematically bought the land of small neighbors,was struck fatally, his wandered-off dog's bloody paws alert commissioner Robert Anders who returns only after delivering his pregnant girl friend Emma to hospital for a false alert. Prime suspect is sheep breeder Gunnar Appelros, who refused to sell but invokes an alibi. Anders, and his best friend Alfred Palmgren, who met Gunnar probably last. Alfred, whose construction and development business partner Hans Malmsted is most anxious, is later found down a cliff, ...    "
                },
                "14": {
                    "title": "Fürchte dich nicht",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 21,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Fanny Lönnquist (20) is reported missing by mother Maud Lönnquist, who claims the abductor must by an enemy of her extreme right wing party. *Robert Anders's team supects a link with the disappearance since three weeks of Eric Flemberg, former member of an extremist rival group. A clue in his home suggest contact during psychiatric therapy with Jenny Almlöv, still a friend of Robert's Emma, who even invited her to their home, but widow of pedophile murderer Leif Almlöv, who died during his arrest by Robert and had an affair with Fanny. Fanny's Austrian gym trainer and...    "
                },
                "15": {
                    "title": "Der böse Mann",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 15,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Gotland island teacher and amateur artist Edvin Lundberg fights for his life in hospital after a vicious blow on the head with a rock in the wood around his cabin-atelier where he came searching his teen son after a row during the pre-teen son's birthday party. Blood on the rock has relative DNA, but fits neither knave. Their uncooperative mother Sonja hides marital troubles and points at the school's unlikable janitor, Lars Nordin, who barely escaped trial for the abuse and disappearance years ago of his only daughter Mia at 14, for which he blamed her teacher Edvin ...    "
                },
                "16": {
                    "title": "In einer dunklen Nacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 15,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Kent Norén hides when commissioner Robert Anders investigates the largely failed fire vandalism on his mink farm, which wife Britt blames on environmental terrorists, who 'liberated' some animals with thus even bleaker prospects. Shortly after, a search of football coach Björn Widemark's home after a reported burglary finds a bloody revolver, actually the one used on petty cattle farmer Mats Sjögren, whose sister Karlotta reported him missing and runs it for now with student son Oscar. Kent Norén had a n old land dispute with Mats, whose corpse was fed to the minks. ...    "
                },
                "17": {
                    "title": "Wilde Nächte",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 16,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Commissioner Robert Anders aborts the family beach campfire his son Kaspar was looking forward to in order to prevent chaotic Elsa Norén jumping to death from a cliff, having found her lush father Carl Norén dead in the family homestead. Long-separated wife Sofia cares only for the inheritance, assuming alcohol overdose, but it was murder with a vodka bottle rammed into his throat. Possibly his last visitor, who left a cap there, was Elsa's doting tacky diner colleague and would be-boy friend Jan, who is relieved Carl can no longer oppose a relationship. Elsa actually...    "
                },
                "18": {
                    "title": "Das Mädchen und der Tod",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 11,
                    "original air date": "29 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The girl and the death.    "
                },
                "19": {
                    "title": "Unter Männern",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 16,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Among men.    "
                },
                "20": {
                    "title": "In einer sternlosen Nacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 18,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Für immer Dein",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 9,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Martin Levander welcomes fellow med student Sanne, the first girl model son Mats ever presented at home, even as bride, but snob mother Kerstin's rudeness drives the youth from the winter party into the ice forest, where they are found fatally shot. The hunting rifle traces to ex-con Birger Karlström, whose wife Anita bitterly provides an alibi. Another suspect is Sanne's dumped lover Andy Torwald, who practically adopted forensic expert Ewa as mother-figure. When ever-wining Kerstin dares blame Martin, he moves out, planning to join his Stockholm lover. While his...    "
                },
                "22": {
                    "title": "In einem kalten Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 8,
                    "original air date": "18 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Commissioner Robert Anders wounds in the arm one of two masked robbers fleeing from a bank, who seek refuge in the supermarket, where he takes hostages, including Robert's teen son Kasper and wife Emma Winarve. Robert takes charge and negotiates the release of the hostages, but Emma obsesses about a wounded senior whom she keeps visiting in hospital, while waving psychological help. The police finds the motorcycle belongs to Said, integrated son of Palestinian Mahmud, who immigrated from a Lebanese refugee camp but was involved six years ago in an antiquities ...    "
                },
                "23": {
                    "title": "Tage der Angst",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 10,
                    "original air date": "16 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Robert has neglected his sons due to working constantly, so a visit from firstborn Niklas is most welcome now second marriage scion Kasper has nightmares in his mother's absence. Niklas however befriends Lucy, the teen brat daughters of Lasse and Ellie Wallins on whose 'watch' six-year old kid Stella goes missing, and for whom a fat ransom is demanded. While Robert Anders searches for Stella, he stumbles upon fatally shot junkie petty criminal Nils Holm, who might be the original kidnapper. The Wallins ignore Robert's advise, mobilizing ransom they can't afford from ...    "
                },
                "24": {
                    "title": "Der wilde Jack",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The corpse of Ben Jonsson, chef in the island's classy hotel Grå Hästen, is found in his car, shortly after he shouted in his cellphone *\"The truth will soon change your mind!\" while chased. *Robert first looks into the charismatic hotel owner David Hellgren and wife Camilla . David's sister Marit and especially her ex-con husband Kris Ulander seek to shed outcast status by renovating the abandoned boarding school into an even grander hotel, yet depend on David's financial help. Their teen son Jack is pestered at school, getting some classmate support from Robert's ...    "
                },
                "25": {
                    "title": "Lichterfest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inspector and the Sea (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 15,
                    "original air date": "15 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Sittler, Walter"
            },
            {
                "name": "Gatjen, Andy"
            },
            {
                "name": "Nilsson, Inger"
            },
            {
                "name": "Hallgren, Frida"
            },
            {
                "name": "Gielnik, Sven"
            },
            {
                "name": "Lüder, Charlotte"
            },
            {
                "name": "Arnarsdóttir, Sólveig"
            },
            {
                "name": "Steen, Paprika"
            },
            {
                "name": "Lohman, Grim"
            },
            {
                "name": "Heesters, Nicole"
            },
            {
                "name": "Hecker, Oliver"
            },
            {
                "name": "Mäenpää, Mika-Christer"
            },
            {
                "name": "Karlström, Lisa"
            },
            {
                "name": "Sjögren, Ester"
            },
            {
                "name": "Boysen, Lia"
            },
            {
                "name": "Hedenberg, Johan"
            },
            {
                "name": "Schwarz, Simon"
            },
            {
                "name": "Gyllensten, Ida"
            },
            {
                "name": "Hultén, Jens"
            },
            {
                "name": "Hjelm, Tobias"
            },
            {
                "name": "Norell, Maria Alm"
            },
            {
                "name": "Baum, Henning"
            },
            {
                "name": "Malmberg, Dag"
            },
            {
                "name": "Johansson, Douglas"
            },
            {
                "name": "Ekblad, Stina"
            },
            {
                "name": "Blomgren, Mats"
            },
            {
                "name": "Röse, Eva"
            },
            {
                "name": "Graffman, Per"
            },
            {
                "name": "Krepper, Magnus"
            },
            {
                "name": "Engdahl, Niklas"
            },
            {
                "name": "Floberg, Bjørn"
            },
            {
                "name": "Proxauf, Leonard"
            },
            {
                "name": "Hammarsten, Gustaf"
            },
            {
                "name": "Hollinderbäumer, Dietrich"
            },
            {
                "name": "Lundgren, Felix"
            },
            {
                "name": "Fröler, Samuel"
            },
            {
                "name": "Wollter, Christopher"
            },
            {
                "name": "Norlén, Henrik"
            },
            {
                "name": "Ekborg, Anders"
            },
            {
                "name": "Riddez, Michel"
            },
            {
                "name": "Engvoll, Ida"
            },
            {
                "name": "Gillinger, Göran"
            },
            {
                "name": "Dufvenius, Julia"
            },
            {
                "name": "Lestander, My"
            },
            {
                "name": "Jonsson, Charlotta"
            },
            {
                "name": "Kovacs, Angela"
            },
            {
                "name": "Ledarp, Sofia"
            },
            {
                "name": "de Voort, Petra van"
            },
            {
                "name": "Cremer, Gilla"
            },
            {
                "name": "Krepper, Sanna"
            }
        ],
        "locations": [
            "Gotland, Gotlands län, Sweden",
            "Hamburg, Germany",
            "Visby, Gotlands län, Sweden"
        ],
        "genres": [
            "Crime"
        ],
        "runtimes": [
            "90"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de",
            "sv"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 5.0,
        "votes": 252,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzc3MDJjMGItODNkNi00OWY4LWIyZGItODY2NDY5YWVhNTdlXkEyXkFqcGdeQXVyMTQzMjU1NjE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "German police inspector Robert Anders a family man who lives with his Swedish wife and investigates murder cases located in the spectacular landscapes of Swedish island of Gotland , it is based on the best-selling crime novels by the Swedish author Mari Jungstedt.",
        "languages": [
            "German",
            "Swedish"
        ],
        "title": "The Inspector and the Sea",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Alexandre, Miguel"
            },
            {
                "name": "Calvo, Carlos"
            },
            {
                "name": "Georgi, André"
            }
        ],
        "production companies": [
            {
                "name": "Network Movie Film-und Fernsehproduktion"
            }
        ],
        "distributors": [
            {
                "name": "Noble Entertainment"
            },
            {
                "name": "TV4"
            },
            {
                "name": "ZDF Enterprises"
            }
        ],
        "special effects": [
            {
                "name": "Optical Art"
            }
        ],
        "other companies": [
            {
                "name": "Mecon Media Concept"
            }
        ],
        "plot": [
            "German police inspector Robert Anders a family man who lives with his Swedish wife and investigates murder cases located in the spectacular landscapes of Swedish island of Gotland , it is based on the best-selling crime novels by the Swedish author Mari Jungstedt.::honic"
        ],
        "tech": {
            "runtime": [
                "1 hr 30 min (90 min) (approx)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 252,
                "rating": 5.0
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 3.8
            },
            "aged 30 44": {
                "votes": 69,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 98,
                "rating": 5.3
            },
            "males": {
                "votes": 156,
                "rating": 4.7
            },
            "males aged 18 29": {
                "votes": 12,
                "rating": 3.2
            },
            "males aged 30 44": {
                "votes": 55,
                "rating": 4.4
            },
            "males aged 45 plus": {
                "votes": 76,
                "rating": 5.2
            },
            "females": {
                "votes": 40,
                "rating": 5.4
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 22,
                "rating": 5.7
            },
            "top 1000 voters": {
                "votes": 20,
                "rating": 5.9
            },
            "us users": {
                "votes": 20,
                "rating": 6.5
            },
            "non us users": {
                "votes": 142,
                "rating": 4.5
            }
        },
        "number of votes": {
            "10": 40,
            "9": 11,
            "8": 25,
            "7": 24,
            "6": 12,
            "5": 38,
            "4": 18,
            "3": 16,
            "2": 27,
            "1": 41
        },
        "arithmetic mean": 5.3,
        "median": 5
    }
}