{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 January 2007"
            },
            {
                "country": "UK\n",
                "date": "24 September 2007"
            },
            {
                "country": "Hungary\n",
                "date": "31 December 2008"
            },
            {
                "country": "Hungary\n",
                "date": "24 July 2010"
            },
            {
                "country": "Germany\n",
                "date": "December 2010"
            }
        ],
        "release dates": [
            "UK::1 January 2007",
            "UK::24 September 2007",
            "Hungary::31 December 2008",
            "Hungary::24 July 2010",
            "Germany::December 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Sarah Jane Adventures"
            },
            {
                "countries": "Brazil",
                "title": "As Aventuras de Sarah Jane"
            },
            {
                "countries": "Hungary",
                "title": "Sarah Jane kalandjai"
            },
            {
                "countries": "Russia",
                "title": "Приключения Сары Джейн"
            },
            {
                "countries": "Spain",
                "title": "Las aventuras de Sarah Jane"
            },
            {
                "countries": "UK (working title)",
                "title": "Sarah Jane Investigates"
            }
        ],
        "akas": [
            "The Sarah Jane Adventures (original title)",
            "As Aventuras de Sarah Jane Brazil",
            "Sarah Jane kalandjai Hungary",
            "Приключения Сары Джейн Russia",
            "Las aventuras de Sarah Jane Spain",
            "Sarah Jane Investigates UK (working title)"
        ],
        "akas from release info": [
            "The Sarah Jane Adventures (original title)",
            "As Aventuras de Sarah Jane Brazil",
            "Sarah Jane kalandjai Hungary",
            "Приключения Сары Джейн Russia",
            "Las aventuras de Sarah Jane Spain",
            "Sarah Jane Investigates UK (working title)"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Sky: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 107,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The night after a meteor shower has fallen Sarah Jane finds an abandoned baby girl whom she calls Sky on her door-step. Sky is plainly not of this world as she blows all the electrics in the street. At the local power station a surge of electricity heralds the appearance of Sky's mother Miss Myers,anxious to claim her child for possibly less than maternal reasons. At the same time a metallic robot is also after Sky and as Sarah Jane and her friends witness the stand-off between the two parties at the power station Sky suddenly transforms from an infant into a little ...    "
                },
                "2": {
                    "title": "Sky: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 107,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Sarah Jane discovers that Sky is actually a bomb disguised as a child. She has been manufactured by Miss Myers whose planet is in a long-standing war with a rival planet occupied by robots and is the ultimate weapon of destruction. At the power station Sarah Jane keeps Miss Myers talking long enough for Rani and Clyde to close down the plant and defuse Sky,who is prepared to sacrifice herself to save the world. Will they succeed?    "
                },
                "3": {
                    "title": "The Curse of Clyde Langer: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 108,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    One day fish rain from the sky and computer Mr. Smith links it to a similar event when a Mojave Indian totem pole was removed from its environment. The totem pole,said to have once harboured an evil spirit,is now on display in the local museum and Sarah Jane goes to see it with Rani,Sky and Clyde,who cuts his finger on it. Overnight his cut heals but every document in his room with his name on it turns to flame. Next day everybody turns against him when the name Clyde Langer is spoken in their presence and he becomes an outcast,pursued by the police . Homeless and ...    "
                },
                "4": {
                    "title": "The Curse of Clyde Langer: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 108,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Ellie takes Clyde - calling himself Rico - to the homeless camp,from which,she says,people have mysteriously disappeared,due to the Night Dragon. Sky,still loyal to Clyde,persuades Sarah Jane and Rani that the evil spirit in the totem pole has transferred into Clyde and they locate him in order to break the curse. Searching for Ellie he also solves the mystery of the Night Dragon.    "
                },
                "5": {
                    "title": "The Man Who Never Was: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 100,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Sarah Jane takes Sky and Luke,back from university,to the press conference for the Serf Board,the revolutionary new computer everybody wants but Sky is suspicious of the odd behaviour of its inventor,reclusive Joseph Serf whose DNA according to Mr. Smith is not human. Whilst Sarah Jane interviews Serf in the company of his protective assistant Harrison Sky and Luke explore his office basement where they find small hooded figures working a contraption that controls Serf's every movement. They are not pleased to be interrupted.    "
                },
                "6": {
                    "title": "The Man Who Never Was: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 107,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Harrison captures Sarah Jane and her children,explaining that the Skullions,who operate the hologram of the non-existent Serf,are slaves whom he has bought from an alien planet. He aims to use the hologram to hypnotise people into buying the Serf Board,thus making him very rich. However Sarah Jane uses Mr. Smith to beam down a spaceship which frees the Skullions and returns them home whilst Sky and Luke take over Serf's controls to foil Harrison's plans.    "
                }
            },
            "1": {
                "0": {
                    "title": "Invasion of the Bane",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 259,
                    "original air date": "1 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Maria moves into her new home and meets her neighbour Sarah Jane Smith. It's long until both of them find themselves at the local Bubble Shock factory and in terrible danger.    "
                },
                "1": {
                    "title": "Revenge of the Slitheen: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 199,
                    "original air date": "24 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Maria and Luke start their new school where they pal up with another boy, Clyde. However, two of the teachers and the class genius turn out to be Slitheens in human form. They are shapeless smelly invaders from another planet whose aim is to destroy the Earth by turning off the Sun with the aid of a machine which Luke inadvertently helps them to start. The three teenagers are chased around the school by the Slitheen family.    "
                },
                "2": {
                    "title": "Revenge of the Slitheen: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 186,
                    "original air date": "24 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The kids escape from the Slitheen and meet up with Sarah Jane at her house. They discover that vinegar will kill the Slitheen so, armed with vinegar bottles, they return to the school and destroy the three adult Slitheen and their machine. Carl, who took on the form of the class brain-box, escapes via a teleport but Sarah Jane assumes that he is dead. Back home she accepts Clyde into the group but asks for him not to tell others about their experiences.    "
                },
                "3": {
                    "title": "Eye of the Gorgon: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 179,
                    "original air date": "1 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    A nun's ghost is reported at old folks home Lavender Lawns and Sarah Jane and the kids investigate.Much-travelled resident Bea Nelson-Stanley gives Luke a talisman which acts as a key to open a portal in space. A group of nuns led by Sister Helena want the talisman as their abbess is actually a Gorgon, whose look has already turned the home's manageress to stone.The opening of the portal will allow Gorgons to arrive in the present day on Earth and take over. Alan Jackson innocently steps into the room where the Gorgon is and is also turned to stone.    "
                },
                "4": {
                    "title": "Eye of the Gorgon: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 169,
                    "original air date": "8 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Bea tells Maria that she was once turned to stone by the Gorgon but the talisman can revert the process. It is too late for previous victims but Alan can be saved though there is a deadline. The nuns have the talisman but Luke snatches it from them and destroys the portal which will give the Gorgons access. The Gorgon, actually the Abbess of the nuns' order, is about to remove her veil to petrify Sarah Jane but Maria, using a mirror given her by Bea, reverts the Gorgon's look onto Sister Helena instead, ending the power of the Gorgon. Alan is changed back to himself ...    "
                },
                "5": {
                    "title": "Warriors of Kudlak: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 162,
                    "original air date": "15 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Teenagers are disappearing and all of them have visited Combat 300, a new laser game centre. When Luke and Clyde go along to the centre they are doing well at their game when they too disappear. Sarah Jane and Maria investigate but are confronted by Kudlak, the centre's manager.    "
                },
                "6": {
                    "title": "Warriors of Kudlak: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 157,
                    "original air date": "22 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Eluding Kudlak, Sarah Jane discovers from her computer Mr. Smith that Kudlak is from the Uvodni race, sent to Earth to recruit warriors in his peoples' fight against the rival Malakh. Clyde and Luke are amongst the recruits on a ship travelling to Kudlak's planet but Sarah Jane manages to teleport herself and Maria onto the ship, where they see the Mistress, a computer whose orders Kudlak obeys.In fact the war with the Malakh ended years earlier and the Uvodni leader told the Mistress this but 'she' was not programmed to recognize peace and has maintained the ...    "
                },
                "7": {
                    "title": "Whatever Happened to Sarah Jane?: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 189,
                    "original air date": "29 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Visiting Sarah Jane Maria is shocked to find her place taken by Andrea, a woman of the same age group who has apparently lived in the house for years. A newspaper from over forty years earlier reveals that Sarah Jane, then 13, fell to her death from a pier where she and Andrea were playing. When Maria confronts her with this Andrea goes to her attic and conjures up a cloaked figure, the Trickster, who sends a dwarf called the Graske to transport Maria back to 1964, where she meets schoolgirls Andrea and Sarah Jane.    "
                },
                "8": {
                    "title": "Whatever Happened to Sarah Jane?: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 183,
                    "original air date": "5 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Removed from the twenty-first century Maria and Sarah Jane find themselves in limbo, where the Trickster tells them that Sarah Jane has been taken there to prevent her from stopping a meteorite hit Earth. Alan, intrigued that his daughter has disappeared, speaks to Andrea, who admits that it was her and not Sarah Jane that fell to her death in 1964 but now she has been offered a new life at her old friend's expense. However, when she is made aware of the situation,and after Alan has brought Maria back she sacrifices herself to restore Sarah Jane, who stops the ...    "
                },
                "9": {
                    "title": "The Lost Boy: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 160,
                    "original air date": "12 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    A tearful couple appear on television to appeal for the return of their lost son, Ashley. According to Mr. Smith's analysis of the boys' DNA, 'Ashley' and Luke are the same person and, after Chrissie Jackson has called the police, a reluctant Luke is returned 'home'. He is locked in his room by the couple, who are, in fact Slitheen, as is another boy, a child genius called Nathan, though Luke knew him previously as Carl. The Slitheen get in touch with 'the Xylok', for instructions, but the Xylok turns out to be Mr. Smith, who has turned rogue and plans to destroy the ...    "
                },
                "10": {
                    "title": "The Lost Boy: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 161,
                    "original air date": "19 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Luke eventually escapes from the Slitheen but the bigger problem is Mr. Smith, who is trying to kill Sarah Jane and her neighbours. However, help comes from an unexpected quarter, K9, Doctor Who's old robot dog, who now lives with Sarah Jane,and who keeps Mr. Smith busy in combat while Alan prepares the virus that eventually shuts down Mr. Smith and returns him to being Sarah Jane's benevolent helper, whilst the Slitheen escape empty-handed.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Last Sontaran: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 150,
                    "original air date": "29 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Alan has a dilemma as he has been offered a job in America and feels guilty about taking Maria away from her mother and friends. Maria, however, is busy helping Sarah Jane, Luke and Clyde investigate strange lights coming from the Tycho radio tower. They discover that Kaagh, the last survivor of an invasion of Earth by the Sontaran race, is planning his revenge and has taken over Professor Skinner and his computer,the plan being to bring down Earth's satellites onto nuclear power stations worldwide and cause an explosion. The professor's daughter helps them to escape ...    "
                },
                "2": {
                    "title": "The Last Sontaran: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 148,
                    "original air date": "29 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Sarah Jane and the youngsters are saved by the arrival of Alan and Chrissie, the latter saving the day by wedging the high heel of her shoe into the sensitive vent in the back of Kaagh's neck. However, she is knocked temporarily unconscious and Maria and Alan hope she can be persuaded it was all a dream when she comes to. Luke deactivates the computer, completely immobilising Kaagh's weaponry and he returns to Sontar. Maria and her father leave for America and Chrissie later tells Sarah Jane that she remembers the entire incident.    "
                },
                "3": {
                    "title": "Day of the Clown: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 148,
                    "original air date": "6 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Rani Chandra, a would-be journalist, moves into the Jackson's old house with her mother and father, who is the new school head. Children have been disappearing and Rani suspects the appearance of a clown at the school is significant. In fact the last two to go missing had tickets to the Museum of the Circus, which Sarah Jane, Rani and the boys investigate. It is run by Elijah Spellman, a smilingly sinister figure, who sets clown robots on the group, though Sarah Jane uses her sonic lipstick to immobilise them. The group escape after Spellman has turned first into the ...    "
                },
                "4": {
                    "title": "Day of the Clown: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 143,
                    "original air date": "13 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After Sarah Jane has told Luke she has a fear of clowns dating from a childhood incident, balloons rain from the sky into the school playground. Children who touch them fall under Odd Bob's spell but Clyde, using his mobile phone, breaks the contact, releasing the children. Odd Bob captures Luke, forcing Sarah Jane to overcome her phobia as she sets out to rescue him but ultimately Clyde tricks Odd Bob and puts him into an impenetrable box.    "
                },
                "5": {
                    "title": "Secrets of the Stars: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 136,
                    "original air date": "20 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Astrologer Martin Trueman, previously a charlatan, is hit by the light from a shooting star and, at his next show, attended by Sarah Jane, Rani and the boys, gives out cards on which everyone has to write down their birth date and sign. Rani is surprised when Martin gives accurate details about her recent life. Sarah Jane is initially cynical but then Martin tells her of her travels with the Doctor and predicts bad things for her.    "
                },
                "6": {
                    "title": "Secrets of the Stars: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 136,
                    "original air date": "27 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Martin explains that the Ancient Lights, the beings in the shooting star, have selected him as their chosen one to create a new world run by them. Using a radio broadcast he starts to control people all over the world by their star signs to make them compliant. Luke, however, does not have a star sign as he was created, rather than born, can withstand and eventually destroys Martin's control, freeing everybody. Rather than go back to his old life Martin opts to be transformed into a star while Sarah Jane declares the date to be Luke's birthday.    "
                },
                "7": {
                    "title": "The Mark of the Berserker: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 127,
                    "original air date": "3 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Rani finds a pendant which can be used to control people and takes it to Sarah Jane's attic for Mr. Smith to analyse, but there is no one there and she leaves it. Clyde's estranged father Paul comes to see him, though he has never been much good to his son. Clyde takes him to Sarah Jane's house to prove to his father his accounts of his adventures, but Paul sees and pockets the pendant. When Rani's father challenges him and explains its powers Paul forces him to do press-ups in the street and tells Clyde to forget his mother and his friends in favour of his father.    "
                },
                "8": {
                    "title": "The Mark of the Berserker: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 132,
                    "original air date": "10 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Paul uses the pendant to buy his son's love with material goods, but it starts to take him over, entering his skin as he and Clyde approach a harbour. Sarah Jane finds them and, primed with knowledge about the pendant that Alan Jackson has found by hacking into UNIT's computer,takes advantage of the fact that Clyde still recognises her.The possessed Paul declares that he is the Berserker and Clyde is his soldier, but Sarah Jane breaks the pendant's hold by showing Paul himself in a mirror and, helped by his mother Carla, talking Clyde through his past life. Clyde, ...    "
                },
                "9": {
                    "title": "The Temptation of Sarah Jane Smith: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 142,
                    "original air date": "17 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    A little boy from the early 1950s wanders through a time gap into the present and Sarah Jane returns him, finding herself and Luke in Foxgrove the village where she was born. It is the day that her parents, who left her by the roadside as a baby,will be killed in a car crash. She meets them at a village fair and, to prevent their deaths, tampers with the car. When she and Luke return to the present, a ruined London is in the grip of the Trickster, who appears to thank her. the little boy was the Graske, sent to force her to change time. The village was built on a time...    "
                },
                "10": {
                    "title": "The Temptation of Sarah Jane Smith: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 145,
                    "original air date": "24 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Help comes from an unexpected source when Rani and Clyde discover that the Graske is an unwilling slave of the Trickster and, in return for their setting him free, he re-opens the time warp back to Foxgrove in the 1950s. Sarah Jane's parents come to realise her true identity but their deaths are inevitable if she is to grow up to be the person she is and to thwart the Trickster, so they repair the car and, having left the baby by the road, drive off to their fate. Their deaths however cause the Trickster to fade away and harmony is restored.    "
                },
                "11": {
                    "title": "Enemy of the Bane: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 139,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Mrs. Wormwood returns and forces Sarah Jane to meet her in an old warehouse, having abducted Rani's mother as bait. Mrs. Wormwood says that the Bane are after her blood for her failure on her last mission and needs Sarah Jane's help. The two women survive a Bane attack and go to Sarah Jane's house. Mrs. Wormwood explains that the Bane are anxious to locate a scroll divulging the whereabouts of an ancient immortal, Horath.If he is re-animated they could take over the galaxy and she aims to stop them. Sarah Jane contacts old ally the Brigadier and retrieves the scroll ...    "
                },
                "12": {
                    "title": "Enemy of the Bane: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 129,
                    "original air date": "8 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Kaagh obtains the scroll after threatening Luke and it becomes apparent that he and Mrs. Wormwood are an alliance working to use the scroll to obtain galactic domination. The pair take Luke to a stone circle at Whitehaven, which contains a portal. If the scroll is inserted it will reactivate Horath. Mrs. Wormwood tries to persuade Luke to do this, promising him the galaxy, with him as her son, but he refuses, claiming that he only has one mother. Kaagh attempts to double-cross and kill Mrs.Wormwood and both are sucked into the portal. Sarah Jane uses her sonic ...    "
                }
            },
            "3": {
                "0": {
                    "title": "From Raxacoricofallapatorius with Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 0,
                    "votes": 48,
                    "original air date": "13 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The Galactic Alliance beam a representative into the attic to convey their gratitude for the achievements of Sarah-Jane, Luke, Clyde and Rani - but something doesn't quite smell right.    "
                },
                "1": {
                    "title": "Prisoner of the Judoon: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 132,
                    "original air date": "15 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    When a space pod crashes near to her house Sarah Jane and her gang investigate. A Judoon officer Captain Tybo is pursuing a renegade Vail called Androvax, who is bent on destroying all the planets in the galaxy. He takes over and possesses Sarah Jane who, acting out of character because of the possession, orders Mr. Smith to auto-destruct. A countdown of one minute begins.    "
                },
                "2": {
                    "title": "Prisoner of the Judoon: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 130,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Luke dissuades Mr. Smith from destroying himself but the possessed Sarah Jane is gathering the means to construct a spaceship which will allow Androvax to escape. He is bent on destroying all the planets as a revenge following the death of the Sun on his own planet. However, as Judoon reinforcements arrive, Rani and Clyde help Captain Tybo to arrest Androvax, breaking the hold on Sarah Jane, as Androvax is taken away to be executed. Rani's parents, Gita and Haresh, have also been caught up in events and are amazed to discover the secret life of their daughter and her ...    "
                },
                "3": {
                    "title": "The Mad Woman in the Attic: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 132,
                    "original air date": "22 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    In 2059, a boy named Adam discovers an elderly woman in the attic of Sarah Jane's old house. It is Rani, who recalls an incident fifty years earlier when she answered an email from her orphaned friend Sam to investigate strange goings on at a funfair at Danemouth. Central to the mystery is a red-faced girl named Eve, who was sent to Earth to escape a war on her home planet and is being cared for by Harry, a caretaker at the funfair. People have been disappearing and she tells Rani that they are lonely people whom she has taken so that they might have fun. She also ...    "
                },
                "4": {
                    "title": "The Mad Woman in the Attic: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 133,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Ship, the talking computerised space ship which brought Eve to the Earth is all set to take her back to her home planet along with Sam and Harry. By this time Sarah Jane and the boys have arrived at the funfair. Rani declines to accompany the space travellers but a comment she makes, wishing that Sarah Jane, Luke and Clyde would leave her alone, is taken too literally by the spaceship, which makes them all disappear, paving the way for the projection of Rani's future as the sad madwoman in the attack. In 2059 Adam reveals that he is the son of Eve and Sam and grants ...    "
                },
                "5": {
                    "title": "The Wedding of Sarah Jane Smith: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 187,
                    "original air date": "29 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Sarah Jane is to marry the charming Peter Dalton and is unsure how to break the news of her life-style to him. She is annoyed when Rani and the boys discuss their suspicions of Peter because they have been to his house and found it empty. An engagement ring that he has given her also has a tendency to glow and Mr. Smith tells her that it detects the presence of an anomaly. The wedding nonetheless goes ahead but the Doctor bursts in and disrupts the proceedings, telling Sarah Jane not to marry Peter. The Trickster then appears and vanishes again with Sarah Jane and ...    "
                },
                "6": {
                    "title": "The Wedding of Sarah Jane Smith: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 186,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Sarah Jane and Peter end up in a white room, a void where Peter tells her that he nearly died but the Trickster saved him and struck up a deal if he married Sarah Jane. He had no idea that any harm would be done to her or her friends. The Trickster explains his plan - to give Sarah Jane a new life so that she would forget her old one as a guardian of the Earth and make it vulnerable to the likes of him. The Doctor, K9, Rani and the boys have been trapped in a similar void but eventually make contact with Sarah Jane. Sadly, the only way for the Trickster to be defeated...    "
                },
                "7": {
                    "title": "The Eternity Trap: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 125,
                    "original air date": "5 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Sarah Jane, Rani and Clyde meet up with Professor Celeste Rivers and her young assistant Toby at the supposedly haunted Ashenhill Manor where, in 1665, the two children of its owner, Lord Marchwood, were allegedly made to disappear by a sinister alchemist called Erasmus Darkening. Indeed Professor Rivers also vanishes from the manor's nursery, where the toys come to life and the message 'Get Out' appears. Rani and Clyde discover a secret passage which leads to Darkening's laboratory, whilst Sarah Jane is saved from a marauding creature by the shade of Lord Marchwood ...    "
                },
                "8": {
                    "title": "The Eternity Trap: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 124,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Joined by his children Lord Marchwood takes Sarah Jane to the lab to meet up with Rani, Clyde and Toby. They find a machine which Sarah Jane believes is a time machine, through which the beast that attacked her entered, and that it also gives Darkening and the people that he has caused to vanish in the past immortality.She believes that Darkening will use the machine to escape to another galaxy. The beast is killed by Lord Marchwood who then, on Sarah Jane's instructions, gets Darkening to stand on a certain spot, where Sarah Jane turns him into electricity. Celeste ...    "
                },
                "9": {
                    "title": "Mona Lisa's Revenge: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 123,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Clyde has won a prize for his painting, to see the Mona Lisa on its first exhibition in a British gallery. However, the Mona Lisa comes to life, steps out of the frame and replaces herself with somebody else, a quality she seems to be able to duplicate, bringing some paintings to life and putting people and objects into others. Realising a Sontaran blaster gun from Clyde's artwork, she forces the gallery director, Lionel Harding, to help her find her 'brother'. Sarah Jane arrives to stop her but ends up well and truly framed.    "
                },
                "10": {
                    "title": "Mona Lisa's Revenge: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 123,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Mona Lisa's 'brother' is a beast in a vault and Mr. Harding is not happy for the Mona Lisa to unleash it so he destroys the key to the vault. Clyde, however, draws another key in order to release the beast, and then he draws K9, who comes to life and blasts the beast. This sets off a chain reaction, releasing Sarah Jane and others who have been imprisoned inside paintings and returning the subjects of the paintings - including the Mona Lisa - back to their canvas.    "
                },
                "11": {
                    "title": "The Gift: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 117,
                    "original air date": "19 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Leaf and Tree, two seemingly harmless members of the Blathereen race, give Sarah Jane a gift, a plant known as the rakweed. Mr. Smith's analysis deems it harmless but whilst Luke sleeps he inhales its spoors, which send him into a coma.    "
                },
                "12": {
                    "title": "The Gift: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 121,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Rani and Clyde discover rakweed in the school science laboratory. However,they see that the sound of the school bell destroys it so Sarah Jane gets Mr. Smith to re-programme all the electrical equipment around the city to the same frequency. This not only restores Luke but kills any rakweed in the area. Unfortunately some of it has been eaten by Leaf and Tree, who, when they come to Sarah Jane's attic, explode as a result.    "
                }
            },
            "4": {
                "1": {
                    "title": "The Nightmare Man: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 124,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Luke is all set to go to Oxford University a year earlier than usual but,in the days before he is due to leave,he experiences dreams for the first time in his life. They are in fact recurring nightmares in which he is rejected by Sarah Jane,Rani and Clyde,who replace him with another boy Josh. Worse, he is pursued by the Nightmare Man,who threatens to materialize in the real world. Luke describes his dreams on a Cam-Corder but finally cannot stay awake any loner and,as he seemingly ends up in limbo,the Nightmare Man steps into the attic.    "
                },
                "2": {
                    "title": "The Nightmare Man: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 121,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Once materialized the Nightmare Man turns Rani,Clyde and Luke's dreams into nightmares and leaves the house,sending everyone in the street to sleep.Sarah Jane plugs K-9 into Mr. Smith,having seen Luke's recording,telling him he is only dreaming and needs to wake up. Luke is able to communicate with Rani and Clyde in their sleep so that their combined strengths banish the nightmares and put them all in the same dream,confronting the Nightmare Man. Unable to withstand their combined power he is spun off into Clyde's nightmare and trapped there. Next day Luke leaves for ...    "
                },
                "3": {
                    "title": "Vault of Secrets: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 113,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    As Rani's mother drags her reluctant husband off to join a U.F.O. spotting group run by Miss Ocean Waters,Androvax the Veil exits a vault in the basement of a disused asylum which he has used to travel to Earth,seeking help for his dying planet,the help being provided by two halves of a combination to the vault which he is seeking. Previously a trickster who travelled using the bodies of others,Sarah Jane now believes him,especially as three deadly androids,led by Mr. Dread,are pursuing him and try to kill Sarah Jane,Rani and Clyde. Clyde allows himself to be the ...    "
                },
                "4": {
                    "title": "Vault of Secrets: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 114,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Mr. Dread announces that if Androvax activates the vault and returns to his planet, Earth will be destroyed. the Veil switches bodies to Gita,making her drive him to the asylum,though Rani and Clyde trick him into leaving her. the androids arrive and,whilst two of them destroy each other,Mr. Dread uses his power source to allow Androvax to escape in search of a new planet whilst the Earth remains saved. Gita's memory has to be wiped of all she has seen however and Ocean,whose remaining half of the key must never be used,persuaded that there was no alien in Ealing.    "
                },
                "5": {
                    "title": "Death of the Doctor: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 178,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Sarah Jane is told by Colonel Tia Karim of UNIT that The Doctor is dead and so she goes with Rani and Clyde to UNIT's underground headquarters in Wales, where a rocket will fire the doctor's remains into space. Jo Jones, formerly Jo Grant, another of the doctor's friends from the past, arrives with her grandson Santiago and, like Sarah Jane, does not believe that The Doctor is dead. The three youngsters overhear the Shansheeth, giant birds who allegedly found The Doctor's body, plotting to lead the two women into a trap. Then The Doctor appears, having exchanged ...    "
                },
                "6": {
                    "title": "Death of the Doctor: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 178,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Before he can die, The Doctor with Jo and Sarah Jane, teleports to the deserted planet. The Doctor swaps places with Clyde, who, with Rani and Santiago, is pursued by the Shansheeths and their ally, Tia Karim, who has helped them as she is bored with life on Earth. The adults return to save them but the two women are caught and held captive in a room containing the TARDIS, the Shansheeth hoping to drain their memories in order to open its door. However, The Doctor, outside the room,communes with them mentally,urging them to recall so many memories it causes overload,...    "
                },
                "7": {
                    "title": "The Empty Planet: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 113,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Rani and Clyde wake up to find that all electrical appliances,including Mr. Smith,have stopped working and that they seem to be the only people in the city,which is completely deserted. They meet a young boy called Gavin but he is evasive and Clyde wonders if he is all he seems. After Rani has explained that she has met aliens,Gavin runs off and,going after him,Rani and Clyde find themselves pursued by two huge robots.    "
                },
                "8": {
                    "title": "The Empty Planet: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 115,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After Gavin has helped them escape Rani and Clyde reason that they have been left behind because,in a previous encounter,the Judoon decreed the pair of them should never leave Earth. The robots come back and eventually communicate in English,explaining that Gavin,who thought he was an orphan,is the son of an alien king and he is to return to rule his planet in exchange for everybody who disappeared being returned. Gavin is happy to go but Rani and Clyde have some explaining to do to their elders,who,in their parallel universe,thought that they were the tow who went ...    "
                },
                "9": {
                    "title": "Lost in Time: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 117,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A false newspaper story of an alien sighting lures Sarah Jane and her young friends to an antique shop, whose mysterious owner tells them they must enter a time vortex and locate three separate articles from different periods of history to save the world. Clyde is washed up on the East Anglian coast in 1941 where he and evacuee George escape from a trio of invading Nazis using the object of Clyde's quest, an artefact known as Thor's Hammer, to activate their transmitter. Sarah Jane joins ghost-hunter Emily Morris in a haunted house in 1889, ending up in a room where ...    "
                },
                "10": {
                    "title": "Lost in Time: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 113,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    By saving Lady Jane from being assassinated Rani has altered history,alerting her to the fact that the dagger is the object of her search. Before returning to the present she comforts Lady Jane,telling her she will always be remembered and giving her courage to meet her fate. Clyde and George elude the Nazis but meet a school-mistress who turns out to be a traitor. Clyde bluffs her into believing his mobile phone is a bomb and he snatches Thor's Hammer,which would also have changed events had the Germans used it,whilst he and George lock the invaders in the church and...    "
                },
                "11": {
                    "title": "Goodbye, Sarah Jane Smith: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 110,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Mystery woman Ruby White moves into Bannerman Road and, after an awkward start in which she appears unfriendly,she saves the lives of Sarah Jane and her young friends from an inter-galactic invasion force, revealing that she too is an alien hunter. At the same time Sarah Jane is beginning to feel weak, suffering from memory loss and mindful that she should give up her life fighting space monsters and retire. She duly hands all her knowledge, including control of Mr. Smith,over to Ruby. This proves to be a terrible mistake as Ruby herself is an alien in disguise who ...    "
                },
                "12": {
                    "title": "Goodbye, Sarah Jane Smith: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sarah Jane Adventures (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 120,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Clyde instantly senses that Ruby is up to no good so she teleports him into a spaceship,marooning him in outer space. Luke arrives in search of his mother and learns from K9 that Ruby is a Qetesh an alien in disguise. By reprogramming Mr. Smith K9, Rani and Luke destroy Ruby's computer which allowed her to teleport Clyde and return him to Bannerman Road. They also discover where Sarah Jane is imprisoned and hurry to rescue her but Ruby is barring their escape. Fortunately Luke has learned from Mr. Smith what makes a Qetesh most vulnerable to defeat.    "
                }
            }
        },
        "number of episodes": 54,
        "cast": [
            {
                "name": "Sladen, Elisabeth"
            },
            {
                "name": "Anthony, Daniel"
            },
            {
                "name": "Armstrong, Alexander"
            },
            {
                "name": "Knight, Tommy"
            },
            {
                "name": "Mohindra, Anjli"
            },
            {
                "name": "Bhatti, Ace"
            },
            {
                "name": "Anwar, Mina"
            },
            {
                "name": "Kasey, Paul"
            },
            {
                "name": "Paige, Yasmin"
            },
            {
                "name": "Millson, Joseph"
            },
            {
                "name": "Leeson, John"
            },
            {
                "name": "Vee, Jimmy"
            },
            {
                "name": "Cowan, Juliet"
            },
            {
                "name": "Mears, Ruari"
            },
            {
                "name": "Esien, Jocelyn Jee"
            },
            {
                "name": "Michael, Sinead"
            },
            {
                "name": "Davis, Paul Marc"
            },
            {
                "name": "Hurd-Wood, Philip"
            },
            {
                "name": "Benjamin, Floella"
            },
            {
                "name": "Goldthorp, Mark"
            },
            {
                "name": "O'Donnell, Anthony"
            },
            {
                "name": "Mohammad, Jason"
            },
            {
                "name": "Glover, Jon"
            },
            {
                "name": "Bond, Samantha"
            },
            {
                "name": "Baker, Elijah"
            },
            {
                "name": "Nri, Cyril"
            },
            {
                "name": "Davey, Jon"
            },
            {
                "name": "Smith, Matt"
            },
            {
                "name": "Walsh, Bradley"
            },
            {
                "name": "Abbot, Russ"
            },
            {
                "name": "Thomas, Carryl"
            },
            {
                "name": "Jones, Suranne"
            },
            {
                "name": "Sumpter, Donald"
            },
            {
                "name": "Tennant, David"
            },
            {
                "name": "Beattie, Amber"
            },
            {
                "name": "Bleach, Julian"
            },
            {
                "name": "Sibtain, Joplin"
            },
            {
                "name": "Blue, Callum"
            },
            {
                "name": "Faress, Souad"
            },
            {
                "name": "Havers, Nigel"
            },
            {
                "name": "Rider, Elizabeth"
            },
            {
                "name": "Wright, Angus"
            },
            {
                "name": "Haynes, Sarah"
            },
            {
                "name": "Gillen, Adam"
            },
            {
                "name": "Margolyes, Miriam"
            },
            {
                "name": "Maynard, Terence"
            },
            {
                "name": "Rawle, Jeff"
            },
            {
                "name": "Sulkin, Gregg"
            },
            {
                "name": "Hampton, Fiona"
            },
            {
                "name": "Manning, Katy"
            }
        ],
        "locations": [
            "Clinton Road, Penarth, Cardiff, South Glamorgan, Wales, UK::(as Bannerman Road, West London)"
        ],
        "genres": [
            "Drama",
            "Family",
            "Sci-Fi"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:PG",
            "Canada:PG::(Manitoba/Nova Scotia/Ontario)",
            "Canada:G::(Ontario)",
            "Canada:G::(Quebec)",
            "Ireland:PG",
            "New Zealand:PG",
            "United Kingdom:PG",
            "United States:TV-PG"
        ],
        "number of seasons": 5,
        "rating": 7.4,
        "votes": 4499,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGNkNjJiZGEtNWI5Yi00MmFiLTgyMDMtZTI2MmRiZmNkZWFiXkEyXkFqcGdeQXVyNzA5NTYxMDg@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "How do you adjust to life after you've seen all of time and space? Sarah Jane Smith had every adventure possible until she had the one adventure she never dreamed of, she had a family. With her son Luke and her brave teen companions, Sarah Jane and Co save the world when the doctors not around.",
        "languages": [
            "English"
        ],
        "title": "The Sarah Jane Adventures",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2011",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Davies, Russell T."
            },
            {
                "name": "Ford, Phil"
            },
            {
                "name": "Roberts, Gareth"
            }
        ],
        "production companies": [
            {
                "name": "BBC Wales"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Ketnet"
            }
        ],
        "other companies": [
            {
                "name": "Access Bookings"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Goldcrest Post Production London"
            },
            {
                "name": "Goldcrest Post Production London"
            },
            {
                "name": "TLO Film Services"
            }
        ],
        "plot": [
            "Investigative journalist Sarah Jane Smith, with the help of her adopted son, his friends, and an intelligent supercomputer, combats evil alien forces here on Earth.::Anonymous",
            "How do you adjust to life after you've seen all of time and space? Sarah Jane Smith had every adventure possible until she had the one adventure she never dreamed of, she had a family. With her son Luke and her brave teen companions, Sarah Jane and Co save the world when the doctors not around."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (1 episode)",
                "30 min (22 episodes)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4499,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 38,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 1229,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 1140,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 866,
                "rating": 7.6
            },
            "males": {
                "votes": 2395,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 30,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 785,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 757,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 665,
                "rating": 7.6
            },
            "females": {
                "votes": 1042,
                "rating": 7.7
            },
            "females aged under 18": {
                "votes": 6,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 430,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 365,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 188,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 96,
                "rating": 6.8
            },
            "us users": {
                "votes": 884,
                "rating": 7.7
            },
            "non us users": {
                "votes": 1842,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 990,
            "9": 548,
            "8": 1101,
            "7": 902,
            "6": 465,
            "5": 212,
            "4": 84,
            "3": 56,
            "2": 39,
            "1": 102
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}