{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "12 January 2007"
            },
            {
                "country": "Australia\n",
                "date": "7 September 2008"
            },
            {
                "country": "Switzerland\n",
                "date": "23 September 2009",
                "notes": "                            (German speaking region)"
            }
        ],
        "release dates": [
            "UK::12 January 2007",
            "Australia::7 September 2008",
            "Switzerland::23 September 2009                            (German speaking region)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "After You've Gone"
            },
            {
                "countries": "Croatia",
                "title": "Otkad si otisla"
            },
            {
                "countries": "Serbia",
                "title": "Nakon vašeg odlaska"
            },
            {
                "countries": "Switzerland (German title)",
                "title": "Kaum bist du fort"
            }
        ],
        "akas": [
            "After You've Gone (original title)",
            "Otkad si otisla Croatia",
            "Nakon vašeg odlaska Serbia",
            "Kaum bist du fort Switzerland (German title)"
        ],
        "akas from release info": [
            "After You've Gone (original title)",
            "Otkad si otisla Croatia",
            "Nakon vašeg odlaska Serbia",
            "Kaum bist du fort Switzerland (German title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Dawn of the Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "14 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Jimmy decides it is time that he became a proper father and look after the children alone - to which end he sends Diana back to her house. However his incompetence spells inevitable disaster with the house being without electricity after he forgets to pay the bill and the kids being sent to school dirty. Alex and Molly decide to take action and threaten to move in with Diana unless their father lets her back home with them. He,of course,is only too glad to give in.    "
                },
                "2": {
                    "title": "Not Love Actually",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "21 Sep. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Going Solo",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "28 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Diana persuades Jimmy to join her local choral society,hoping to humiliate him but he is an unexpected hit and revels in the attention,and is asked to perform a duet with Diana. When she feels unable to carry it off he resigns from the society,telling her that he was thrown out but she discovers the truth. Molly is appalled when Alex arranges a double date with a brother and sister,which is predictably disastrous.    "
                },
                "4": {
                    "title": "Bad, Bad Old Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "17 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After Jimmy has an accident in the pub toilet and is seen returning two bags of alcohol illegally sold to Molly to the off-licence, Bobby and Kev assume that he has hit the bottle as a reaction to being dumped by Siobhan. They therefore abduct him and lock him in a bare room to go cold turkey before calling Diana to come and talk sense into him. Diana knows the truth but can Jimmy escape in time to prevent Molly going on a sleep-over to the Lake District?    "
                },
                "5": {
                    "title": "The Lure of the Rings",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "24 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    When Alex becomes obsessed with the Lord of the Rings and dresses as a Hobbit,Diana persuades Jimmy to be a good father and accompany his son to a theatrical version of the book - dressed as Gandalf. Not only are they the only couple in costume but Jimmy has an embarrassing encounter with Siobhan's new boyfriend and,on arriving at the theatre,find they have neglected to bring the tickets. Diana meanwhile talks dirty to Molly to dissuade her from joining a group dedicated to celibacy before marriage.    "
                },
                "6": {
                    "title": "Damaged",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    When Kev gets injured at work Bobby encourages him to sue Jimmy but Jimmy manages to catch him out and expose his condition as a sham. Meanwhile Diana takes voluntary redundancy at work,leading to a variety of jobs until she is reinstated as a supply teacher and Jimmy gets a new girl-friend,quantity surveyor Lisa and Alex gets an incredibly tall one,Chelsea.    "
                },
                "7": {
                    "title": "The Law of the Skip",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "7 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Jimmy brings home a variety of articles he found in a skip,including a ping-pong table which both he and Diana adore. However Keith Parker,father of Molly's boyfriend Robbie,angrily visits Jimmy,claiming that his wife dumped the table without his permission and demands it back. Jimmy and Diana put up a united front,leading to a war of attrition and Diana encouraging the youngsters,who have been banned from dating,to be rebelliously romantic. Finally the ownership of the table depends on a play-off ping-pong game between Jimmy and Parker. But,when Molly's happiness is ...    "
                },
                "8": {
                    "title": "Too Cool for School",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "21 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Jimmy is unenthusiastic when Diana puts Alex forward for a scholarship to a private school,causing her to accuse him of indifference to his son's future - as well as being unmanly. So he buys a motor-bike to appear macho. Unfortunately it's a kiddies' model but it comes in handy at getting him through a traffic jam to wish Alex good luck - even if it reduces his status with biker Stella.    "
                },
                "9": {
                    "title": "There Will Be Pud",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "21 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Diana is planning a Christmas exchange with the Tucker family from Florida and, whilst they turn up to her house and regularly phone Jimmy with their gripes, she hits a cow on the way to the airport and returns to shatter Jimmy's idea of a quiet sofa-bound Christmas. When Jimmy's lottery win proves to be underwhelming Alex starts to sell Baby Kaka dolls, which he has been stock-piling for months but becomes attached to them and stops the sales. To cap it all the family gets all its Christmas presents stolen and Diana has to seduce the suspect in order to prove his ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Stuck in the Middle with You",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "12 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    When nurse Ann Venables has to go to Africa to help out after a flood,she asks her lazy ex-husband,handyman Jimmy,to move in with their teen-aged children Molly and Alex. However Ann's organized mother Diana,a teacher,looks down on Jimmy and his parenting skills and also moves in. Jimmy is displeased to learn that Ann's doctor boyfriend Howard has gone with her and even more displeased to get a parking ticket. After returning home to find that the supposedly ill Molly has slipped out he and Diana decide that they need to put up a united front.    "
                },
                "2": {
                    "title": "Silence of the Clams",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "19 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Jimmy agrees to letting his children have a party but fears Diana's disapproval so his girlfriend Siobhan suggests he take Diana out for the evening. They go to a sea food restaurant where Diana sees Laurence,a colleague with whom she has been having an affair,with a much younger woman,and counters by claiming that Jimmy is her toy boy. However she is suspicious of Jimmy's behaviour and returns home to find the party,now fancy dress,in full swing.    "
                },
                "3": {
                    "title": "Lock Back in Anger",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "26 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Jimmy's van is subject to a break-in and all his keys, including those for the house, are stolen. Diana insists that he has all the locks changed but he prevaricates. However, upon returning home, he finds that Diana has gone behind his back and had the locks changed, involving his having to break into the house. Inevitably, he is arrested as a burglar and Diana and the children have to vouch for him.    "
                },
                "4": {
                    "title": "Ripped Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "2 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    When Diana loses the school time-tables she has prepared for the year Jimmy comes to her aid by buying a second hand lap top computer from work-mate Kev. However it turns out that the computer was not Kev's to sell and its owner wants it back,causing Diana to lose her schedules a second time. And Jimmy is ripped off literally when Siobhan persuades him to let her practice her waxing skills on him.    "
                },
                "5": {
                    "title": "School of Hard Knocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "9 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Whilst Diana is appalled that Molly has a T-shirt bearing the legend 'Slut Queen' Jimmy volunteers to build an arch in the house for her. He enlists Alex's help as a learning exercise after his school report states that the boy has potential but needs to improve his attention span. It involves his having to cancel a weekend in Brighton with Siobhan but he discovers that Siobhan,knowing him to be unreliable,expected as much and has made plans of her own.    "
                },
                "6": {
                    "title": "Let's Get Quizzical",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "16 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Yet again Jimmy and Kev lose out in the weekly pub quiz to Siobhan and her friends so Jimmy recruits Diana to his team and at last they win - on a tie-break. However when Diana discovers that her wrong answer was judged correct she goes to the pub to return the prize money,meeting Siobhan. The two women get drunk and get on famously,largely by agreeing about Jimmy's short-comings. He is not amused and ends up by insulting Siobhan.    "
                },
                "7": {
                    "title": "Out of Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "23 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Howard,Ann's colleague and new lover,returns from Africa to raise funds for their relief work. Whilst everybody else warms to him Jimmy dislikes him on first sight and matters are not helped when he says that he and Ann want the children to go to live in Africa with them. Diana and Jimmy are dead set against this as,eventually are Molly,who has got a job in a chip shop,and Alex.    "
                }
            },
            "2": {
                "1": {
                    "title": "Web of Deceit",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "7 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Diana and the children return from staying in Africa with Ann but Jimmy is not at the airport to meet them as arranged and they find the house filthy and Siobhan in bed with him. Molly airs her displeasure in a blog on her web-site and Diana discovers it and tells Jimmy. Annoyed that the others have read her blog Molly mendaciously states on her web-site that she is off to a rave in the West Country to send Diana and Jimmy on a wild goose chase.    "
                },
                "2": {
                    "title": "Rose Tattoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "14 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    After accidentally seeing Diana in the nude Jimmy is taken aback to discover that she has a tattoo of a rose on her leg,which was done when she was young. Molly immediately wants a tattoo,which Jimmy and Diana oppose and unsuccessfully try reverse psychology to see if this will dissuade her. It does not but she is refused one by the tattooist as she is too young. Alex meanwhile is perturbed to learn that a psychology assessment marks him out as ideal material to be an accountant.    "
                },
                "3": {
                    "title": "Tell Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "21 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    When pub landlord Bobby drops out of a poker game Diana takes his place and keeps losing to Jimmy until Alex tells her that his father always scratches his ear when lying,enabling Diana to turn the tables and win. However instead of money she insists Jimmy do monkey impressions on demand. Threatened by Jimmy Alex has to divulge Diana's tell-tale sign of lying - scratching her neck - and discovers her bridge partner Lawrence is her lover. The kids meanwhile go to ridiculous lengths to look cool for the school photo - in vain.    "
                },
                "4": {
                    "title": "Meet the Parent",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "28 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Jimmy meets Siobhan's father David and they go to dinner with Diana. Diana and David seem to hit it off and start dating but she feels smothered by the gifts - including a giant teddy bear - that he sends her and asks Jimmy to break things off for her, Unfortunately Jimmy leads David to believe he is breaking with Siobhan and it is left to Diana to brutally dump David,who is not at all concerned. Alex's family tree of what would happen if David and Diana married is thus redundant.    "
                },
                "5": {
                    "title": "Love and War",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "5 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    On the eleventh anniversary of her husband Patrick's death Diana takes Jimmy and the kids to visit his grave and is taken aback to find that somebody has left a bunch of red roses on it. Assuming that Patrick was having an affair during the marriage Diana asks Jimmy to track down the sender via the florists. It turns out that Sheila,the lady in question,was also married to a man called Patrick and her son-in-law put the roses on the wrong grave.    "
                },
                "6": {
                    "title": "When She Came Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "12 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Ann returns from Africa and announces that she is marrying Howard and wants to take the kids abroad with her. She moves into the house,ejecting Diana and Jimmy,who ends up sleeping at Kev's and getting pooped on by Kev's parrot. Alex,who has pretended to have a broken leg in order to get out of P.E. at school,and Molly,however, want to stay with their father and grandma and eventually Ann returns alone to live in Africa.    "
                },
                "7": {
                    "title": "Ride of the Valkyrie",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "19 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Diana's friend Pam offers her cheap tickets for the Bayreuth Festival and asks if Diana can recommend anybody to decorate her home so Diana sends Jimmy and Kev to her. After hearing an angry message on Pam's answer phone Kev is convinced that she is a murderer though Jimmy is dismissive. However,after she has paid them Pam is arrested as being a notorious fraudster and both Jimmy's cheque and Diana's tickets are found to be duds. Alex meanwhile stands as head prefect but is disqualified after being caught bribing pupils to vote for him.    "
                },
                "8": {
                    "title": "Just Say No",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "26 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Jimmy ruptures himself lifting a bag of sand at work and has to go to hospital for an operation. The nurse on his ward is a friend of Ann and it becomes clear that,after what Ann has told them about him,none of the nurses like him. After the operation he returns home but is on very strong pain-killers,giving him a high so that,without realising just what he is doing,he writes a letter to Siobhan,proposing marriage though fortunately she knows he does not mean it. Alex,meanwhile,believes - wrongly - that he has gained psychic powers.    "
                },
                "9": {
                    "title": "And So This Is Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "After You've Gone (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "23 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Ann is unable to return home for Christmas so Jimmy decides to have a family Christmas,which excludes Siobhan,to her annoyance. He and Diana argue over the decorations and over the school play - a modern dress version of 'Sleeping Beauty' though,when Diana takes over as its directrix she reverts it to a traditional setting and asks Jimmy to provide the scenery. When he refuses she threatens to spend Chriostmas in Italy,forcing him to come up with the scenery - which he just manages on time. He and Diana make up and wish each other a happy Christmas though Kev is put ...    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Lyndhurst, Nicholas"
            },
            {
                "name": "Imrie, Celia"
            },
            {
                "name": "Sampson, Ryan"
            },
            {
                "name": "Harmer, Dani"
            },
            {
                "name": "Oakes, Lee"
            },
            {
                "name": "Ebrahim, Vincent"
            },
            {
                "name": "Abbington, Amanda"
            },
            {
                "name": "Ricketts, Roxanne"
            },
            {
                "name": "Tunley, Gareth"
            },
            {
                "name": "Spiro, Samantha"
            },
            {
                "name": "Davis, Sheri-An"
            },
            {
                "name": "Knox, Robert"
            },
            {
                "name": "Joyce, Ciaran"
            },
            {
                "name": "Cornes, Lee"
            },
            {
                "name": "Armstrong, Alexander"
            },
            {
                "name": "Matsuura, Eleanor"
            },
            {
                "name": "Mayr-Mauhart, Klem"
            },
            {
                "name": "Ball, Nick"
            },
            {
                "name": "Esien, Jocelyn Jee"
            },
            {
                "name": "Lewis, Daisy"
            },
            {
                "name": "Peacock, Kali"
            },
            {
                "name": "Hadland, Sarah"
            },
            {
                "name": "Prospero, Joe"
            },
            {
                "name": "Henson, Nicky"
            },
            {
                "name": "Bickerdike, Daniel"
            },
            {
                "name": "Raffield, Paul"
            },
            {
                "name": "Ware, Andrea"
            },
            {
                "name": "Basden, Tom"
            },
            {
                "name": "Crampton, Chloë"
            },
            {
                "name": "Glen, Georgie"
            },
            {
                "name": "Goodman-Hill, Tom"
            },
            {
                "name": "Hunter, Paul"
            },
            {
                "name": "Snowden, Phil"
            },
            {
                "name": "Zammit, Marc"
            },
            {
                "name": "Francis, Elliott"
            },
            {
                "name": "Fryer, Emma"
            },
            {
                "name": "Hardman, Zoe"
            },
            {
                "name": "Morgan, Sharon"
            },
            {
                "name": "Trenaman, Martin"
            },
            {
                "name": "Wason, Wendy"
            },
            {
                "name": "Ashdown, Niall"
            },
            {
                "name": "Bennett, Edward"
            },
            {
                "name": "McBride, Hazel"
            },
            {
                "name": "Roper, Mark"
            },
            {
                "name": "Thomas, Huw David"
            },
            {
                "name": "Wilkinson, Tracey"
            },
            {
                "name": "Cotterill, Helen"
            },
            {
                "name": "King, Lorelei"
            },
            {
                "name": "Matheson, Bryan"
            },
            {
                "name": "Onwukwe, Ben"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:PG",
            "New Zealand:PG::(season 1)"
        ],
        "number of seasons": 3,
        "rating": 6.8,
        "votes": 759,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA1OTIwNjE2OV5BMl5BanBnXkFtZTcwMTgwMjI2MQ@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "After You've Gone",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2008",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Barron, Fred"
            },
            {
                "name": "Brown, Ian"
            },
            {
                "name": "Douglas, Katie"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            },
            {
                "name": "Rude Boy Productions"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Comedy Central"
            }
        ],
        "other companies": [
            {
                "name": "Access Bookings"
            },
            {
                "name": "JAM Location Services"
            },
            {
                "name": "Mainframe"
            }
        ],
        "plot": [
            "The daily lives of Jimmy, his two kids and his mother in law whilst his wife is in Africa."
        ],
        "tech": {
            "runtime": [
                "45 min (1 episode)",
                "40 min (1 episode)",
                "30 min (23 episodes)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 759,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 200,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 276,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 142,
                "rating": 6.6
            },
            "males": {
                "votes": 462,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 139,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 203,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 108,
                "rating": 6.3
            },
            "females": {
                "votes": 173,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 61,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 73,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 31,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 19,
                "rating": 5.8
            },
            "us users": {
                "votes": 71,
                "rating": 7.4
            },
            "non us users": {
                "votes": 478,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 155,
            "9": 71,
            "8": 135,
            "7": 149,
            "6": 90,
            "5": 33,
            "4": 28,
            "3": 23,
            "2": 22,
            "1": 53
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}