{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "12 March 2007"
            }
        ],
        "release dates": [
            "UK::12 March 2007"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Gladiator School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "12 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Macky and Portia finally arrive in Rome, but under very different conditions: Portia is welcomed as the privileged niece of Rome's new prefect of police, Tiberius, while Macky has arrived in chains... and that's just the beginning of his problems. Roman officials have decided that the trial he was supposed to get isn't really necessary, and Macky has been sold to a school for gladiators. There, he meets Aemelia, the school's owner and a former warrior herself, and Babatunji, the chief trainer. Together they impress on Macky that the only way out is to kill or be ...    "
                },
                "2": {
                    "title": "School's Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Dec. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Friends, Romans and Mystery Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Macky finds that being Antonius's slave isn't terribly burdensome. All he has to do is serve the occasional meal and keep an eye on Antonius's young daughter and son - Sophia and Felix - a task made easy because both kids enjoy Macky's stories, particularly, on one stormy night, the tale of Jesus calming the storm. To Macky, Antonius is a secretive, enigmatic figure, who keeps very odd hours. Curious, Macky soon finds out why: at night, Antonius dons a mask and goes out and rescues Friends of Jesus who are in jeopardy. Macky is shocked at first, but soon decides that ...    "
                },
                "4": {
                    "title": "Sowing the Seeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "6 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Toadie has a new job: he's managing a gladiator, but there are already problems. The gladiator's first opponent is Macky's friend Absolom, who has become a formidable fighter. So Toadie decides to skew the odds by adding a potion to Absolom's pre-fight dinner. Macky has already tried to get Babatunji to free his friend, but his pleas have fallen on deaf ears. Even when Macky tells Babatunji the story of David bringing his friend Jonathan's son to him, Babatunji's only response is that his only friend is his sword. But Babatunji soon discovers that Absolom has been ...    "
                },
                "5": {
                    "title": "Senators Only",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Marcus has a mysterious plan in the works, and he's enlisted Toadie to help him. By accident, Portia sees some evidence of the plot, but she still has no idea of the specifics. Meanwhile, Macky is overburdened as he clandestinely plays host to several refugees. With his patience at an end, he complains to Antonius, and Antonius tells him of Abraham's hospitality to the three strangers, and how one of them told him that Sarah would soon be having a baby. Later, when Macky expresses frustration with the Romans, Antonius tells him how Jesus visited Zacchaeus and how ...    "
                },
                "6": {
                    "title": "Senators First",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "6 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Bitten by the deadly snake, Macky escapes from the warehouse with Portia. Trying to keep Macky conscious on the way home, Portia gets him to focus on an old story: Joseph's prophetic dreams. Macky remains conscious, but not out of danger; once they get home, Antonius puts Macky to bed, but he knows that there's little that can be done for him. When Portia tells Antonius about Marcus's plot to kill the Senators, and that she now knows that Antonius is the Masked Rebel, Antonius enlists her in a counterplot to foil Marcus and Toadie. And, because Antonius must not fall ...    "
                },
                "7": {
                    "title": "Rome Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Marcus has a growing suspicion that Antonius is the Masked Rebel, so he rents Toadie a neighboring villa with orders to keep an eye on Antonius and try to find the hidden passageway that apparently allows Antonius to come and go from his home unseen. Aware of the surveillance, Antonius must curtail his nocturnal activities. And now that he has some spare time, he notices that Felix is being shunned by the other boys because he's mute. So he tells the boy the story of Bartimaeus, an old blind man whom Jesus picked out of a crowd to help. Meanwhile, Absolom encourages ...    "
                },
                "8": {
                    "title": "Give and Take",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "3 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Macky and the Masked Rebel rescue some slaves from certain death in the arena, and, as the frightened slaves hide from their pursuers, Absolom reassures them by telling how Elijah was fed by ravens and then by the poor widow. Later, an angry Marcus orders Aemelia jailed. He tells Babatunji that the only way she'll be freed is if Babatunji agrees to help trap the Masked Rebel. Using Babatunji as bait, Marcus smokes out the Masked Rebel, but the Rebel smells a trap and the rescue goes awry. The Masked Rebel and Macky escape, while a dazed Babatunji - and an unconscious ...    "
                },
                "9": {
                    "title": "Spies and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 May 2009",
                    "year": "2009",
                    "plot": "\n    Frustrated by Marcus's continual verbal assaults on the Friends of Jesus, Macky urges Antonius to speak out against him in the Senate. Antonius is reluctant to openly confront Marcus, so he tells Macky the story of Jesus humbly entering Jerusalem on a donkey. Macky counters with the story of Jesus throwing the moneylenders out of the Temple... and Antonius gets an idea. He confronts Marcus in the Senate the next day, and Marcus is caught off-guard, speechless for once. Toadie offers to help Marcus get even with Antonius, but Marcus says he doesn't need any help, and ...    "
                },
                "10": {
                    "title": "Conflict",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "22 May 2009",
                    "year": "2009",
                    "plot": "\n    Now trying to score points with Antonius, Toadie tells him that a financially strapped Marcus is planning to rob Rome's treasury. Antonius takes Macky aside and tells him Jesus' story about the vineyard owner whose son is murdered. It's his way of telling Macky they need to take down Marcus themselves. Toadie soon returns to Antonius's home, hoping to be paid for the tip. But Macky tells him the story of the rich people proudly putting coins into a trumpet-like plate at the Temple, and the poor woman who quietly donated all she had. The story sails right over Toadie's...    "
                },
                "11": {
                    "title": "Betrayal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "3 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    When Macky tells Toadie the story of Jesus humbly washing the feet of his disciples, Toadie finally realizes that there will never be any material gain working for Antonius. So where should he turn? The answer comes only a little later, when Felix is taunted by some older children, and he runs away. Toadie goes to Marcus to exploit the situation. Meanwhile, Macky complains to Antonius about Toadie's love of money and status, and Antonius tells him the story of Jesus helping the group of lepers, and being thanked by only one of them - the foreigner. Moments later, they...    "
                },
                "12": {
                    "title": "Trials and Tribulations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "3 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Portia finds a dispirited Macky and gives him what she thinks is good news: that the authorities will release Antonius if he names the people he helped. But Macky knows that Antonius would rather die than do this, and he tells Portia how Jesus was condemned to die. Worried, Portia begs her uncle Tiberius to intervene on behalf of Antonius. A hesitant Tiberius agrees to send a message to the Emperor. Meanwhile, Antonius is on trial, and it's not going well. Marcus is pushing for execution, while Antonius is remaining silent. Finally, a messenger arrives with news from ...    "
                },
                "13": {
                    "title": "The Road Ahead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "3 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Injured during his escape, Antonius entrusts Macky with the scrolls that contain the New Testament stories Antonius has been transcribing. But when Macky and Portia go to retrieve the scrolls, they learn that Marcus has possession of them now, and he intends to burn them in the arena. Portia urges Macky to forget about the scrolls and leave Rome immediately, but Macky is deeply committed to seeing that their stories live on, and he tells her the tale of Jesus meeting Cleopas and the other man to help explain why it's so important to him that the story lives on. With ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Long Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    In the bustling marketplace of Alexandria we meet Samuel and Macky. Soon they encounter two young refugee girls who have stowed away aboard a ship from Galilee and are being pursued by Roman soldiers. Macky and his family risk their safety and defy the Romans by taking the sisters into their home. Samuel tells the story of Daniel in the Lions' Den to encourage the family not to be afraid - and Macky learns that violence is not the answer. When the girls are captured, Macky reminds everyone how Jesus demonstrated his power with a Miraculous Catch of Fish before calling...    "
                },
                "2": {
                    "title": "A Friend in High Places",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Macky rescues a snobbish, aristocratic Roman girl, Portia, from her runaway horse and she is so fascinated with Macky and the whole world of Alexandria's Delta Quarter ghetto, that she returns and hires Diana to make a dress for her - at the Governor's palace! Rebecca is horrified that a Roman should enter their lives and uses the story of how Delilah led Samson astray to warn against being corrupted by foreign ways. But Macky senses there is more to Portia than they have seen so far. Diana teaches the youngsters the value of tolerance through the story of Peter's ...    "
                },
                "3": {
                    "title": "Leviathan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    A giant warship comes into Alexandria harbour and Macky learns from Portia that the ship's mission is to attack the rebels who are resisting the Romans in Galilee. Macky inspires his neighbour, the young genius Sollie, with the story of David and Goliath. Sollie comes up with a plan to sink the ship. When Macky and Samuel are captured, the story of how God released Peter from prison encourages them never to give up hope.    "
                },
                "4": {
                    "title": "False Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    The family and Portia learn about caring for strangers.    "
                },
                "5": {
                    "title": "True Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Caleb and Aaron are trying to escape Alexandria. Meanwhile, after intelligence reports of refugee rebels entering the city by sea, Tiberius orders the famous lighthouse extinguished, threatening the lives of many innocent fishermen too. Macky is inspired by the story of Gideon not to feel defeated by the might of the Romans. Portia, Diana and the girls make a desperate, dizzying descent from the top of the lighthouse as they take a stand against Aaron. Together they must find a way to re-illuminate the dangerous shore. Samuel's telling of the well-known Christmas ...    "
                },
                "6": {
                    "title": "Freedom Fighters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Macky and the gang want to rescue some slaves who are forced to work, shackled, in the Roman granary, but their friends and neighbours are worried about the repercussions. Sollie's mother, Miriam, challenges them by telling the story of Moses beating the Egyptian slave master, and Macky soon finds he has enough support to help the slaves. Once rescued, the slaves must be hidden from the Romans, and Marx Brothers-style havoc ensues as Diana - theatrical wardrobe mistress - hides them right under the Romans' noses at the theatre. The story of how Paul was changed on the...    "
                },
                "7": {
                    "title": "Lost in Alexandria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Portia is still trying to make friends with all of Macky's family and Diana learns from the story of Ruth and Naomi how to reach out to others - even outsiders like Portia. Little Leah gets lost in the chaotic back streets of the city and is tricked by a devious Roman called Lydia, (actually Portia's palace tutor), who leads her to enslavement in a sweatshop run by Tobias. Macky uses the story of the Good Samaritan to remind Samuel that Portia, though a Roman, can help, and soon with additional help from Pontius the parrot they find and rescue Leah, ruining Tobias's ...    "
                },
                "8": {
                    "title": "The One That Got Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    While Macky and the girls are looking after Samuel's shop, a thief steals a piece of jewelery in the shape of a fish. It has information vital to the rebel movement engraved on it and if it falls into Roman hands, there will be serious consequences. Macky can't figure out how to get the fish back, but after telling Leah the story of a resilient John being beaten by the authorities for the crime of healing people, all becomes clear. Moments after getting the fish back, the kids become trapped. Just as things are looking desperate, and it seems the gang are to be sent ...    "
                },
                "9": {
                    "title": "Doing Our Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    It's Purim time and while Macky, Sollie and the kids act out the story of Esther's bravery, Diana shows her own bravery, as she tries to lead destitute refugees through the dangerous streets of Alexandria. When Diana is captured, she tells her Roman guard the story of the selfless generosity of Joseph of Cyprus and finds that the guard is sympathetic to the Friends of Jesus. He releases her, but still she can't shake off Brutacus who with his troop insists on following her home through the streets, as the refugees try to thread their way to safety. Between them, Diana...    "
                },
                "10": {
                    "title": "Horseplay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Out on Macky's horse without permission, Leah easily outrides a spoilt Roman boy, Caius, who challenges her to a horse race so he can salvage his damaged pride. Rebecca is furious with her little sister, but Macky tells her the famous story of Joseph and his Brothers and she sees that forgiveness between brothers, or sisters, is more important than chastising Leah for her disobedience. When Leah goes to meet Caius and face his wager, Rebecca plans to help her and stop the Roman boy and his flunkies from cheating to win. Meanwhile Portia has been pulling strings ...    "
                },
                "11": {
                    "title": "Exodus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "22 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    As Macky's family and guests celebrate Passover, Portia brings her Roman tutor, Lydia, with her to dinner. Leah recognises Lydia from the sweatshop incident. As the family recount the stories of the Burning Bush and the Exodus, Leah sits in silent fear of Lydia. Lydia is anxious that the Governor will find out about the illegal sweatshop from Leah and Portia, so she gets Tobias to intimidate Samuel and the whole family. A tense but comic cat-and-mouse game ensues as Tobias searches for Leah, but fails to find her and then tries to double-cross Samuel. Portia takes a ...    "
                },
                "12": {
                    "title": "No Way Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Macky and his family have left Alexandria and have sought safety amongst some desert ruins. Macky argues with his father that they have run away from their responsibilities and Samuel tells him the story of Jonah and the Sailors, showing that it is never really possible to leave behind responsibilities. Searching for Samuel back at the shop, a vengeful Tobias arrests their neighbour Nathan and Sollie brings this news to the family in the desert. Returning to the city, Samuel and Macky meet a thief, their old adversary Caleb. When Caleb recounts the story of the ...    "
                },
                "13": {
                    "title": "No Turning Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    With Samuel imprisoned and Caleb injured, Nathan tells a discouraged Macky the story of Elijah and King Ahab to help restore his hope. Portia hears that Daniel, the father of Rebecca and Leah, has been captured by the Romans in Jerusalem and that she is being moved away from Alexandria to Jerusalem with her Uncle. She brings the distressing news to Macky and the girls and Macky makes a promise to Rebecca and Leah that he will, somehow, rescue their father. A torrential rainstorm commences and Samuel tells his frightened fellow prisoners the story of the First ...    "
                }
            },
            "2": {
                "1": {
                    "title": "One of Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Macky arrives in Jerusalem disguised as a member of Portia's entourage, and soon comes across both some old adversaries and several new friends. Awed by the sight of the besieged city, he tells Portia the story of Jesus in the Temple as a boy, and a mysterious Roman soldier tells Macky how King David captured Jerusalem, reminding him that great obstacles may be overcome.    "
                },
                "2": {
                    "title": "Over Walls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Macky is now a dependable courier between Jerusalem and the outside world. But he's soon given a job that might be too much, even for him: taking an elderly man out of the city for medical care. Unable to use the water tunnel because of its dangerous currents, Macky must find another way. Lucius tells him the ailing man might be taken over a certain part of the city wall, but Macky is suspicious; why should he trust Lucius, a Roman? Lucius tells him the story of Paul/Saul, and his conversion on the road to Damascus. Macky is convinced of Lucius's desire to help and ...    "
                },
                "3": {
                    "title": "The Ram",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 May 2008",
                    "year": "2008",
                    "plot": "\n    The Romans are bringing in an enormous battering ram to use against the walled city of Jerusalem. Waiting to fight it, the zealots liken the Romans to Ahab and Jezebel, who wanted Naboth's land, had him killed, then took the land for themselves. The zealots draw strength from the remainder of story: Elijah's accurate prediction that Ahab and his family would be brought very low. Macky goes to Lucius for help. Lucius is at first unwilling; he thinks the zealots should simply surrender and avoid the slaughter. But he soon has a change of heart, inspired by the story of ...    "
                },
                "4": {
                    "title": "Rescue Strangers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "9 May 2008",
                    "year": "2008",
                    "plot": "\n    Because of his success against the battering ram, Macky is now a little full of himself. Isaac tells him how strongly Paul and Barnabas objected to being treated as gods in Lystra, but the story doesn't seem to make much of an impression on Macky. Later, when a stranger named Tamar urges him to attempt a risky rescue for the imprisoned zealot Daniel, Macky rashly takes on the task - even though some of Tamar's information about Daniel is at odds with information Portia has given him. Macky finds out almost too late that Tamar has taken advantage of him; she's tricked ...    "
                },
                "5": {
                    "title": "Prince for a Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "27 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    This time, Macky sets out to rescue the real Daniel, but his new plan is no less dangerous than his earlier plan. He's going disguise himself as a young Roman noble and brazenly go right into the Roman camp. Isaac uses the story of Elymas, to underscore the danger of trying to be something you're not, but Macky won't give up, and soon, both he and Isaac are in disguise inside the Roman camp, sitting down for a huge banquet - catered by Toadie and Brutacus. At this point, Macky is moved to contrast the Romans' over-abundance and lack of gratitude with his own people's ...    "
                },
                "6": {
                    "title": "Unwilling Guests",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Stung by his humiliation at Macky's hands, Toadie convinces General Tiberius to allow him to take hostages from the nearby villages. These hostages will be executed if Macky doesn't turn himself in. One of the hostages is Macky's friend Isaac. Unsure what to do, Macky heads for Jerusalem, but on the way, he saves the life of Marcus, a thuggish Roman soldier. When Sarah asks him why he would do such a thing, Macky tells her how David had the opportunity to kill Saul, but chose not to. Later, Marcus decides to return the favor by helping Isaac escape, but Isaac refuses ...    "
                },
                "7": {
                    "title": "Aid and Comfort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Toadie gets very ill (sick, too) and only Macky can get the medicine that will save Toadie's life. But will he? He decides to do it when Lucius tells him how Elisha helped Naaman, even though Naaman was an enemy soldier. While Toadie hallucinates in his sickbed, Macky takes the medicine out of Jerusalem. As Macky makes the perilous trip to the Roman camp, the zealot Amikam follows him, suspicious. Is Macky trying to betray the zealots in some way? Still grumbling about having to help his enemy, Macky arrives at Lucius's tent and gets a surprise: Lucius's young son ...    "
                },
                "8": {
                    "title": "Hostages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    With the story of the Slaughter of the Innocents running through her mind, Portia hatches a plan that could force her uncle and the Romans to allow Jerusalem's children to escape the besieged city. She arranges for the zealots to kidnap her away from Toadie while he and she are riding outside the city. The zealots then offer to trade Portia back in exchange for safe passage for the children. Fearful that Tiberius will punish him for losing Portia, Toadie tries to make Tiberius think that he is Portia, but he's quickly exposed. And back in Jerusalem, Portia and Macky ...    "
                },
                "9": {
                    "title": "The Big Lift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    As the people in Jerusalem starve, Macky comes across several sacks of grain that Toadie has stolen for himself and hidden in the Roman camp. With the story of Jesus feeding the five thousand in mind, Macky decides to take the grain into the besieged city. But how? Is he going to try to use the Romans' own catapults to send the grain over the walls? That's what the Romans believe, largely because a spy has told them that. But Macky has a trick or two up his sleeve, and just when it looks like all is lost and his plot is about to be exposed, Macky proves that he has ...    "
                },
                "10": {
                    "title": "Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Romans are tearing down homes outside Jerusalem and using them for building material. Isaac's daughter, Rachel, worries what will happen to her when their house is torn down, so, to calm her, Isaac tells her of the kindness Jethro the Midianite showed to Moses, a stranger. But Isaac's problems are bigger than the loss of his home; if it is torn down, Toadie will see the secret tunnels underneath it - tunnels which will prove Isaac is a rebel sympathizer, and which will also lead directly to other rebels. Isaac must collapse the tunnels, but he needs time for that,...    "
                },
                "11": {
                    "title": "Desperate Measures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    To gain leverage in negotiations, the zealots decide to kidnap General Tiberius. Macky isn't sure if this is the right thing to do, and recalls the story of Solomon and the baby, envying Solomon's great wisdom. Ultimately, Macky decides to go along with the plot, but once he and the other zealots have sneaked into the Roman camp, he gets a nasty surprise: the zealots don't want to kidnap Tiberius, they want to assassinate him. Macky refuses to go along with it; a fight starts, and in the resultant confusion, Macky is captured by the Romans. When Portia hears about ...    "
                },
                "12": {
                    "title": "Toadie on Trial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After Macky fails in an attempt to escape from the Roman camp, Toadie accuses Portia of being a rebel sympathizer. Meanwhile, Lucius tells his kids the story of Paul's imprisonment in Rome and his subsequent disappearance. Then he hurries off to deliver food to Isaac and his family, who are now living in mountain caves. On the way, though, Lucius is severely injured in a landslide. Just as Portia turns the tables on Toadie by insinuating that he is the real rebel sympathizer, news comes that Lucius has died - and with his last words, he has adopted Macky, thus making ...    "
                },
                "13": {
                    "title": "Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friends and Heroes (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    As Tiberius launches the final assault on Jerusalem, a still-incarcerated Macky begs Portia to help his zealot friend, Sarah. Portia stages a daring rescue from the city, then learns from Sarah that she was never Portia's rival; Macky has always been Portia's. As the city falls, Isaac's children recall the story of Noah's Ark, and are moved by its message of hope. Later, Isaac tells Portia about Paul's appearance before King Agrippa and his retelling of what happened to him on the road to Damascus. After that, it's off to Rome for Portia, Tiberius, Macky and Toadie - ...    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Di Iulio, Austin"
            },
            {
                "name": "Daniels, Tony"
            },
            {
                "name": "Watson, Jamie"
            },
            {
                "name": "Smith, Cedric"
            },
            {
                "name": "Jerome, Howard"
            },
            {
                "name": "Gadon, Sarah"
            },
            {
                "name": "Ralston, John"
            },
            {
                "name": "Campbell, Benedict"
            },
            {
                "name": "Stocker, Bailey"
            },
            {
                "name": "Akin, Philip"
            },
            {
                "name": "MacIsaac, Martha"
            },
            {
                "name": "Sealy-Smith, Alison"
            },
            {
                "name": "Hamaguchi, Tim"
            },
            {
                "name": "Beaudin, Scott"
            },
            {
                "name": "Doyle, Aaryn"
            },
            {
                "name": "Thompson, Vanessa"
            },
            {
                "name": "Hanna, Elizabeth"
            },
            {
                "name": "McCord, Scott"
            },
            {
                "name": "O'Sullivan, Paul"
            },
            {
                "name": "Smith, Lyon"
            },
            {
                "name": "Todosey, Jordan"
            },
            {
                "name": "Court, Alyson"
            },
            {
                "name": "Pustil, Emma"
            },
            {
                "name": "Keeley, David"
            },
            {
                "name": "Bockstael, Robert"
            },
            {
                "name": "Chioran, Juan"
            },
            {
                "name": "Roach, Martin"
            },
            {
                "name": "Saudin, A.J."
            },
            {
                "name": "Stocker, John"
            },
            {
                "name": "Bayne, Lawrence"
            },
            {
                "name": "Fabian, Diane"
            },
            {
                "name": "MacDonald, Shauna"
            },
            {
                "name": "Carlson, Len"
            },
            {
                "name": "Bogaert, Stephen"
            },
            {
                "name": "Fleury, Tony"
            },
            {
                "name": "Truss, Adrian"
            },
            {
                "name": "Neville, John"
            },
            {
                "name": "Marshall, Ruth"
            },
            {
                "name": "Eisner, Mitchell"
            },
            {
                "name": "Nicoll, Kristina"
            },
            {
                "name": "Moreau, Marty"
            },
            {
                "name": "Rubin, Ron"
            },
            {
                "name": "French, Olive"
            },
            {
                "name": "Hill, Dwayne"
            },
            {
                "name": "Bailey, Barry"
            },
            {
                "name": "Smith, Rob"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United Kingdom",
            "Canada"
        ],
        "country codes": [
            "gb",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "United Kingdom:E"
        ],
        "number of seasons": 3,
        "rating": 7.8,
        "votes": 46,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc3OTk2ODg0OV5BMl5BanBnXkFtZTcwNzE4MjQ5Mw@@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Friends and Heroes",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2009",
        "akas": [
            "Friends and Heroes (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Diamond, Paul"
            },
            {
                "name": "Uhley, Len"
            },
            {
                "name": "Melrose, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "Friends & Heroes Productions"
            },
            {
                "name": "AFD Software"
            }
        ],
        "distributors": [
            {
                "name": "Friends & Heroes Productions"
            },
            {
                "name": "Trinity Broadcasting Network (TBN)"
            }
        ],
        "other companies": [
            {
                "name": "BBC Wales"
            },
            {
                "name": "Mwnci"
            },
            {
                "name": "Starburst Animation"
            },
            {
                "name": "SyncMagic"
            },
            {
                "name": "Technicolor"
            },
            {
                "name": "The Charactershop Ltd."
            }
        ],
        "plot": [
            "Tales and virtues from the bible are brought to life in a fun-filled, kid friendly cartoon"
        ],
        "synopsis": [
            "About boy named Macki is taken to Rome as a prisoner from Jerusalem then he meets a girl named Portia and befriend her and soon makes other friends. He tell the stories of Jesus to them to understand what happen to him."
        ],
        "tech": {
            "runtime": [
                "24 min (UK)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 46,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 12,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 6.3
            },
            "males": {
                "votes": 24,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 13,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 8.0
            },
            "females": {
                "votes": 11,
                "rating": 5.2
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 3.2
            },
            "us users": {
                "votes": 9,
                "rating": 5.1
            },
            "non us users": {
                "votes": 20,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 23,
            "9": 3,
            "8": 8,
            "7": 2,
            "6": 0,
            "5": 2,
            "4": 0,
            "3": 2,
            "2": 0,
            "1": 6
        },
        "arithmetic mean": 7.8,
        "median": 9
    }
}