{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 September 2007"
            },
            {
                "country": "Netherlands\n",
                "date": "8 March 2008"
            },
            {
                "country": "Hungary\n",
                "date": "18 March 2008"
            },
            {
                "country": "Poland\n",
                "date": "23 March 2008"
            },
            {
                "country": "Ireland\n",
                "date": "28 March 2008"
            },
            {
                "country": "Italy\n",
                "date": "15 May 2008"
            },
            {
                "country": "Germany\n",
                "date": "19 May 2008"
            },
            {
                "country": "Sweden\n",
                "date": "5 June 2008"
            },
            {
                "country": "UK\n",
                "date": "10 June 2008"
            },
            {
                "country": "Japan\n",
                "date": "2 July 2008"
            },
            {
                "country": "Australia\n",
                "date": "3 November 2009"
            }
        ],
        "release dates": [
            "USA::25 September 2007",
            "Netherlands::8 March 2008",
            "Hungary::18 March 2008",
            "Poland::23 March 2008",
            "Ireland::28 March 2008",
            "Italy::15 May 2008",
            "Germany::19 May 2008",
            "Sweden::5 June 2008",
            "UK::10 June 2008",
            "Japan::2 July 2008",
            "Australia::3 November 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Reaper"
            },
            {
                "countries": "Brazil",
                "title": "Reaper - Um Trabalho Infernal"
            },
            {
                "countries": "Finland",
                "title": "Pirunkaupat"
            },
            {
                "countries": "France",
                "title": "Le diable et moi"
            },
            {
                "countries": "Germany (Pay-TV title)",
                "title": "Reaper"
            },
            {
                "countries": "Germany",
                "title": "Reaper - Ein teuflischer Job"
            },
            {
                "countries": "Greece",
                "title": "Reaper"
            },
            {
                "countries": "Hungary",
                "title": "Reaper - Démonirtók"
            },
            {
                "countries": "Italy",
                "title": "Reaper - In missione per il Diavolo"
            },
            {
                "countries": "Poland",
                "title": "Zniwiarz"
            },
            {
                "countries": "Portugal",
                "title": "Reaper: Um Trabalho dos Infernos"
            },
            {
                "countries": "Romania",
                "title": "În slujba diavolului"
            },
            {
                "countries": "Russia",
                "title": "На службе у дьявола"
            },
            {
                "countries": "Spain",
                "title": "Reaper"
            }
        ],
        "akas": [
            "Reaper (original title)",
            "Reaper - Um Trabalho Infernal Brazil",
            "Pirunkaupat Finland",
            "Le diable et moi France",
            "Reaper Germany (Pay-TV title)",
            "Reaper - Ein teuflischer Job Germany",
            "Reaper Greece",
            "Reaper - Démonirtók Hungary",
            "Reaper - In missione per il Diavolo Italy",
            "Zniwiarz Poland",
            "Reaper: Um Trabalho dos Infernos Portugal",
            "În slujba diavolului Romania",
            "На службе у дьявола Russia",
            "Reaper Spain"
        ],
        "akas from release info": [
            "Reaper (original title)",
            "Reaper - Um Trabalho Infernal Brazil",
            "Pirunkaupat Finland",
            "Le diable et moi France",
            "Reaper Germany (Pay-TV title)",
            "Reaper - Ein teuflischer Job Germany",
            "Reaper Greece",
            "Reaper - Démonirtók Hungary",
            "Reaper - In missione per il Diavolo Italy",
            "Zniwiarz Poland",
            "Reaper: Um Trabalho dos Infernos Portugal",
            "În slujba diavolului Romania",
            "На службе у дьявола Russia",
            "Reaper Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "...A New Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 167,
                    "original air date": "3 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Sam, Sock and Ben return from a road trip and learn they've been fired from their jobs and kicked out of their apartment. Andi is mad at Sam, and the Devil gives Sam a really big job.    "
                },
                "2": {
                    "title": "Dirty Sexy Mongol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 132,
                    "original air date": "10 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Sam is intrigued by an escaped soul, Alan, who seems to have gotten out of his deal with the Devil. This interferes with Sam's ability to reap the Escaped Soul of the Week. And, Ben is striking up a relationship...but is she more than she seems?    "
                },
                "3": {
                    "title": "The Sweet Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 143,
                    "original air date": "17 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Sam must capture a former boxer by using boxing gloves as a vessel.    "
                },
                "4": {
                    "title": "The Favorite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 136,
                    "original air date": "24 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Satan pairs a reluctant Sam with Morgan, another one of the Devil's offspring, to help capture an escaped soul who has a legion of gold-made beetles to do his bidding. However Sam and Morgan do not get along at all because of the soulless Morgan's antics. Meanwhile, Andi discovers that Sock is sub-contracting his Work Bench shifts to ex-manager Ted, who naturally takes advantage of his new job to further flirt and ogle women customers. Ben becomes uncertain over where his romance with the demon Nina will lead. Later, Sam finally learns that his father is not dead... ...    "
                },
                "5": {
                    "title": "I Want My Baby Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 130,
                    "original air date": "31 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    After Sam catches another escaped soul, a female vampire, he, Sock and Ben find themselves in the possession of the soul's infant daughter. Sam gives the baby to the demon Tony to raise it, but when the Devil wants the infant back as well, the dull-witted and immature trio try to find a way to get out of this position. Meanwhile, Andi becomes fearful and angry when Morgan tells her that Sam is the son of Satan, and tries to take advantage of that fact to further woo her away from Sam. Sock tries to curb his temptation towards his step-sister Kristin by taking ...    "
                },
                "6": {
                    "title": "Underbelly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 120,
                    "original air date": "7 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Sam, Sock, and Ben go on a road trip to locate another escaped soul in which they encounter a large tentacled beast that has taken over a small town and targets the bumbling and immature trio as it's latest dinner. Meanwhile, Ben decides to give Nina some space over her wanting to do more \"demon\" things. Also, Sock tries, any way he can, to seduce the seductive Kristen who continues to be oblivious to his urges for her, while Sam continues to try to win back Andi's trust.    "
                },
                "7": {
                    "title": "The Good Soil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 124,
                    "original air date": "14 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The Devil once again forces Sam to team up with Morgan to take him on another soul capture quest. But predictably, the devious and selfish Morgan takes off, leaving Sam to do all the work, in which Morgan plans to take all the credit. When Sam and the guys find the soul, Bobby, they try to set him up with a woman when they learns that he has not done \"the thing\" with a woman. But when Sam's attempts to double-cross Morgan and Satan in capturing Bobby, it leads to an \"Ender\" sent to destroy Bobby. Meanwhile, Nina tries to introduce Ben to more of her life by taking him...    "
                },
                "8": {
                    "title": "The Home Stretch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 116,
                    "original air date": "21 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The Devil pairs Sam and Morgan against each other to capture an escaped soul as part of a contest who which one of them will win and be Satan's right-hand person on Earth. Naturally, Morgan wants to win so badly that he'll take advantage of Sam's lack of intelligence and common sense to try to throw him off. Meanwhile, Sam and the rest of his friends finally track down Alan Townsend where they try to get him to talk about how Sam can get out of his life-long contract with the Devil. Meanwhile, Ben's grandmother comes for a visit and takes an instant dislike to Nina ...    "
                },
                "9": {
                    "title": "No Reaper Left Behind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 118,
                    "original air date": "28 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Sam is sent to the home of the Devil's girlfriend, Sally, so that she can teach him more of the \"family business.\" Sally initially refuses to help groom Sam since he is moral as well as immature. But when Sam realizes that Sally can possibly help him out of his contract, he asks her to teach him the rules of the trade anyway. Meanwhile, Ben has a hard time telling Nina that their romance is over, but Sock sees that he's caught in the middle of their feud when he makes a lame attempt to keep both of them apart. Andi has problems dealing with Ted and a new Indian ...    "
                },
                "10": {
                    "title": "My Brother's Reaper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 117,
                    "original air date": "5 May 2009",
                    "year": "2009",
                    "plot": "\n    In an unusual move, the Devil tasks Sam into getting a spoiled and obnoxious rich guy named Gary to sign a contract selling his soul to Satan. Unfortunately, Gary is much too clever for the incompetent Sam, and manages to avoid all Sam's attempts to get him to sign on the dotted line of the contract, while the Devil has other plans to take Gary. Meanwhile, Nina moves in with Sam, Sock, and Ben; Morgan does likewise after being financially cut off by the Devil. Morgan tries to ask Sam for a path that he wants to take, while Nina reveals to the guys that she's been ...    "
                },
                "11": {
                    "title": "To Sprong, with Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 116,
                    "original air date": "12 May 2009",
                    "year": "2009",
                    "plot": "\n    When the Devil sends Sam out to catch his latest soul, Sam thinks the escaped soul is his mean, former biology high school teacher, Mr. Sprong. But, it turns out the soul's actually a former student, and Mr. Sprong's the target. Mr. Sprong's still alive, and Sam attacks him with the vessel, a wooden mallet. The gang's forced to keep the nasty Mr. Sprong locked up in order to prevent him from pressing assault charges. Meanwhile, Ted reclaims his former job as manager of the Work Bench. He asks Sock to dress up in a costume to represent the Bench's wrench mascot. But ...    "
                },
                "12": {
                    "title": "Business Casualty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 108,
                    "original air date": "19 May 2009",
                    "year": "2009",
                    "plot": "\n    The Devil lands Sam a new job of being an intern in a high-powered corporate office. He hopes to groom Sam more for ruling the world and shows him what the corporate life is all about. Taking Sam to the 75th Floor of the building the Devil shows him where demons work towards the Apocalypse. When Sam discovers that the 75th Floor has a elevator passageway that leads to Hell, he's tempted to ask Nina to venture to Hell to rescue his father, who claims to have information on how to get Sam out of his contract with Satan. Meanwhile, Sock begins to date a fellow demon girl...    "
                },
                "13": {
                    "title": "The Devil and Sam Oliver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 156,
                    "original air date": "26 May 2009",
                    "year": "2009",
                    "plot": "\n    In the second season final, Sam asks Steve, now a Second-class angel of Heaven, to translate the ancient demon scroll that Nina brought back from Hell which could help get out of his contract with the Devil. But is it apparent that Steve has an ulterior motive of his own for both wanting to help Sam... and preventing him from doing so. Sam manages to summon forth Satan for a game of \"flipping coins\" into shot glasses. But when the match comes out in a stalemate tie of 5 to 5, this still allows the Devil to keep Sam's soul. But Andie steps in and tries to arrange a ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 416,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    A young man learns on his 21st birthday that his parents have sold his soul to the devil.    "
                },
                "2": {
                    "title": "Charged",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 240,
                    "original air date": "2 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    After Sam wakes up one morning, he finds that everything he touches gives him an electric shock. Sam then consults Satan, who tells him that this is related to his next target: an escaped soul from Hell who sucks energy from power lines in order to loose it as lightning against his next victim. In order to capture the escapee Sam must use his new vessel, a remote control monster truck, given to him by Satan himself.    "
                },
                "3": {
                    "title": "All Mine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 213,
                    "original air date": "9 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Sam, Ben, and Sock must hunt an escaped soul, in the form of a seductive woman, who uses insects to kill the people living at an apartment complex. Meanwhile, Sam is crushed when Andi meets a new guy who encourages her to go back to college full-time and quit her job at the Work Bench.    "
                },
                "4": {
                    "title": "Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 205,
                    "original air date": "16 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Sam requests some time off to go to a concert with Andi. But the Devil refuses, and points out that vacation periods are not part of his contract. Therefore, Sam is given a white dove as his next vessel and is sent to capture an escaped magician who kills anyone who does not appreciate his act.    "
                },
                "5": {
                    "title": "What About Blob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 182,
                    "original air date": "23 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Sam and his crew must deal with a 'toxic revenger' when the slime-covered escaped soul of a chemical company's CEO starts taking human lives. Meanwhile, the Devil delivers a copy of Sam's contract as promised... but it's a few hundred pages longer then Sam expected. The Devil also refuses a request by Mr. Oliver to a meeting, while Sam continues to drift apart from Andi after Satan sets him up to look like a bad guy in front of Andi.    "
                },
                "6": {
                    "title": "Leon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 186,
                    "original air date": "30 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Sam discovers that demons don't work on Halloween. Unfortunately, the depressed Devil decides to make Sam's assignment even harder to cheer himself up. Sam and Sock capture one soul, that of Leon Czolgosz, an escapee who assassinated President William McKinley back in 1901. But before Sam can return him, Leon tries to convince them that he's changed. The Devil then sends Sam to recapture a second soul, a serial killer who plans on starting a new murder spree.    "
                },
                "7": {
                    "title": "Love, Bullets and Blacktop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 199,
                    "original air date": "6 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Sam, Sock, and Ben go after a thrill-seeking pair of escaped souls, named Kit and Holly, who engineer car wrecks to keep their lustful relationship fresh. Meanwhile, the Devil tries to set Sam up with a new girl, named Taylor, whom Sam meets during a night on the town with his crew which spurns a little jealousy in Andi.    "
                },
                "8": {
                    "title": "The Cop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 172,
                    "original air date": "13 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Sock becomes obsessed with Gladys after she comes into The Work Bench and makes some questionable purchases. He and Ben follow her home and suspect she may be hiding bodies in her house. Meanwhile, the Devil gives Sam an expensive watch as a gesture of gratitude for all his hard work. Unfortunately, Sam discovers the Devil was setting him up to take the rap for a murder the latest escaped soul committed.    "
                },
                "9": {
                    "title": "Ashes to Ashes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 173,
                    "original air date": "27 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Ben's mother and grandmother stop by the Work Bench for some supplies for their family reunion. However, things go sour when his grandmother accuses Sam of being evil and calls him Diablo, the Spanish word for devil. Meanwhile, Sam meets a mysterious woman named Mimi, who claims to have been the Devil's girlfriend for over 20 years, and he wonders whether her daughter is the Devil's daughter or not.    "
                },
                "10": {
                    "title": "Cash Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 167,
                    "original air date": "4 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Sam begins dating Cady (guest star Jessica Stroup), even though he fears she may be the devil's daughter. The latest escaped soul is a former bank robber who has come back to collect the cash he hid after his last heist. Sam, Sock and Ben capture the soul then find the stolen money, leading to an argument about what to do with it.    "
                },
                "11": {
                    "title": "Hungry for Fame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 163,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    While hunting down the latest Hell escapee, Sam tries to prevent a deadbeat and untalented musician from selling his soul to the Devil. Meanwhile, Sock is depressed when his overbearing and obnoxiously crazy mother returns from a month-long vacation to Las Vegas... with yet another new husband which leads Sock to move in with Sam, who continues to keep his secret life a secret from Andi whom they are both in full blown love.    "
                },
                "12": {
                    "title": "Unseen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 159,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Sam, Sock, and Ben move into a condo together. While Sam is assigned to track down an elusive and unseen soul of a serial killer, they guys meet their new neighbors, Steve and Tony, who ask them over for a home-cooked meal. Meanwhile, Sam has doubts whenever he's around Katie thinking that she may be a demon as well, while Andi also confides in Josie about her own worries about Katie, thinking she may be homicidal.    "
                },
                "13": {
                    "title": "Acid Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 171,
                    "original air date": "27 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Sam tells Sock and Ben they can't be friends with Steve (guest star Michael Ian Black) and Tony (guest star Ken Marino) anymore, which leaves Sock depressed because he has become so used to having Steve and Tony take care of him. The escaped soul is a woman (guest star Erica Cerra, \"Eureka\") who is threatened by beautiful girls and has come back to kill all the women she feels are more beautiful than she is. Sam panics when he finds out the soul's next victim is Andi and races to save her.    "
                },
                "14": {
                    "title": "Rebellion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 156,
                    "original air date": "22 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    A pair of demons attempt to make a deal with Sam to lure The Devil into a trap, and Sock becomes jealous when someone else asks Josie out on a date.    "
                },
                "15": {
                    "title": "Coming to Grips",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 142,
                    "original air date": "29 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Andi discovers who Sam's other boss is.    "
                },
                "16": {
                    "title": "Greg, Schmeg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 145,
                    "original air date": "6 May 2008",
                    "year": "2008",
                    "plot": "\n    Andi's ex-boyfriend returns, and asks her out. To Sam's surprise, she says yes. Meanwhile, Ben's fake marriage to Sarah becomes increasingly taxing, with Sarah making a big announcement.    "
                },
                "17": {
                    "title": "The Leak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 144,
                    "original air date": "13 May 2008",
                    "year": "2008",
                    "plot": "\n    The Devil tells Sam that there is a leak in hell because the escaped soul (Mike) that Sam sent to him keeps returning to Earth. Sam and the guys discover that Gladys is helping the soul escape back to Earth and they don't know what to do because she is a friend. So they have to decide whether to turn in their friend to an angry Devil or keep there mouths shut.    "
                },
                "18": {
                    "title": "Cancun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reaper (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 167,
                    "original air date": "20 May 2008",
                    "year": "2008",
                    "plot": "\n    Sam targeted by Tony and the rest of the rebellion demons because they feel he is a greater threat to them than the Devil when they suspect that Sam is in fact the unnatural offspring of Satan himself. They set a trap for him which will bring surprise allies to Sam's side and lead to shocking revelations that could have implications for Sam's future. Meanwhile, the Devil sends Sam out to capture an escaped fortune teller, while Sam begins to grow suspicious that his parent know more about his origins then they claim to. Also, Sock falls in love with a demon who uses ...    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Harrison, Bret"
            },
            {
                "name": "Labine, Tyler"
            },
            {
                "name": "Gonzalez, Rick"
            },
            {
                "name": "Peregrym, Missy"
            },
            {
                "name": "Airlie, Andrew"
            },
            {
                "name": "Wise, Ray"
            },
            {
                "name": "Stinson, Donavon"
            },
            {
                "name": "Miller, Valarie Rae"
            },
            {
                "name": "Willes, Christine"
            },
            {
                "name": "Wade, Jenny"
            },
            {
                "name": "Marino, Ken"
            },
            {
                "name": "Hossack, Allison"
            },
            {
                "name": "Tamura, Eriko"
            },
            {
                "name": "Black, Michael Ian"
            },
            {
                "name": "Hammer, Armie"
            },
            {
                "name": "Daruwalla, Pesi"
            },
            {
                "name": "Thomas, Sean Patrick"
            },
            {
                "name": "Stroup, Jessica"
            },
            {
                "name": "Johannson, Colby"
            },
            {
                "name": "Norry, Marilyn"
            },
            {
                "name": "Davis, Lucy"
            },
            {
                "name": "McClure, Kandyse"
            },
            {
                "name": "Kanagawa, Hiro"
            },
            {
                "name": "Switzer, Kyle"
            },
            {
                "name": "Ontiveros, Lupe"
            },
            {
                "name": "Grant, Stacy"
            },
            {
                "name": "Teed, Jill"
            },
            {
                "name": "House, Marci T."
            },
            {
                "name": "Mossley, Robin"
            },
            {
                "name": "Patey, Scott"
            },
            {
                "name": "Smith, Jake D."
            },
            {
                "name": "Flemming, David Patrick"
            },
            {
                "name": "Champagne, Matt"
            },
            {
                "name": "Kessell, Simone"
            },
            {
                "name": "McDonald, Michael"
            },
            {
                "name": "McHattie, Stephen"
            },
            {
                "name": "Palladino, Erik"
            },
            {
                "name": "Armstrong, Curtis"
            },
            {
                "name": "Douglas, Aaron"
            },
            {
                "name": "Foxworth, Robert"
            },
            {
                "name": "Hurst, Lillian"
            },
            {
                "name": "Oswalt, Patton"
            },
            {
                "name": "Shield, Jim"
            },
            {
                "name": "Cerra, Erica"
            },
            {
                "name": "Clendenin, Bob"
            },
            {
                "name": "Kennedy, Jamie"
            },
            {
                "name": "Sampson, Cindy"
            },
            {
                "name": "Benson, Julia"
            },
            {
                "name": "Cecere, Fulvio"
            },
            {
                "name": "Clarke, Melinda"
            }
        ],
        "locations": [
            "Burnaby, British Columbia, Canada",
            "Port Moody, British Columbia, Canada",
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Adventure",
            "Comedy",
            "Drama",
            "Fantasy",
            "Thriller"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United States",
            "Canada"
        ],
        "country codes": [
            "us",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "Australia:M",
            "Canada:14+",
            "Malaysia:P13",
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 22199,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDYzMDM1NDkwOF5BMl5BanBnXkFtZTcwMDAyMDU1MQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Reaper",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2009",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Butters, Tara"
            },
            {
                "name": "Fazekas, Michele"
            },
            {
                "name": "DiGregorio, Craig"
            }
        ],
        "production companies": [
            {
                "name": "ABC Studios"
            },
            {
                "name": "Reaper Productions"
            },
            {
                "name": "The Mark Gordon Company"
            },
            {
                "name": "Touchstone Television"
            }
        ],
        "distributors": [
            {
                "name": "The CW Network (The CW)"
            },
            {
                "name": "CITY-TV"
            },
            {
                "name": "E4"
            },
            {
                "name": "A Channel"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "Animax"
            },
            {
                "name": "Buena Vista International"
            },
            {
                "name": "Comedy Central"
            },
            {
                "name": "Disney-ABC Domestic Television"
            },
            {
                "name": "Sci Fi"
            },
            {
                "name": "Telekanal STS"
            },
            {
                "name": "Universal Channel"
            }
        ],
        "other companies": [
            {
                "name": "Aero Mock-Ups"
            },
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Canada Film Capital"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Clairmont Camera Film & Digital"
            },
            {
                "name": "International Alliance of Theatrical Stage Employees (IATSE)"
            },
            {
                "name": "Post Modern Sound"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "On his 21st birthday, Sam discovers his parents sold his soul to the devil before birth and he must now be a bounty hunter for the devil until he dies.::Mac"
        ],
        "tech": {
            "runtime": [
                "45 min (31 episodes)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arriflex D-21, Zeiss and Angenieux Lenses",
                "Clairmont Cameras and Lenses"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "HDTV"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 22199,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 5003,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 11901,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 2836,
                "rating": 7.7
            },
            "males": {
                "votes": 15435,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 3584,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 9320,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 2124,
                "rating": 7.7
            },
            "females": {
                "votes": 4663,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 1378,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 2478,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 686,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 194,
                "rating": 6.4
            },
            "us users": {
                "votes": 6436,
                "rating": 8.2
            },
            "non us users": {
                "votes": 11235,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 5964,
            "9": 3998,
            "8": 5441,
            "7": 3485,
            "6": 1549,
            "5": 713,
            "4": 347,
            "3": 196,
            "2": 126,
            "1": 380
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}