{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "7 February 2007"
            }
        ],
        "release dates": [
            "Australia::7 February 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Feb. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Feb. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Feb. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Feb. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Mar. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Mar. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Mar. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Mar. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Apr. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Con Test (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Apr. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Günsberg, Andrew"
            },
            {
                "name": "Duclos, Brigitte"
            },
            {
                "name": "Goldman, Grant"
            }
        ],
        "genres": [
            "Game-Show"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG"
        ],
        "number of seasons": 1,
        "rating": 3.6,
        "votes": 10,
        "plot outline": "The Australian version of the elimination quiz. Six contestants are each given $1000 to start with, and then they answer eight multiple-choice questions, adding $500 for each answer that they get right. As they play, each contestant will only know their own score. At the end of the questions, the scores of all of the contestants are revealed to the viewers, then host Andrew G asks the contestants to share their thoughts about the round and how they performed in it. It is up to the contestants to decide if they want to answer truthfully or try to bluff the other contestants into thinking that they did better than they actually did. The contestants then step forward towards their own \"fold buttons\" to take the \"con test\", and after some more discussion, they are given a ten-second countdown. If any contestant thinks, rightly or wrongly, that they have the least amount of money, they can choose to hit their button and fold, taking the money that they have earned to that point. If no one has folded by the time the countdown hits 0, then the contestant with the lowest amount of money is eliminated, and leaves the game with nothing. If there is a tie for the lowest score, then the speed with which the contestants selected their answers is used as a tie-breaker, with the slowest contestant being eliminated if they don't choose to fold. In the subsequent rounds, five questions are asked and the amount of money for a correct answer increases by $250 each round, and each round is followed by another \"con test\". After the last two remaining contestants have answered the final five questions (with every correct answer worth another $1500), they take one final \"con test\", where if one of them chooses to fold, they will take home the money they have accumulated over the five rounds, but will hand the major prize of $50,000 to their opponent. If neither of them fold, then the person with the higher amount of money wins the $50,000, and the person with the lower amount of money leaves with nothing.",
        "languages": [
            "English"
        ],
        "title": "The Con Test",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "The Con Test (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hall, Stephen"
            }
        ],
        "production companies": [
            {
                "name": "FremantleMedia"
            }
        ],
        "distributors": [
            {
                "name": "Network Ten"
            }
        ],
        "other companies": [
            {
                "name": "ABC Enterprises"
            },
            {
                "name": "ABC Enterprises"
            },
            {
                "name": "Chameleon Touring Systems"
            },
            {
                "name": "LG Electronics"
            }
        ],
        "plot": [
            "The Australian version of the elimination quiz where six contestants put both their knowledge and their bluffing skills to the test as they compete to win $50,000.::Allister Coots",
            "The Australian version of the elimination quiz. Six contestants are each given $1000 to start with, and then they answer eight multiple-choice questions, adding $500 for each answer that they get right. As they play, each contestant will only know their own score. At the end of the questions, the scores of all of the contestants are revealed to the viewers, then host Andrew G asks the contestants to share their thoughts about the round and how they performed in it. It is up to the contestants to decide if they want to answer truthfully or try to bluff the other contestants into thinking that they did better than they actually did. The contestants then step forward towards their own \"fold buttons\" to take the \"con test\", and after some more discussion, they are given a ten-second countdown. If any contestant thinks, rightly or wrongly, that they have the least amount of money, they can choose to hit their button and fold, taking the money that they have earned to that point. If no one has folded by the time the countdown hits 0, then the contestant with the lowest amount of money is eliminated, and leaves the game with nothing. If there is a tie for the lowest score, then the speed with which the contestants selected their answers is used as a tie-breaker, with the slowest contestant being eliminated if they don't choose to fold. In the subsequent rounds, five questions are asked and the amount of money for a correct answer increases by $250 each round, and each round is followed by another \"con test\". After the last two remaining contestants have answered the final five questions (with every correct answer worth another $1500), they take one final \"con test\", where if one of them chooses to fold, they will take home the money they have accumulated over the five rounds, but will hand the major prize of $50,000 to their opponent. If neither of them fold, then the person with the higher amount of money wins the $50,000, and the person with the lower amount of money leaves with nothing.::Allister Coots"
        ],
        "synopsis": [
            "The Con Test is the Australian version of the British game show Poker Face (2006), and follows the same rules and gameplay as the original, but each episode is a stand-alone game, with each night's winner not appearing in the series again.After the hosts, Andrew G (Andrew Günsberg) and Brigitte Duclos introduce themselves, the viewers are given their first look at the six contestants at the moment where they first meet each other, in the segment \"The Grilling\". They enter a room with six chairs, with one of them positioned in such a way that the contestant that sits in it faces their five opponents. Each contestant takes a turn in this seat, where they give a brief description about themselves which can include things like their age, occupation, achievements and qualifications, though the claims that they make are not always true, providing the contestants with an opportunity to put their bluffing skills to the test. After each contestant completes their personal claims, their opponents can respond with questions or criticism, which gives them a chance to try and figure out if the contestant is bluffing. The home viewers are also given an opportunity to figure out if some the contestants' claims are true - prior to the first two commercial breaks, the claims of one contestant are made, and after the break, that contestant reveals the true version of what they claimed.After we hear all six contestants' descriptions and the oppenents' responses to them, the six contestants arrive in the studio, where they make their way to one of six podiums there. Andrew G then gives each contestant $1,000 before the contestants take part in a multiple choice quiz where they are asked eight questions, and each question has three possible answers. After the question is asked, the contestants have five seconds to decide their answer, and any contestant who chooses the correct answer receives $500. The home viewers will see how all six contestants fare, with a gold tick appearing underneath each contestant that chooses the correct answer, and a red X appearing underneath each contestant that chooses an incorrect answer.Over the course of the game, each contestant will know only what their own score is, but at the end of the round, the home viewers will see the full leaderboard, showing how many questions each contestant got right and wrong and how much money they have. Andrew G then gives each contestant a chance to share their thoughts about how they did in that round, though whether the thoughts they share are truthful or not is up to the contestant. After this, one red button for each contestant rises up from the floor in front of them, and Andrew G tells the contestants to take a step forward and \"take the Con Test\". With each contestant behind their own \"fold button\", some more discussion about where each contestant is in the game follows, before the contestants are given a ten-second countdown. During the countdown, if any contestant thinks that they may have the lowest amount of money, they can choose to fold by pressing their button, which will make the countdown voice say \"FOLD\" and stop the countdown. A player who folds is eliminated from the game, and they leave with the money they have earned to that point. If no one has folded by the time the countdown reaches 0, then the contestant who actually has the least amount of money is eliminated from the game and leaves with nothing. If one or more contestants are tied at the bottom, the tie is broken by the speed with which the contestants selected their answers, with the tied contestant that responded the slowest being placed at the bottom.The contestant who is eliminated then makes their way to the green room, known as the \"fold room\", and is met there by their family and friends and Brigitte Duclos, who chats with the contestant about the game. A monitor screen in the room shows the number of right and wrong answers the contestant gave in the previous round and the amount of money they had. After Brigitte asks the eliminated contestant about who they think is leading and who they think could be the next to go, the monitor screen will reveal the full leaderboard. Not only will this show how close the contestant was with their predictions, but if they were eliminated by choosing to fold, it will reveal whether or not it was the right decision for them to make.Four more rounds of questions are then played. These subsequent rounds consist of five questions each, the amount of money awarded for a correct answer increases by $250 in each round, and each round is followed by another \"Con Test\". After the last two contestants play the fifth and final question round, in which each correct answer is worth $1,500, Brigitte rejoins Andrew G in the studio, with her work in the fold room being done, before the two contestants take the final \"Con Test\". When the final countdown is started, if one of the contestants chooses to fold, they will win the money they have accumulated over the previous five rounds, but will hand the $50,000 prize to their opponent. Only after the winner is announced will the folding contestant find out from Andrew G if they made the right decision. If neither contestant folds, the contestant who has the greater amount of money, or the faster answer selection time in the event of a tie, will win $50,000, and the other contestant will go home with nothing."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (Australia)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 3.6
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 2.4
            },
            "males": {
                "votes": 8,
                "rating": 4.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 2.5
            },
            "females": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 8,
                "rating": 3.9
            }
        },
        "number of votes": {
            "10": 0,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 2,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 3.6,
        "median": 3
    }
}