{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "16 January 2007"
            }
        ],
        "release dates": [
            "UK::16 January 2007"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "3"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "original air date": "16 Jan 2007 (UK)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGE1NTMxNzQtZTg3OS00MWM2LThmNWItYzAyNTM2MWQzMzc3XkEyXkFqcGdeQXVyMTk1NDg4NzA@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "With the 2012 London Olympics fast approaching, British sport is in the spotlight like never before. But away from the public eye, a whole team of sports coaches work tirelessly day in, day out, laying the foundations for British success. From local sports halls, to elite training centres, their unseen passion drives British sport. The films capture, in an dramatic way, the intense bond between coach and athlete. 1. The Coach: Tennis Coach (LTA Coach Of The Year, Martin Weston trains top junior Luke Bambridge) 2. The Coach: Swim Coach (Local swim coach, Gil Levy, and his swim class) 3. The Coach: Gymnastics Coach (Elite coach, Tracey Skirton, trains Welsh and GB gymnasts, Lynette Lisle and Olivia Bryl).",
        "languages": [
            "English"
        ],
        "title": "The Coach",
        "year": 2007,
        "kind": "tv mini series",
        "series years": "2007-",
        "akas": [
            "The Coach (United Kingdom)"
        ],
        "director": [
            {
                "name": "Sander, Steven"
            }
        ],
        "production companies": [
            {
                "name": "Raw TV"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "plot": [
            "This series follows three sports coaches as they intensively train their young athletes.::Anonymous",
            "With the 2012 London Olympics fast approaching, British sport is in the spotlight like never before. But away from the public eye, a whole team of sports coaches work tirelessly day in, day out, laying the foundations for British success. From local sports halls, to elite training centres, their unseen passion drives British sport. The films capture, in an dramatic way, the intense bond between coach and athlete. 1. _The Coach_ (qv): Tennis Coach (LTA Coach Of The Year, Martin Weston trains top junior Luke Bambridge) 2. _The Coach_ (qv): Swim Coach (Local swim coach, Gil Levy, and his swim class) 3. _The Coach_ (qv): Gymnastics Coach (Elite coach, Tracey Skirton, trains Welsh and GB gymnasts, Lynette Lisle and Olivia Bryl).::Anonymous"
        ],
        "tech": {
            "runtime": [
                "3 min (4 Episodes) (UK)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        }
    }
}