{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "12 February 2007"
            },
            {
                "country": "Belgium\n",
                "date": "28 June 2008"
            }
        ],
        "release dates": [
            "Australia::12 February 2007",
            "Belgium::28 June 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Pirate Islands: The Lost Treasure of Fiji"
            },
            {
                "countries": "Germany",
                "title": "Der Schatz von Fidschi"
            },
            {
                "countries": "Italy",
                "title": "Il tesoro delle Fiji"
            },
            {
                "countries": "Russia",
                "title": "Пиратские острова: Потерянное сокровище Фиджи"
            }
        ],
        "akas": [
            "Pirate Islands: The Lost Treasure of Fiji (original title)",
            "Der Schatz von Fidschi Germany",
            "Il tesoro delle Fiji Italy",
            "Пиратские острова: Потерянное сокровище Фиджи Russia"
        ],
        "akas from release info": [
            "Pirate Islands: The Lost Treasure of Fiji (original title)",
            "Der Schatz von Fidschi Germany",
            "Il tesoro delle Fiji Italy",
            "Пиратские острова: Потерянное сокровище Фиджи Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Game On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "12 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Tyler Bradden is a gaming champion and enjoys playing the star at a convention on Fiji, where a new virtual reality sword-fight game against pirates captain Blackheart is to be presented to the public, but snooty Alison just won't admire him 'only solving mysteries impresses' while Tyler's kid brother Marty, an incorrigible scamp who feels neglected and out-staged, pulls mercilessly clever pranks to embarrass Tyler, who was forced to drag the brat along by their absent parents. Marty even downloaded cheat-codes to defeat Tyler at the new game, but when he slips in to ...    "
                },
                "2": {
                    "title": "Sanctuary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Sol evicts Tyler's trio from the native village, fearing they might be pirate spies, so they penetrate the island, looking for a place to camp, till they find a shipwreck on the beach, but it's haunted by the taunting ghost Salty Jim, who won't let them go unless they win a tricked cards guessing game... Marty tries to take Dugal's place as pirate captain Blackheart's right hand by tricking the cook to steal his tourist map, but is found out - the liar is to 'walk the plank' after the map is tested...    "
                },
                "3": {
                    "title": "Nemesis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Tyler's trio as well as Marty and Blackheart's pirate crew each desperately continue the treasure hunt, searching for the real map in parts scattered over the island. Tyler has the hardest time with traitorous Lily, Marty is the one who solves a riddle from ghost Salty Ben, originally a tip given to Tyler, for the dangerously impatient pirates team.    "
                },
                "4": {
                    "title": "Without Paddles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Captain Blackbeard has a surprise for Marty: big brother Tyler is captured and chained, but refuses to talk about the treasure; Lily offers to torture him, but Marty says Tyler is too tough and proud but proposes to trick him, which nearly succeeds by promising to escape together. When Tyler sees trough his ploy and refuses to play anymore, Marty who only learned the map is in three pieces lets his brother go, risking to be executed for failing while sleepy Dugal gets the blame for Tyler's escape. Tyler can disappear on the one of the village's only two canoes which ...    "
                },
                "5": {
                    "title": "Secrets and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Tyler's trio plays the two Salty's individual pride against each-other to trick them into telling about the treasure. Blackheart takes Marty's advice to negotiate with Sol rather then raid his village as Lily suggests, only he leaves the 'most precious source of information' safely on board with Lily to 'baby-sit' him, in her nasty mind that means meanly forcing him to mop the whole ship and even dance for her entertainment. After Sol proves too noble and justifiably suspicious to tell, the pirates' plan B is forcing him anyhow. Thus both teams learn the crucial part ...    "
                },
                "6": {
                    "title": "Poison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Tyler's team is blackmailed to tell the pirates the whereabouts of the treasure map to get the antidote for the poison Lily uses on Allison...    "
                },
                "7": {
                    "title": "Mutiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Following the Salty duo's cryptic clues to 'search deep' for the second part of the treasure map, Tyler's trio enters the dangerous enchanted forest, where the girls get arguing, but end up making up and using the mask the right way. On board the pirate ship, dumb Dugal prevents smart Marty from warning the captain for an impending mutiny by keeping him on chores till it's too late: Lily has seized command and forces him to swear loyalty on his knees or be beached with Blackheart and Dugal; Marty's fate on board seems no more enviable afterward, while Blackheart now ...    "
                },
                "8": {
                    "title": "Cross and Doublecross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "21 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Marty convinces mutineers 'captain' Lily to let him off cabin boy duty -endless chores and knife target practice with the boy as target- to get a piece of the treasure map from gullible brother Tyler. Blackheart and Dugal reach the shore rowing, but are imprisoned as war criminals in Sol's village. Tyler convinces his trio he knows his kid brother best and starts to appreciate his cunning, the prize Marty really craves, but after a scary encounter with Lily, who came alone, and overhearing Tyler still considers him a 'mere' kid, doubt sneaks back. The Salty duo ...    "
                },
                "9": {
                    "title": "Choices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "22 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    The village holds its annual tournament for the title of bravest worrier. Cocky Tyler needs to show off by entering; it's a series of elimination tests, which only he and Sol pass all, even the torturous bites of fire beetles. Finally they must swim to a marker and dive a marked stone to bring back. Then the pirates ship turns up and fires; 'Captain' Lilly allowed cocky Marty to learn the artillerist job from Canonball Bob as a reward for bringing the second map part, and now orders the kid to prove his marksmanship on his own brother, but he uses his acquired skill ...    "
                },
                "10": {
                    "title": "Broadside",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "23 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Lily has thrown Marty in irons, but he gets a message 'help!' out in a bottle which Tyler finds and stirs the mutineers crew against her lack of results; he even forges the two map pieces in fresh ink so she'll loose credibility. Tyler decides the only way to free Marty is to help Blackheart and Dugal escape if they promise to release the boy, but is surprised by chief Sol and thrown into the cage with them. Kirra refuses to betray Sol's trust, but Henry's gifts come in handy. Blackheart makes Lily walk the plank and gives the kids a boat to leave, but...    "
                },
                "11": {
                    "title": "Drum Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "26 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Blackheart tears up the fake treasure map, then decides, realizing the crew will mutiny without one, to raid the village instead... When chief Sol announces the gods will give a sign during the festival of the drum to celebrate the village's bounty, Allison believes it must be a clue to the last treasure map part in the secret drum, made from a lightning-struck tree, which only Sol may approach to play. She abuses gentle Henry's feelings to sneak off with it, but ignores the Salty Bens's warning not to puzzle the three pieces together- too late they specify if gotten ...    "
                },
                "12": {
                    "title": "Unholy Alliance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "27 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Now the kids have the treasure-map, Tyler finds pirate Lily beached-up. He nurses her, against Marty's warning, claiming she might have a vital part in the video-game. She seduces him, steals his knife and holds him under threat while seeking the treasure. They find the way to ascend a level, but so do Blackheart's pirates, who capture them. lily burns the map to render them indispensable, but they all get stuck in the booby-trapped treasure cave. meanwhile Sol and Henry escort the other kids in pursuit.    "
                },
                "13": {
                    "title": "Tabu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pirate Islands: The Lost Treasure of Fiji (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    The pirates and Tyler are running out of air and lost. However Marty's party finds the magical way in, and how to get the orb of Osiris, but the pirates were lurking, Lily steals the orb and stabs Kira. Henry finally persuaded Sol to brave the taboo and enter themselves. Marty comes up with a daring theory how to end the game and get back to reality, but the virtual reality malfunction isn't fixed yet...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Noble, John"
            },
            {
                "name": "O'Keeffe, Kain"
            },
            {
                "name": "Clemens, Adelaide"
            },
            {
                "name": "Tikotikoivatu, Sera"
            },
            {
                "name": "Atkins, Joseph"
            },
            {
                "name": "Valentine, Wame"
            },
            {
                "name": "Vernon, Nathan"
            },
            {
                "name": "Daly, Jim"
            },
            {
                "name": "Nikolakopoulos, Tony"
            },
            {
                "name": "LaBonté, Bert"
            },
            {
                "name": "Burmeister, Saskia"
            },
            {
                "name": "Abbey, Bay"
            },
            {
                "name": "Santos, Francisco Dos"
            },
            {
                "name": "Grubb, Robert"
            },
            {
                "name": "Cakau, Veni"
            },
            {
                "name": "Bakata, Ranadi"
            },
            {
                "name": "Kaliva, Josefo"
            },
            {
                "name": "Rounds, Archie Leon"
            },
            {
                "name": "Young, Michael"
            },
            {
                "name": "Collins, William"
            }
        ],
        "locations": [
            "Fiji"
        ],
        "genres": [
            "Action",
            "Adventure",
            "Fantasy",
            "Sci-Fi",
            "Thriller"
        ],
        "runtimes": [
            "312"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 83,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjY0ZTEyNDctMWM3OS00MTQ5LTk4MDUtMzUyZTFmZDZjYjUzXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Australian gaming champion Tyler came to Fiji to star in the fancy presentation of an unedited Pirates Island game and hopefully score with groupies, but his jealous, smart, mischievous kid brother Marty, who feels neglected, not only tries to cheat with codes he downloaded, when the virtual reality room goes wild the brothers and two girl participants get somehow transported into the game, on a Fijian island with native chief Sol's idyllic village and captain Blackheart's pirates, who look for an Egyptian Pharoah's fabulous, enchanted treasure. The kids soon realize the only way to get back to their real lives is winning the game, but Marty decides to seize the opportunity to beat 'bad' big brother big time by siding with the pirates in the treasure-hunt, yet when it comes down to it neither can see his brother come to physical hurt... There's also a mutinous pirate, the taunting ghost Salty Ben and a magical treasure map with even spookier properties, so adventure and surprises are almost guaranteed in every episode...",
        "languages": [
            "English"
        ],
        "title": "Pirate Islands: The Lost Treasure of Fiji",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Dann, Max"
            },
            {
                "name": "Hannam, David"
            },
            {
                "name": "Morris, Anthony"
            }
        ],
        "other companies": [
            {
                "name": "Fintage CAM"
            },
            {
                "name": "VisionsMCP"
            }
        ],
        "plot": [
            "Following on from the first series of Pirate Islands, The Lost Treasure of Fiji is essentially a computer game. The characters find themselves pulled into this alternate reality world, and must try to find their way back out.::Anonymous",
            "Australian gaming champion Tyler came to Fiji to star in the fancy presentation of an unedited Pirates Island game and hopefully score with groupies, but his jealous, smart, mischievous kid brother Marty, who feels neglected, not only tries to cheat with codes he downloaded, when the virtual reality room goes wild the brothers and two girl participants get somehow transported into the game, on a Fijian island with native chief Sol's idyllic village and captain Blackheart's pirates, who look for an Egyptian Pharoah's fabulous, enchanted treasure. The kids soon realize the only way to get back to their real lives is winning the game, but Marty decides to seize the opportunity to beat 'bad' big brother big time by siding with the pirates in the treasure-hunt, yet when it comes down to it neither can see his brother come to physical hurt... There's also a mutinous pirate, the taunting ghost Salty Ben and a magical treasure map with even spookier properties, so adventure and surprises are almost guaranteed in every episode...::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "5 hr 12 min (312 min) (Australia)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 83,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 39,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 24,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 5.8
            },
            "males": {
                "votes": 37,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 16,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "females": {
                "votes": 32,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 23,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.2
            },
            "us users": {
                "votes": 5,
                "rating": 5.7
            },
            "non us users": {
                "votes": 51,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 27,
            "9": 8,
            "8": 11,
            "7": 8,
            "6": 7,
            "5": 6,
            "4": 6,
            "3": 2,
            "2": 5,
            "1": 3
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}