{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "23 October 2007"
            }
        ],
        "release dates": [
            "Denmark::23 October 2007"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "da"
        ],
        "color info": [
            "Color::(hd)"
        ],
        "rating": 6.0,
        "votes": 5,
        "budget": "DKK1,500,000 (estimated)",
        "languages": [
            "Danish"
        ],
        "title": "Politiskolen",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Politiskolen (Denmark)"
        ],
        "production companies": [
            {
                "name": "Fridthjof Film"
            }
        ],
        "distributors": [
            {
                "name": "Danmarks Radio (DR)"
            }
        ],
        "plot": [
            "Following new students at the Danish Police Academy during their first 2 years.::Ronnie Fridthjof"
        ],
        "synopsis": [
            "Politiskolen er en ny dokumentar i fire afsnit, der følger Louise og Mudi's forsøg på at gennemføre deres drømmeuddannelse på Politiskolen. Den giver et menneskeligt og sjældent indblik i en verden mange har en mening om, men som få rigtig kender.Christianshavnerpigen Louise drømmer om at blive en del af politiets eliteenhed, Aktionsstyrken, men klasselæreren Arne er meget i tvivl, om hun overhovedet kan gennemføre politiuddannelsens første år. Hendes personlighed - og påklædning - er ikke ligefrem noget, Politiskolen er vant til.Indvandreren Mudi fra Gjellerupparken i Århus drømmer om at være det link, der i fremtiden kan forbinde indvandrerkulturen med det danske politi. Hans store problem er imidlertid, at han hurtigt bliver stresset i pressede situationer. Problemerne bliver heller ikke mindre af at hans bagland kalder ham forræder, da han trækker i uniformen i forbindelse med et et-uges praktik forløb.Fra romantiske forestillinger til barske realiteterAllerede efter få måneders uddannelse bliver eleverne konfronteret med de barske realiteter under en uges praktikophold på en politistation. Det er her, ansigt til ansigt med en meget konkret virkelighed, at deres romantiske forestillinger om en tilværelse som hyggelig panserbasse eller fantasier om heltegerninger som hårdkogt strømer for første gang bliver punkteret."
        ],
        "tech": {
            "runtime": [
                "28 min (Denmark)"
            ],
            "color": [
                "Color (hd)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 2,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 1,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.0,
        "median": 5
    }
}