{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "14 April 2007"
            }
        ],
        "release dates": [
            "UK::14 April 2007"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Titan and Titch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "17 May 2009",
                    "year": "2009",
                    "plot": "\n    Spring has sprung on Borough Farm and it is chaos as usual. Winnie the ewe has her head stuck in a fence and Eddie chases a tiny black lamb down a fox hole. It is up to Mist and Jake to sort out the mess.    "
                },
                "2": {
                    "title": "Calamity Janet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "23 May 2009",
                    "year": "2009",
                    "plot": "\n    Janet the hen and her brood of fluffy chicks are taking a stroll around Borough Farm. But the dizzy chicken loses her offspring and it is the job of Mist and the gang to find them, one tiny cheeping chick at a time.    "
                },
                "3": {
                    "title": "Basket Envy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 May 2009",
                    "year": "2009",
                    "plot": "\n    Fern is green with envy when Gail is allowed to sleep in a cosy basket in the farmhouse. She plots to remove Gail from the house so that she can take her place. But a fluffy new arrival makes Fern realize that the kennel is not so bad after all.    "
                },
                "4": {
                    "title": "Piggy Sue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "31 May 2009",
                    "year": "2009",
                    "plot": "\n    When the new puppy Fly meets the pigs, one of the tiny piglets decides that she too would like to grow up to be a sheepdog. Piggy Sue ends up causing mess and mischief - and poor Fly gets the blame!    "
                },
                "5": {
                    "title": "Jake's Dairy Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "31 May 2009",
                    "year": "2009",
                    "plot": "\n    The new puppy Fly spots two greedy, bullying geese as they invade the pond and kick out the ducks. All the Borough Farm dogs gather and try to remove them - but even Jake's amazing surfing fails to get rid of the geese. Thankfully, Fly has a bright idea that saves the day.    "
                },
                "6": {
                    "title": "Every Which Way But Goose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "6 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    The new puppy Fly spots two greedy, bullying geese as they invade the pond and kick out the ducks. All the Borough Farm dogs gather and try to remove them - but even Jake's amazing surfing fails to get rid of the geese. Thankfully, Fly has a bright idea that saves the day.    "
                },
                "7": {
                    "title": "Helen Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    When Jake spectacularly crashes the quad bike, the Boss is forced to ride Helen Horse. But as Helen gets ever more pampered and pompous, the dogs begin to feel left out. Is Helen Horse an unstoppable force?    "
                },
                "8": {
                    "title": "The Cowdogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "13 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Poor Eddie isn't a very good sheepdog. When he, Mist and Jake visit a cow farm, he tries to prove that he can round up anything - with disastrous results. The old cowdog Rex saves Eddie from the stampede of cows, which is the beginning of a wonderful friendship.    "
                },
                "9": {
                    "title": "A Load of Rubbish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "14 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Borough Farm has had some very messy visitors who have dropped their litter hither and thither. A lamb gets a bag stuck on his head, a ram has a flying ring on his horn and Steve the duck becomes entangled in plastic. But help is always at paw from Mist, Jake and Gail.    "
                },
                "10": {
                    "title": "Storm Exodus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "20 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    There is trouble on Borough Farm - all the animals have gone missing after a thunderstorm! Mist and the gang find them in the most unusual places - a hen in the pond, sheep on the beach and a horse in the gorse. But where is the puppy Fly?    "
                },
                "11": {
                    "title": "Dognapped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "21 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Mist the sheepdog is stolen by a jealous shepherd, shut up in an old barn and guarded by a flock of bossy geese. Jake, Swift and the gang mount an exciting mission to rescue their best friend.    "
                },
                "12": {
                    "title": "A Piece of Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "27 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    It is Mist's fifth birthday, but all the dogs have forgotten. Or have they? Old Swift leads a plot to make Mist a surprise birthday cake, with the help of the sheep, ducks, rams, Helen Horse and the singing Exmoor ponies!    "
                },
                "13": {
                    "title": "The End of the Tail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "28 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A game of 'Bite My Tail' goes very wrong when Mist bites too hard on Jake's fluffy tail. A visit to the vets leaves him with a bright yellow bandage, to his joy and surprise. But Mist has an even bigger surprise in store.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Lost Lamb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    It's springtime on Borough farm and there are new-born lambs every where. On the cliffs Wendy the sheep has forgotten where she has left her lamb, in fact she's forgotten that she had a lamb at all! As Jake bounds off in search of the youngster, Mist faces the tricky task of reminding Wendy of the lamb that she is missing.    "
                },
                "2": {
                    "title": "The Legend of Borough Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Deep in the heart of Borough woods lives a legendary sheep so wild that not even the great Sir Gregory could bring her back to the flock. But the Boss has decided that it is time for the Legend to be bought back into the fold, and one by one the dogs set off in search of her. It is only Mist who finds the Legend, living in a strange castle deep in the woods. As the Legend tells Mist of her quiet and contented life, Mist realizes that she must choose between the glory of returning with the errant sheep, or doing the right thing and letting her be.    "
                },
                "3": {
                    "title": "Jake's Fishy Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Jake loves to roll, but when he rolls off a cliff and ends up on the sea shore below, he finds himself in a pickle, as even with his long legs he can't get back up again. Luckily for Jake a friendly Swedish seal called 'Sven' bobs up to lend a flipper. He kindly guides Jake back up the cliff much to the surprise of the worried Boss and Mist.    "
                },
                "4": {
                    "title": "Ewe and Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Sheep do some silly things, but getting stuck on their backs is about the silliest. When Vanessa the ewe becomes stuck belly-up while trying to rub an itch, Mist knows that she must act fast. As a flock of cackling crows circle around, Mist races to fetch help. Having woken the Boss they arrive just in time to put Vanessa safely back on her own four hooves again.    "
                },
                "5": {
                    "title": "Mist's First Trial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    The Boss is so pleased with Mist that he decides to enter her in a local sheepdog trial. But as the crowd look on, Mist's boundless enthusiasm turns against her, as she rounds up a huge flock of the wrong sheep in the wrong field! The Boss is humiliated and Mist hangs her head in shame. Just as she thinks that the whole day has been a complete disaster Mist spots two faces that make her spirits rise. Could the two watching dogs really be her long lost siblings?    "
                },
                "6": {
                    "title": "Dried Ducks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    It hasn't rained at Borough farm all summer and life is dusty and dry. The dogs are hot, the fields are bare but worst of all the ducks' pond doesn't have a drop of water. Mist is keen to lend them a paw. However, guiding four ducks to a new pond is not as easy as Mist might have thought. She soon discovers that Steve, Jessica and co. never learned to fly, but undeterred they set off to waddle on a great journey that takes them back to exactly where they started!    "
                },
                "7": {
                    "title": "Fern's Forte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 May 2007",
                    "year": "2007",
                    "plot": "\n    When Fern overhears a whisper that she isn't pulling her weight at Borough farm, she is crest fallen. However, when Beatty the ewe gets stuck in the pond, with her fleece waterlogged, it soon becomes obvious that it is going to take a special sort of dog to save her. Right on cue Fern the swimming sheepdog wades into action.    "
                },
                "8": {
                    "title": "Not So Swift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 May 2007",
                    "year": "2007",
                    "plot": "\n    Swift is not only the oldest sheepdog at Borough farm, she's also the proudest. So when she's overlooked for the tough job of bringing home the rams, she sets out to prove that she's still up to such a challenge. However, the rams, led by the fearsome MacPhereson, have different ideas, and it takes the timely arrival of Swift's son Ernie to save the day.    "
                },
                "9": {
                    "title": "Mist's Great Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 May 2007",
                    "year": "2007",
                    "plot": "\n    Mist's second sheepdog trial is far trickier that the first. She doesn't just have to pen the sheep, she has to find them in the first place. When she discovers that the sheep in question are the stubborn and downright dangerous MacPhereson sisters, she understands why all of the other dogs have refused to even try. Mist uses every trick to move the cantankerous quartet of sheep through countless obstacles and finally into the pen. Everyone cheers and Mist soaks up her moment of glory.    "
                },
                "10": {
                    "title": "The Beast of Borough Farm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 May 2007",
                    "year": "2007",
                    "plot": "\n    A dark monster lurks around the valley and panic is spreading amongst the Borough farm ewes. Mist and Jake investigate, and with the aid of Helen the Horse and Sven the Seal, hatch a plan to save the flock. As dusk settles a thousand sheep fill the valley, determined to prove that there is no place for a Beast at Borough farm.    "
                },
                "11": {
                    "title": "Drake Expectations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 May 2007",
                    "year": "2007",
                    "plot": "\n    If there's one thing that ducks don't take to, it's a tree falling into their pond. So when the worst happens Steve and his lady ducks waddle to Mist's yard in search of help. But when they arrive they find that the dogs have a problem of their own; a flood! While the lady ducks make use of the dogs' new pond, Steve wanders into the dog kennel from where he has some surprising news. \"I've laid an egg and I'm not coming out until it's hatched\". Leaving Mist with a problem to solve.    "
                },
                "12": {
                    "title": "Macphereson's Lament",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 May 2007",
                    "year": "2007",
                    "plot": "\n    A heavy fall of winter snow is enough to test even the hardiest of animals. So when MacPhereson the ram wanders miserably away from the other rams, his chances don't look good. Mist sets out on a mission to find the old ram, and after a bizarre meeting with a herd of singing ponies, she finds MacPhereson and persuades him that MacVicar, MacCrae and the others still need his company.    "
                },
                "13": {
                    "title": "Steady Eddie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 May 2007",
                    "year": "2007",
                    "plot": "\n    The winter's work has taken its toll on the Borough farm dogs. Swift announces her retirement, Gail is feeling stiff in her joints and Ernie is suffering with an injury. With the lambing season just around the corner it looks as if the pack are going to be short pawed. To everyone's surprise Jake introduces his three month old son, Eddie, whom he tells them will be a fine addition to the pack. Everyone is delighted apart from Mist, who wonders how life will change now that she is no longer the puppy in the pack of the Borough farm sheepdogs.    "
                }
            },
            "2": {
                "1": {
                    "title": "Little Orphan Aggie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Mist's sheepdog adventures continue, and are more exciting than ever. Together with her friends, Mist lends a helpful paw to an orphaned lamb, a homeless ram, a clumsy duck, a confused alpaca, a brood of fluffy ducklings and a lost eagle. With a host of new characters, and returning favourites, Mist, Jake, Eddie and the gang prove that a dog's life is never dull. In 'Little Orphan Aggie' a tiny orphan lamb is rescued by Mist and Ernie. Old Swift jumps at the chance to mother him back to strength - but will she be ready to say goodbye when he goes back to the pastures?    "
                },
                "2": {
                    "title": "Pride and Joyce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Apr. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Wild Woolly Winnie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Young sheepdog Eddie faces his biggest struggle yet - to persuade the stubborn ewe Winnie to overcome her fear of the shear and have her enormous winter fleece shorn off for summer.    "
                },
                "4": {
                    "title": "The Importance of Being Ernest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Ernie's poorly paws are getting worse - but he doesn't want to stop working. When the dogs tell him to take it easy and sit still, Ernie stubbornly decides to do just that - and never move again!    "
                },
                "5": {
                    "title": "Trial and Error",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    It is time for Jake and Fern to work together at a sheepdog trial. But a neighbouring dog agility course proves too much temptation for excitable Jake, and gallant Gail steps in to save the day.    "
                },
                "6": {
                    "title": "Lost and Hound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Mist is accidentally shut in a sheep trailer and driven miles away from Borough Farm, to the far side of Exmoor. On her long trek home she encounters the good, the bad and the barmy.    "
                },
                "7": {
                    "title": "Jake's Outrun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 May 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Top Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "4 May 2008",
                    "year": "2008",
                    "plot": "\n    Naughty Eddie sets up a competition to discover who the best sheepdog on Borough Farm is. Is it brave Ernie? Speedy Jake? Nimble Mist? The answer comes as a surprise to all of them.    "
                },
                "9": {
                    "title": "The Lamb Who Cried Eagle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 May 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Eddie's Gripping Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 May 2008",
                    "year": "2008",
                    "plot": "\n    Eddie has been naughty again - he has bitten Vanessa the ewe on her bottom. He is a 'gripper' and is shut in the doghouse until he learns to behave - but a cunning escape leads to a dramatic escapade.    "
                },
                "11": {
                    "title": "Monsieur Mouton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 May 2008",
                    "year": "2008",
                    "plot": "\n    Jake befriends a visiting French ram, Monsieur Mouton. But the glum newcomer is forced to live alone because the other sheep can't abide the noisy bell around his neck. How will poor Monsieur Mouton find his place on Borough Farm?    "
                },
                "12": {
                    "title": "The Winter Guests",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "18 May 2008",
                    "year": "2008",
                    "plot": "\n    Mist and Jake are shocked to find that hungry thieves have been raiding the sheep's food shed. Jake is convinced that the culprits are a cockerel and a camel - and he's only slightly wrong.    "
                },
                "13": {
                    "title": "Mist's Long Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mist: Sheepdog Tales (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "24 May 2008",
                    "year": "2008",
                    "plot": "\n    A slip of the foot sends the Boss tumbling down the cliffs, and Mist's attempt to help him ends up with them both stuck on the rock face, all day and all night. The other dogs use their ingenuity to summon a thrilling helicopter rescue.    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Jacobi, Derek"
            },
            {
                "name": "Giedroyc, Mel"
            },
            {
                "name": "Litchfield, Paul"
            },
            {
                "name": "Hanna, Gillian"
            },
            {
                "name": "Dickinson, Sandra"
            },
            {
                "name": "Clarke, Vanessa"
            },
            {
                "name": "McNeill, David"
            },
            {
                "name": "Claydon, Karyn"
            },
            {
                "name": "Stubbs, Una"
            },
            {
                "name": "Allen, Adie"
            },
            {
                "name": "Madoc, Ruth"
            },
            {
                "name": "Craig, Fergus"
            },
            {
                "name": "Treadaway, Luke"
            },
            {
                "name": "Russell, Clive"
            },
            {
                "name": "McCusker, Mary"
            },
            {
                "name": "Page, Joanna"
            },
            {
                "name": "Overall, Richard"
            },
            {
                "name": "Hamilton, Gabrielle"
            },
            {
                "name": "Lederer, Helen"
            },
            {
                "name": "McFarlane, Colin"
            },
            {
                "name": "Dunton, Jane"
            },
            {
                "name": "Lee, Rustie"
            },
            {
                "name": "Appleby, Bea"
            },
            {
                "name": "Blostone, Oliver"
            },
            {
                "name": "Hull, Tony"
            },
            {
                "name": "Wilkinson, Naomi"
            },
            {
                "name": "Collier, Nick"
            },
            {
                "name": "Harbour, Beatrice"
            },
            {
                "name": "Stewart, Gavin"
            }
        ],
        "locations": [
            "Borough Farm, Devon, England, UK",
            "Devon, England, UK"
        ],
        "genres": [
            "Adventure",
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United Kingdom:U"
        ],
        "number of seasons": 3,
        "rating": 8.5,
        "votes": 35,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjJiNmI2MmEtZTVlYS00YmFhLWJiZGItODg0MmUyNGQ4Nzc4XkEyXkFqcGdeQXVyMTk3MzE5NTg@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Mist may no longer be a puppy, but she still has much to learn about life as a Borough farm sheepdog. But with Swift, Ernie, Jake, Fern and her Mother Gail around, Mist has all of the help she needs to cope with the host of animals that live at Borough farm. 'Mist - sheepdog tales' are thirteen individual stories, telling of Mist's first adventures as she sets out in life as a fully-fledged working sheepdog.",
        "languages": [
            "English"
        ],
        "title": "Mist: Sheepdog Tales",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Mist: Sheepdog Tales (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Overall, Richard"
            }
        ],
        "production companies": [
            {
                "name": "Borough Valley"
            }
        ],
        "distributors": [
            {
                "name": "Five"
            }
        ],
        "other companies": [
            {
                "name": "Fonic"
            }
        ],
        "plot": [
            "Mist may no longer be a puppy, but she still has much to learn about life as a Borough farm sheepdog. But with Swift, Ernie, Jake, Fern and her Mother Gail around, Mist has all of the help she needs to cope with the host of animals that live at Borough farm. 'Mist - sheepdog tales' are thirteen individual stories, telling of Mist's first adventures as she sets out in life as a fully-fledged working sheepdog.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "11 min (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 35,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 18,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 8.7
            },
            "males": {
                "votes": 19,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 9.9
            },
            "females": {
                "votes": 12,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 11,
                "rating": 6.9
            },
            "non us users": {
                "votes": 17,
                "rating": 8.8
            }
        },
        "number of votes": {
            "10": 18,
            "9": 7,
            "8": 1,
            "7": 4,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.5,
        "median": 1
    }
}