{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2007"
            }
        ],
        "release dates": [
            "UK::2007"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Challands, Joe"
            },
            {
                "name": "Rickers, Jamie"
            }
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Presented by Joe Challands and Jamie Rickers, Prove It! is the ultimate investigative experience where you can can seek out the truth. The boys go to the ends of the earth in pursuit of the evidence that will yield the answers. It's a fast show that stops at nothing to separate fact from fiction. There's the 60 Second Challenge, where Jamie and Joe achieve the seemingly impossible in just one minute, Fred's Shed with the legendary Fred Talbot and U Prove It, where viewers get the opportunity to prove that they can do something amazing.",
        "languages": [
            "English"
        ],
        "title": "Prove It!",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Prove It! (United Kingdom)"
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            }
        ],
        "plot": [
            "Presented by Joe Challands and Jamie Rickers, _Prove It!_ (qv) is the ultimate investigative experience where you can can seek out the truth. The boys go to the ends of the earth in pursuit of the evidence that will yield the answers. It's a fast show that stops at nothing to separate fact from fiction. There's the 60 Second Challenge, where Jamie and Joe achieve the seemingly impossible in just one minute, Fred's Shed with the legendary Fred Talbot and U Prove It, where viewers get the opportunity to prove that they can do something amazing.::CITV Official Plot Outline"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}