{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 May 2007"
            },
            {
                "country": "USA\n",
                "date": "1 June 2007"
            }
        ],
        "release dates": [
            "USA::10 May 2007",
            "USA::1 June 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prankville (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    When a guy and his girlfriend or wife pull up to the menu board of our drive through restaurant, they are greeted by a friendly voice asking for their order. He takes the guy's order and then starts hitting on the woman.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prankville (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    \"Drive Through Eater\": Customers pull up to the drive-through window to find that Billy Merritt is eating their food.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prankville (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    \"Delivery Duel: A pizza delivery guys show up at a house with a pie in hand. But a second after he gets to the door, another pizza guy, played by actor Sauce, shows up. \"Not a Bowling Ball\": A bowler waiting to retrieve his ball from the ball return gets a surprise. Instead of his ball rolling out of the mouth of the machine, out pops a soccer ball. \"Oil Check Surprise\": When a driver pulls into a full-service gas station, attendant Kurt Braunohler offers to check his oil. When Kurt lowers the hood and walks back around to the driver, smoke begins billowing out of the...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prankville (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Hidden camera segments include Bad Prom Date,\" \"Pimp My Mower.\"    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prankville (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    \"Bathroom Job Interview\": Billy Merritt interrupts his interviews with a series of job applicants to use the bathroom adjacent to his office. \"Oil Check Strip Down\": When a driver pulls into a full-service gas station, attendant Kurt Braunohler offers to check the oil. When Kurt lowers the hood, he's no longer wearing his jumpsuit, just a pair of boxer shorts. \"Waitress Blind Date\": Guys are set up on a blind date with Rebekka Johnson at a restaurant where they're surprised to discover that she's not just their company for the evening. She's also their waitress. \"...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prankville (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    \"Hotel Towel Girl\": When a couple checks into their room hotel room, they are surprised to find Heidi Bailey packing up the last of her things. \"Monster Flat\": Rebekka Johnson is a damsel in distress who asks people to help her fix a flat tire. When they agree, she walks them around a corner to where a giant monster truck is parked. \"Relaxed Dress Code\": Job applicants meeting with Kurt Braunohler are told about the \"very relaxed work environment\" at the company. \"Talking Mannequin\": Guys waiting for their wives and girlfriends while they try on clothes at a boutique ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Duke, Pat"
            },
            {
                "name": "Foster, David"
            },
            {
                "name": "Johnson, Rebekka"
            },
            {
                "name": "O'Reilly, Missy"
            },
            {
                "name": "Emery, Jennifer"
            },
            {
                "name": "Williams, Trevor"
            },
            {
                "name": "Merritt, Billy"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTU4MjQzODcwN15BMl5BanBnXkFtZTgwOTc1NjcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Prankville puts a country twist on good-natured practical jokes. When strangers step into this town strange things happen, and CMT's hidden cameras are there to capture every bizarre twist and hilarious turn. So the next time you walk into your local diner, supermarket or bowling alley, beware&you just might just be entering Prankville! The show is produced by Adam Dolgins and Frank Gregory of Fractured Hip Productions (MTV's Boiling Points\").",
        "languages": [
            "English"
        ],
        "title": "Prankville",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Prankville (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Berger, Ian"
            },
            {
                "name": "Goldstein, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "Fractured Hip"
            }
        ],
        "distributors": [
            {
                "name": "CMT"
            }
        ],
        "plot": [
            "_Prankville_ (qv) puts a country twist on good-natured practical jokes. When strangers step into this town strange things happen, and CMT's hidden cameras are there to capture every bizarre twist and hilarious turn. So the next time you walk into your local diner, supermarket or bowling alley, beware&you just might just be entering _Prankville_ (qv)! The show is produced by Adam Dolgins and Frank Gregory of Fractured Hip Productions (MTV's Boiling Points\")."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}