{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "9 February 2007"
            }
        ],
        "release dates": [
            "Singapore::9 February 2007"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Alaric"
            },
            {
                "name": "Choi, E.J."
            },
            {
                "name": "Lee, Nicholas"
            },
            {
                "name": "Lim, Kay Siu"
            },
            {
                "name": "Lim, Kay Tong"
            },
            {
                "name": "Lopez, Vernetta"
            },
            {
                "name": "Neo, Swee Lin"
            },
            {
                "name": "Pho, Rosalind"
            },
            {
                "name": "Utt"
            },
            {
                "name": "Wong, Debbie"
            },
            {
                "name": "Yusoff, Deanna"
            }
        ],
        "locations": [
            "Singapore"
        ],
        "genres": [
            "Action",
            "Comedy",
            "Crime",
            "Drama",
            "Mystery"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Singapore:PG"
        ],
        "budget": "$27,000 (estimated)",
        "plot outline": "Romance, betrayal, redemption, guilt, lust, honor, innocence, depravity, pride, angst and a tornado. Random Acts features eight individual and personal stories that cover an extensive gamut of emotions, comedy and drama whilst maintaining universal themes and emotions in an experimental series. Starting with a bang, Random Acts tells stories that move from the depraved to the mysterious to desperate to twists of fate to twists of logic. Random Acts will balance action, romance, humor and drama with art, suspense, tragedy and horror. The series is a roller coaster ride of action and emotion. From the comedy of errors in Gifted Criminals to the bitter sweet father-son drama The Television to taking a walk on the grungier and seedier side of Singapore life in Singapore Unplugged to the psychological thriller The Locked Room to dysfunctional-behavior and lies galore in Family Feud to the breaking point of tension and repression in Office Hours to the perfection of wedded bliss in Unhappily Ever After to the road blocks standing in the way of would-be filmmakers trying to break into the big leagues in God Hates Movies. Random Acts is a stylized, content-driven program, where every episode is given a hand-held feel, and where the camera rarely stops moving. With in your face and edgy content, where each episode is filmed almost exclusively at one key location and with 7 main and 4 supporting actors playing various roles over the eight episodes, the experimental series will be unlike any shows before it.",
        "languages": [
            "English"
        ],
        "title": "Random Acts",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Random Acts (Singapore)"
        ],
        "writer": [
            {
                "name": "Bosco, Don"
            },
            {
                "name": "Chan, Jaclyn"
            },
            {
                "name": "Chok, Lionel"
            }
        ],
        "production companies": [
            {
                "name": "Hoods Productions"
            }
        ],
        "distributors": [
            {
                "name": "MediaCorp TV"
            }
        ],
        "plot": [
            "Romance, betrayal, redemption, guilt, lust, honor, innocence, depravity, pride, angst and a tornado. _Random Acts_ (qv) features eight individual and personal stories that cover an extensive gamut of emotions, comedy and drama whilst maintaining universal themes and emotions in an experimental series. Starting with a bang, _Random Acts_ (qv) tells stories that move from the depraved to the mysterious to desperate to twists of fate to twists of logic. _Random Acts_ (qv) will balance action, romance, humor and drama with art, suspense, tragedy and horror. The series is a roller coaster ride of action and emotion. From the comedy of errors in Gifted Criminals to the bitter sweet father-son drama The Television to taking a walk on the grungier and seedier side of Singapore life in Singapore Unplugged to the psychological thriller The Locked Room to dysfunctional-behavior and lies galore in Family Feud to the breaking point of tension and repression in Office Hours to the perfection of wedded bliss in Unhappily Ever After to the road blocks standing in the way of would-be filmmakers trying to break into the big leagues in God Hates Movies. _Random Acts_ (qv) is a stylized, content-driven program, where every episode is given a hand-held feel, and where the camera rarely stops moving. With in your face and edgy content, where each episode is filmed almost exclusively at one key location and with 7 main and 4 supporting actors playing various roles over the eight episodes, the experimental series will be unlike any shows before it.::Esan Sivalingam"
        ],
        "tech": {
            "runtime": [
                "45 min (Singapore)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        }
    }
}