{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "April 2007"
            }
        ],
        "release dates": [
            "USA::April 2007"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Hot Market Hesitations",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "plot": "\n    A fun and outgoing thirty-something couple search for their first home in Santa Clarita, California. With the market being as competitive as it is, will they be able to find their dream home before they're all taken?    "
                },
                "2": {
                    "title": "Big Apple, Big Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "plot": "\n    A hip and fun couple search for their first home in Manhattan, New York. But with major differences in ideal location and price, will they ever find a home they'll both be happy with?    "
                },
                "3": {
                    "title": "Laconia Lakefront Living",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "9 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Brittany and Joel are college sweethearts living with family. While staying with family has been nice on their bank accounts, they both work from home and so space is at a premium. Brittany and Joel are now ready to dive into the housing market and find their first home. However, when they can't agree will they find a home at all?    "
                },
                "4": {
                    "title": "Cape Cod Clash",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "plot": "\n    Engaged couple, Adam and Megan, are on a mission to find their first home in a mere ten days before they get married. Their realtor, Mariana, must overcome the challenge of Megan's demanding list and find a home that they will love. With time running out, can they find a house that they both love before they say, \"I do\"?    "
                },
                "5": {
                    "title": "Modern History",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n    Amy and Braden can't agree on what they want in a house. Can these two overcome their disagreements in order to find their first home?    "
                },
                "6": {
                    "title": "Napa Novices",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    An incredibly budget conscious couple set out to find their perfect house in California's beautiful and expensive wine country.    "
                },
                "7": {
                    "title": "Three's Company",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Lee, a real estate agent, must find a duplex that would satisfy his two most difficult clients yet - His wife and his daughter. Can he find a home that they can all agree on?    "
                },
                "8": {
                    "title": "Looking for the Mystery Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "plot": "\n    A couple with differing tastes and budgets have a hard time finding a house for them and their young daughter in Santa Cruz, California.    "
                },
                "9": {
                    "title": "Silicon Valley Shenanigans",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "plot": "\n    Two first time homebuyers have dreams of living in an up and coming neighborhood. With Menlo Park their perfect destination, Chris and JD are determined to find their home before they leave for their honeymoon.    "
                },
                "10": {
                    "title": "Suburban Sticker Shock",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "plot": "\n    An engaged couple wants to purchase a home in Encino, California before their wedding day. Will Taryn be able to lower her standards and up her budget to find a house her and Yuriy can spend the rest of their lives in?    "
                },
                "20": {
                    "title": "Persistent in Portland",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 20,
                    "original air date": "4 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Chrysanthius and Joshua are searching for their first family home in North Portland, Oregon. They are desperate to stay close to family in the area they love, but rising prices, shrinking spaces and differing opinions may bring this process to a halt!    "
                }
            },
            "1": {
                "1": {
                    "title": "Quakertown, PA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Josh and Rachel are relocating from LA to Quakertown, PA, where Josh has gotten a job as a local pastor. But when Josh leaves on a research trip to Israel, Rachel must make an offer on a four-bedroom home he's never seen.    "
                },
                "2": {
                    "title": "Nashville, TN",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    High school sweethearts Jessica and Andy recently relocated to Nashville, TN when Andy got a new job. After living with Andy's college roommate on separate couches in his living room, Jessica is ready to buy the first house she sees.    "
                },
                "3": {
                    "title": "Los Angeles, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Hollywood visual effects designer Rob has never owned his own home. With the advice and support of his good friends Rob decides on a two-bedroom bungalow near Beverly Hills, but will termite and roof damage change his mind?    "
                },
                "4": {
                    "title": "Seattle, WA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Evan and Lauren want to go from apartment renting to home owning. But they get a rude awakening when they find out just how expensive Seattle's hot real estate market is. They find the perfect home, only to realize it's $15,000 above their top price rang    "
                },
                "5": {
                    "title": "Anchorage, AK",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Jennifer and Wayne of Anchorage, AK, thought they'd be lifelong renters after their daughters' health problems forced them into medical bankruptcy. But their realtor is determined to help them clean their credit so they can buy a home.    "
                },
                "6": {
                    "title": "San Francisco, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Newlyweds Mike and Katie have given their realtor the challenging task of finding an up-to-date single family home in San Francisco for under $700,000. After looking at dozens of homes they finally settle on a home in an area they had never considered.    "
                },
                "7": {
                    "title": "Oakland, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Artists Rita and Marie want to buy a home and get married in its garden. They search the internet and find the perfect place in Oakland, CA. After a flurry of negotiating and some bad news at the house inspection, they may just get their wish.    "
                },
                "8": {
                    "title": "Gulf Coast, MS",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Ed lost almost everything when Hurricane Katrina blew the roof off his rental apartment. But Ed, a hurricane hunter, decides to risk it all again on buying a house in Biloxi, MS. Then, on moving day, Ed pops the question to his girlfriend.    "
                },
                "9": {
                    "title": "St. Louis, MO",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Lynn is ready to own her own home after years of renting in St. Louis. She finds an exquisite but unrenovated home she loves, but the seller won't come down in price. A few weeks later, she gets an unexpected call. It may all work out after all.    "
                },
                "10": {
                    "title": "Richmond, VA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Morgan and boyfriend, Drew, can only afford about half the average price of a home in Richmond, VA, but they finally find a small house that suits them. When a competing buyer ups the ante, they rush to make an offer, but is it too late?    "
                },
                "11": {
                    "title": "Atlanta, GA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Single mom Bridgette wants to buy a home in Atlanta so that her son and daughter can finally have their own rooms. After her offer is accepted they plan their big move, but a postponed closing date puts the whole move in jeopardy.    "
                },
                "12": {
                    "title": "Maui, HI",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Mark and Deborah don't have much to spend, but want to buy their first home not far from the beach in Maui. When the perfect little house appears on the market, they put in an offer, but it's rejected. Should they up the offer, or walk away?    "
                }
            },
            "2": {
                "1": {
                    "title": "Ann Arbor, MI",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    High school sweethearts Dan and Marianne Mutschler got married last year and are looking to buy a house in Ann Arbor, Michigan. The Mutschler's turn to realtor Bob Ziegler, a long-time friend and golfing partner of Dan's dad to assist in their search.    "
                },
                "2": {
                    "title": "Chicago, IL",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Commercial real estate agent and Chicago native Joel Zeid is ready to leave the confines of his parents' house and build some equity for the future by purchasing a hip condo in the city of Chicago.    "
                },
                "3": {
                    "title": "Indianapolis",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Patrick Parson, a youth pastor, and Deanna, an elementary school teacher, are eager to move their family of six out of the crime-ridden neighborhood where they currently rent and into a home they can call their own.    "
                },
                "4": {
                    "title": "Memphis",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Midshipman Thomas Bullock and his wife, Damay--a college counselor--have four days to buy a home in Memphis, Tennessee before Thomas has to ship out to sea once more.    "
                },
                "5": {
                    "title": "Minneapolis, Minnesota",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Minneapolis newlyweds Amy and Steve are tired of living in their crowded townhouse but the couple has divergent ideas about where they want to buy. Steve wants a spacious house in the suburbs but Amy's got her heart set on a funky older home in the city    "
                },
                "6": {
                    "title": "Cheyenne",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "9 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Sabine and Lance met and merged their families eleven years ago. The two start looking at fixer-uppers, trying to get the most out of their money, but are unimpressed by the cramped homes within their price range, so they take a look at foreclosures.    "
                },
                "7": {
                    "title": "Charleston",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Nurse practitioner Eric Ping has been smitten with Leslie Hanshaw since meeting her one year ago, and his commitment to her and her two young sons by buying them a house so they can all start their lives together as a family.    "
                },
                "8": {
                    "title": "Asheville",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Young newlyweds Jonathan and Melanie Giller have just moved from Michigan to Asheville, North Carolina and want to buy their first home for under $120,000,a challenge in almost any market.    "
                },
                "9": {
                    "title": "Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "8 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Amy Vasquez and Emily Miller want to buy a log cabin. The couple is tired of living in their \"cookie cutter\" neighborhood and want a place with some land around it, so their pets and Amy's seven-year-old daughter Peyton will have a place to play.    "
                },
                "10": {
                    "title": "Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "23 Feb. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "San Diego",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "1 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Rodolfo Chen is tired of having roommates and ready to buy a home in San Diego. The son of Taiwanese immigrants, Rodolfo's parents want to help him buy his first home, but are insistent that his new residence have good feng shui.    "
                },
                "12": {
                    "title": "Coeur D'Alene",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "8 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Noelle is ready to dip her toe into the Coeur d'Alene, Idaho housing market. A single mother with three boys, her boisterous brood is quickly outgrowing their three-bedroom rental. After her rental house went up for sale, Noelle needs to start looking.    "
                }
            },
            "3": {
                "1": {
                    "title": "Lawrence, Massachusetts",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "3 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    A woman in Lawrence, Massachusetts needs to find a home fast when the lease is up on her rental property. But when she loses the home of her dreams to another buyer she ends up couch surfing her way around town until she can find a home she can live wit    "
                },
                "2": {
                    "title": "Burlington, Vermont",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    A couple in Burlington, Vermont needs to find a house that can accommodate their family of five. But when she finds the home of her dreams, and he thinks it's more like a nightmare, will they ever be able to agree on the perfect property?    "
                },
                "3": {
                    "title": "San Fernando Valley, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "10 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    A couple in The San Fernando Valley, California wants to find a home in some of the trendier neighborhoods of Los Angeles. But when they realize they have champagne tastes on a beer budget, they may have to settle for a more suburban setting.    "
                },
                "4": {
                    "title": "Washougal, Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "10 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    A couple in Washougal, Washington has to deal with planning their wedding and buying their first home simultaneously. But when they get out-bid on the home of their dreams, will they be able to find a house that they can start their new life in?    "
                },
                "5": {
                    "title": "Birmingham, Alabama",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "17 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    An Alabama couple loves playing pool, so they've decided to find a home that can accommodate their very own pool table. But with less than perfect credit scores they find themselves behind the eight ball, which means they may have big problems.    "
                },
                "6": {
                    "title": "Concorde, New Hampshire",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "17 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    A single mom in Concorde, New Hampshire wants to move out of her apartment and find a home where she and her daughter can be happy. But when she has trouble getting a loan, she needs to get creative, and find a way to raise some quick cash to get the ho    "
                },
                "7": {
                    "title": "Chattanooga, Tennessee",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "31 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    A couple is moving from Memphis, Tennessee back to be near their families across the state in Chattanooga. But with their lease up on their rental, and a vacation just around the corner, they have just three days to find the perfect house.    "
                },
                "8": {
                    "title": "Fort Walton Beach, Florida",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "31 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    A Ft. Walton Beach military couple with high security standards is determined to find a house that meets their safety needs. But when their mission becomes more challenging than they expected, will they retreat in defeat or declare victory?    "
                },
                "9": {
                    "title": "Little Rock, Arkansas",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "7 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    A law school student is looking to buy a home in Little Rock, Arkansas. But after making two offers on two houses that do not pan out. He is hoping that his third offer on a fixer-upper will land him the ideal first home.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "New Orleans, Louisiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "7 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    A southern belle wants to buy a duplex for herself and her fiance, who is moving to New Orleans to be with her in less than a month. With more work to do than time to do it, will she be able to find a place to build a foundation for a new life?    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Long View Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "14 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    A Longview, Texas couple needs to get out of their dilapidated rental to find more room for their dog and two year old son, but the home hunt goes off-track when they clash over which home to choose.    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "14 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Jackson, MS",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "21 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    A Jackson Mississippi couple must buy their first home quickly after they receive a letter telling them that their apartment has been foreclosed upon and they have two weeks to vacate the premises.    "
                },
                "16": {
                    "title": "Dallas, TX",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "28 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Dallas bachelor Billy Wade wants a hot new home to impress the ladies, but in order to afford the pad; he's planning on renting out rooms. When a home he wants goes to someone else, he's forced to re-think his priorities.    "
                },
                "17": {
                    "title": "Denver, Co",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "7 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A new bride wants to realize her dream of buying a house in Denver, but her husband Matthew wants to live closer to their family in Pueblo. And when the fixer-uppers they tour require too much work Matthew may get his wish.    "
                },
                "18": {
                    "title": "Oahu, Hawaii",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "14 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A newlywed couple looks for waterfront property in Kailua, Hawaii but their limited budget may mean they have to take a less-than-perfect piece of paradise.    "
                },
                "19": {
                    "title": "Parker, Co",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "21 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A first-time home-hunter gets hooked on the first place she finds, but a high price and mold issues force her to start the search from the beginning.    "
                },
                "20": {
                    "title": "Palm Springs, Ca",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "28 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A Newport Beach couple looks for a home by the coast, but costly real estate forces them to re-think their location.    "
                },
                "21": {
                    "title": "Crescent City, Ca",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "4 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    A couple in Crescent City, California wants to move out of their haunted rental house and find a home where they can keep their horses. But the cost of housing gives them a shock, and they may get a lesson in the art of compromise.    "
                }
            },
            "4": {
                "1": {
                    "title": "Savannah, Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "20 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Savannah house hunters cant decide whether they want a home that is pretty or practical. When the buyers finally discover a house they agree on, the seller gets cold feet and their temporary housing runs out, leaving them with no place call home.    "
                },
                "2": {
                    "title": "Newport Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "30 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    An Indiana native looks to buy a beach home in Newport Beach, CA. New to the area, she hopes her new boss' advice will help her find the perfect first home. With the cost of beach living she may be forced to give up on her ideal first home.    "
                },
                "3": {
                    "title": "Athens, GA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "30 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    A woman in Athens, GA is looking to buy her first home and plans to have her two best friends move in to help her afford the payments. During the search she realizes it will be hard to find want she wants that also satisfy the needs of her renters.    "
                },
                "4": {
                    "title": "Sevierville, TN",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "10 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    In the Smoky Mountains of Tennessee, an adventurous grandmother wants to fulfill her life long dream of owning a log cabin. Her doubtful daughter points out that she has no money saved up and will likely not find anything she can afford.    "
                },
                "5": {
                    "title": "Charlotte, NC",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "10 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    A Charlotte homebuyer struggles to ignore his friends' advice and find a home that is right for him, but when the buyer doesn't have enough financing for the down payment, he has to come up with more money or give up on his dream of buying a home.    "
                },
                "6": {
                    "title": "Fairfax, VA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "17 Apr. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Pocomoke, MD",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "17 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    First time buyers are looking to buy a classic Farmhouse in Pocomoke, MD. However, their high expectations might be stopped short when they find that the house they love needs too many renovations.    "
                },
                "8": {
                    "title": "Philadelphia, PA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "24 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    A first time house hunter from Philadelphia knows exactly what he wants in a house, but his girlfriend has her own ideas. So he has to fend off his girlfriend's demands, while also trying to find a house that feels like a home.    "
                },
                "9": {
                    "title": "Pittsburgh, PA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "24 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    A part time teacher in Pittsburgh has finally decided to buy her first home with the help of her sister. But when this buyer cannot make up her mind on a home, she runs the risk of losing the home and her relationship with her sister.    "
                },
                "10": {
                    "title": "Richmond, Indiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "1 May 2010",
                    "year": "2010",
                    "plot": "\n    A first time buyer in Richmond, Indiana tries to find her own home while dealing with her overprotective mother. But when she becomes embroiled in a bidding war, she needs Mom's help if she's going to have any chance of landing her first home.    "
                },
                "11": {
                    "title": "Memphis, TN",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "1 May 2010",
                    "year": "2010",
                    "plot": "\n    Identical twins and their husbands look for identical homes down the street from one another outside of Memphis, TN. Will these sisters be able to find their identical dream homes or will the search end in double trouble?    "
                },
                "12": {
                    "title": "Las Vegas, NV",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "8 May 2010",
                    "year": "2010",
                    "plot": "\n    First time Las Vegas homebuyers think buying a home will bring them even closer together. But when they clash over whether to purchase a fixer upper or newer model, this couple finds itself fighting to salvage the home search and their relationship.    "
                },
                "13": {
                    "title": "Tula Vista, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "8 May 2010",
                    "year": "2010",
                    "plot": "\n    Three first time home buying siblings in Chula Vista, California believe that being around family is the key to a happy home. However, when the siblings can't agree on how much to spend on a house, their dreams of a happy home become a nightmare.    "
                },
                "14": {
                    "title": "San Diego, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "15 May 2010",
                    "year": "2010",
                    "plot": "\n    A first time buyer and her realtor boyfriend try to buy their first home together in San Diego, CA. He wants a home near the water while she looks to stay on a budget. Will they be able to find a home to share or is there trouble in paradise.    "
                },
                "15": {
                    "title": "Albuquerque, NM",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "15 May 2010",
                    "year": "2010",
                    "plot": "\n    A couple looks for their first home in Albuquerque, NM. After seeing several homes, they are torn between a modern move in ready home or a fixer upper to customize. Can they sell the other on what they want or will they be forced to compromise?    "
                },
                "16": {
                    "title": "Sacramento, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "22 May 2010",
                    "year": "2010",
                    "plot": "\n    A Sacramento couple needs to find a new home to please their beloved dog. Taking the dog on the home search reveals that they have one picky pooch! Will they be able to find a home to appease their pet or will they be stuck in the doghouse?    "
                },
                "17": {
                    "title": "Phoenix, AZ",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "22 May 2010",
                    "year": "2010",
                    "plot": "\n    A Phoenix couple searches for their first home with a great kitchen and spacious garage. She loves several homes, but the mechanic has not found the perfect garage. Will he able to fine-tune his needs or does this search need a complete overhaul?    "
                },
                "18": {
                    "title": "Tucson, AZ",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "5 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    A young family is looking to buy their first home in Tucson, AZ. But on a tight budget will they be able to find their dream home in the city or will they be forced to make the sacrifice for their daughter and move to the more affordable suburbs?    "
                },
                "19": {
                    "title": "El Paso, TX",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "plot": "\n    Two sisters upset their mother when they look to move out of their family home in El Paso, TX. Will these girls be able to find a home that both can agree on as well as live up to Mom's impossible standards?    "
                },
                "20": {
                    "title": "Woodland Hills, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "12 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    A Woodland Hills, CA family has been living with her parents for years, and are desperate to finally move out. When they keep getting outbid on houses, they'll need their realtor's help to get out of their parents house and into their first home.    "
                }
            },
            "5": {
                "1": {
                    "title": "The Ultimate Bachelor",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "6 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Chris has decided to begin searching for a home to purchase, his mom insists on accompanying him, and of course, shares her opinion. Chris' friends want him to find a place in the city where he currently resides, but his mom wants him to buy a family home in the suburbs. Will a smaller home in the city be just right? Or will a larger home in the country be Chris' true calling?    "
                },
                "2": {
                    "title": "Parental Overload",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "6 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    First time homebuyers Tom and Annette are looking for a home and have asked for their parents guidance. But they may have to tell their parents to back off when the two families start feuding    "
                },
                "3": {
                    "title": "High Heels, Higher Maintenance",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Sara has enlisted the help of her realtor boyfriend, Nick, to find a home for herself and her best friend. She has a unrealistic list of requirements and the pressure is on for Nick to keep his high maintenance girlfriend happy.    "
                },
                "4": {
                    "title": "Battle of the Realtors",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Sandra has always dreamt of owning her own home. Sandra's sister Delores is a realtor in Atlanta and has opened Sandra's eyes to the possibility of owning her own space. Because Sandra's sister Delores can only practice real estate in Georgia, Sandra has enlisted the help of local realtor, Jeff. Sandra now has to deal with her sister, and Jeff, who have opposing opinions on what she should buy!    "
                },
                "5": {
                    "title": "Man Cave Mania",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Kellen and Zuhra are a newly married couple, and are ready to get out of their small apartment. Kellen wants a designated mancave and a condo, so he doesn't have to take care of a yard. Zuhra wants a house with 3-bedrooms, for which she wants to fill with children one day. The realtor definitely has her work cut out for her with this young couple, unless they can get on the same page.    "
                },
                "6": {
                    "title": "Forever Frugal",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Daniel shares a place with four male roommates. His longtime girlfriend, Catherine, wants him to purchase a place of his own. Catherine agrees to go on the home search with Daniel to ensure she likes the house, but is not ready to move in until he puts a ring on her finger! Can Daniel convince Catherine to break from tradition and move in with him?    "
                },
                "7": {
                    "title": "The Perfect Party Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    When Scott initially began the search to purchase his first home, he was a single guy wanting a bachelor pad. He began dating Melissa, and after two months they decided to move in together. Melissa is handy and would like to help Scott with renovations, while Scott would like to find a turnkey house. Can this new couple come to a compromise without wreaking havoc during their honeymoon phase?    "
                },
                "8": {
                    "title": "Now vs. Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    James and Jason have been together for ten years and they're finally ready to purchase their first home. However, James wants a condo and Jason would prefer a house. Will James find them the perfect forever home or will Jason get his way with a very nice condo?    "
                },
                "9": {
                    "title": "Damaged Goods or Just Damaged?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n    Jessica and Gavin are on the hunt for their first home. They are looking for a historic row house but have differing opinions.Gavin wants a house that's move in ready and Jessica wants a home that needs a total renovation. Will Gavin and her father be able to convince her that a lot a of work for first time homebuyers is not a good idea?    "
                },
                "10": {
                    "title": "Four Realtors Later...",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n    Rey and his longtime girlfriend, Mirna, are looking to purchase their first home. They have been living in Rey's extremely cramped parents' house for way too long, and would like to find a larger place for their growing family.    "
                },
                "11": {
                    "title": "Nothing Less Than Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "18 May 2013",
                    "year": "2013",
                    "plot": "\n    After living on a shoestring budget for months, John and Tina are finally prepared to start looking for their first home in Alpharetta, Georgia. She wants a huge home with lots of rooms and land for all of the children she will have in the future. John just wants to find a small home near a golf course. Will this couple find a compromise that works for their present and future life together?    "
                },
                "12": {
                    "title": "Bursting at the Seams",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "18 May 2013",
                    "year": "2013",
                    "plot": "\n    Andrew and Trista Wolverton are currently living in a tiny 400 square foot studio, with three large dogs and a toddler. With a baby on the way, time is running out. Can this young couple find their dream home before the baby arrives?    "
                },
                "13": {
                    "title": "My Realtor, My Roommate",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "25 May 2013",
                    "year": "2013",
                    "plot": "\n    Frank and Kelli thought they'd find their new home fast in Woodstock, Georgia so they moved out of their apartment and started couch surfing. Kelli has such a long list of criteria that Frank worries that they'll never find a home. Their realtor and her partner called themselves the \"Sold Sisters\" and they are on the mission to find this couple a home fast!    "
                },
                "14": {
                    "title": "Picky, Prepared, & Perplexed",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "25 May 2013",
                    "year": "2013",
                    "plot": "\n    Bill and Meg are ready to buy their first home. They've been looking for over a year now and are driving each other crazy. After touring several homes, Bill and Meg find out that the price on their favorite house has dropped dramatically and want to make an offer. But they quickly find out that there are other offers on the table and worry they may lose their dream home once and for all.    "
                },
                "15": {
                    "title": "Rock, Paper, My Turn!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Artie and Brandon are ready to take their relationship to the next level by buying a home, and they're looking to realtor Nikki to help them find exactly what they're looking for. Will Artie and Brandon find a place they agree on or will they have to flip for it?    "
                },
                "16": {
                    "title": "Reality Check",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Kate is recently divorced and looking to purchase her first home. She has lived on the island of Coronado for many years and doesn't want to leave. But with her budget of $500,000 she's unlikely to find anything in that price range on the island. Will Kate be able to find the perfect home of her dreams, or will she have to drastically change her expectations?    "
                },
                "17": {
                    "title": "Grandma's Pink Nightmare",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "8 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Florida residents Jaclyn and Ryan are looking for their first home. Jaclyn's dream is to buy her grandma's house but she and Ryan decide to pass on it when Ryan finds out that grandma isn't going to give them the family friend discount they deserve. Will Jaclyn and Ryan get the house of their dreams?    "
                },
                "18": {
                    "title": "Radioactive",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "8 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Keith and Rebecca have been living in cramped quarters with daughter Isobel, and are desperate to move into their first home. When they find out that their dream home is radioactive, they may have to settle for second best.    "
                },
                "19": {
                    "title": "Double Wedding, Double Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "15 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Cyrstal and Pascal currently live apart and are in a hurry to find their new home before they get married. But with the stress of planning two (!) weddings, will the pressure to find a home become more than they can handle?    "
                },
                "20": {
                    "title": "Bee Patient",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "15 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Tim and Erika are looking to purchase a home in Athens, Georgia. They need a large property where Tim can house bee colonies for honey wine, as well as space for Erika's archery! Not only is Erika apprehensive about the home purchase, but she grows frustrated when Tim finds nothing that he likes.    "
                }
            },
            "6": {
                "1": {
                    "title": "Opinion Overload",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A young man is looking to buy his first home with the help of his three sisters. After starting his search, he realizes he may not want their help after all.    "
                },
                "2": {
                    "title": "Trouble Is Brewing",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "plot": "\n    Newlyweds are looking for their first home in DePere, Wisconsin. But they can't agree on how much they should spend. When they fall in love with a house that is more than they can afford, they worry that another buyer will snatch it out from under them.    "
                },
                "3": {
                    "title": "Three Strikes You're In?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Lofts in the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A twenty something couple look for a home in Chicago, but can't decide on a location they both like.    "
                },
                "5": {
                    "title": "A Purr-fect Fit",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A young man is looking for a home for himself and his four feline friends. But when he becomes overly cautious about every house he sees, he worries that he may never find the perfect home.    "
                },
                "6": {
                    "title": "Motherin-Law of a Time....",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "plot": "\n    Kenny and Ralonda currently live next door to Kennys Mother-in-Law, in Columbus, Ohio. However, with a growing family, they are in desperate need of privacy. They want to stay close to their relatives, but not too close!    "
                },
                "7": {
                    "title": "State of Confusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "plot": "\n    Newlyweds Andy and Anne cant decide whether to live in Kentucky or Ohio. When theyre forced to make a decision, will their friends help make up their minds, or make matters more complicated?    "
                },
                "8": {
                    "title": "Truckin' Along",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "plot": "\n    Tennessee truckers Ed and Dana want a place to call home at the end of spending long weeks on the road as line haul truck drivers. As a Medium, Dana has one unusual request which might complicate the search she needs the house to be ghost free!    "
                },
                "9": {
                    "title": "Three Strikes You're In?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Maternal Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Historic and Hopeful",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Dear Karma...",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Forever Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "plot": "\n    Brandy, Shane, and their 3 children are searching for their forever home in San Diego, California. Shane is in the military, and after years of living on base all over the world, they are finally looking for something they can permanently call home!    "
                },
                "14": {
                    "title": "The Real OC, Bachelor Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "plot": "\n    Steven is a young bachelor looking to purchase his first home in Orange County, California. Ideally, he would like to be as close to nightlife and the beach as possible, and his mother is only too happy to help! But will Steven appreciate her input?    "
                },
                "15": {
                    "title": "My Mother, My Agent",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "plot": "\n    Jeremy is hunting for a bachelor pad with his mom, who is also his real estate agent. Due to Jeremy being overly picky, and an expired apartment lease, he moved in with his mom. Their patience will be tested before he can regain his independence.    "
                },
                "16": {
                    "title": "The House Always Wins",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "plot": "\n    Sam and Charlie are excited to be buying their first home in Lake Charles, where they both work in a casino. However, despite Charlies recent promotion, the odds seem to be stacked against them when it comes to their home search!    "
                },
                "17": {
                    "title": "Barnyard Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Sweet Home Alabama",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 18,
                    "plot": "\n    Chad and Lori are looking for a family home to enjoy with their daughter Bevyn in Birmingham, Alabama. But, when finances, sellers and tenants get in the way, they begin to wonder if what theyre looking for even exists.    "
                },
                "19": {
                    "title": "Shake, Rattles and Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 19,
                    "original air date": "7 Jun. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Home by Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 20,
                    "plot": "\n    Nick and Metra are an artistic couple with their hearts set on finding a home with specific historical features in St Louis. With such defined tastes, they really give their real estate agents a run for their money!    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Houseboat Harmony",
                    "kind": "episode",
                    "episode of": {
                        "title": "My First Home (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "28 May 2016",
                    "year": "2016",
                    "plot": "\n    Clare and Kaj are world travelers and their next adventure is shopping for a houseboat in Seattle, WA. The couple embrace the practicalities - and frustrations - of the original \"tiny homes,\" including sharing a bedroom with their teenage son!    "
                }
            }
        },
        "number of episodes": 117,
        "cast": [
            {
                "name": "Francis, Taryn T."
            }
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "rating": 6.2,
        "votes": 27,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTMzMDU2NTgtMDMxNC00ZjBiLWFhN2ItY2YxN2I1ZTZhMmI4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "My First Home",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "My First Home (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Brown, Alexis"
            },
            {
                "name": "Grabner, Beau"
            },
            {
                "name": "Stockert, Andrea"
            }
        ],
        "production companies": [
            {
                "name": "Authentic Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "The Learning Channel (TLC)"
            }
        ],
        "other companies": [
            {
                "name": "Jonberrydesign"
            },
            {
                "name": "PES Payroll"
            }
        ],
        "plot": [
            "Follow first time homebuyers through the process of searching for their first property, where \"must-haves\" and budgets don't always meet."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 27,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 5.4
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 5.3
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 8.1
            },
            "males": {
                "votes": 11,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 6.1
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "females": {
                "votes": 11,
                "rating": 5.4
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 13,
                "rating": 5.9
            },
            "non us users": {
                "votes": 9,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 1,
            "7": 3,
            "6": 7,
            "5": 6,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 6.2,
        "median": 6
    }
}