{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "15 February 2007"
            }
        ],
        "release dates": [
            "Denmark::15 February 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Comedy Fight Club"
            },
            {
                "countries": "Denmark (second season title)",
                "title": "Comedy Fight Club 2 - For viderekomne"
            },
            {
                "countries": "Denmark (third season title)",
                "title": "Comedy Fight Club 3 - Udfordringen"
            },
            {
                "countries": "Denmark (fourth season title)",
                "title": "Comedy Fight Club 4 - Det nye kuld"
            }
        ],
        "akas": [
            "Comedy Fight Club (original title)",
            "Comedy Fight Club 2 - For viderekomne Denmark (second season title)",
            "Comedy Fight Club 3 - Udfordringen Denmark (third season title)",
            "Comedy Fight Club 4 - Det nye kuld Denmark (fourth season title)"
        ],
        "akas from release info": [
            "Comedy Fight Club (original title)",
            "Comedy Fight Club 2 - For viderekomne Denmark (second season title)",
            "Comedy Fight Club 3 - Udfordringen Denmark (third season title)",
            "Comedy Fight Club 4 - Det nye kuld Denmark (fourth season title)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Fighterne på fortet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "8 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    A fresh new litter of upcoming comedians are put through hilarious versions of famous TV shows. This time they have to take on the strangest version of Fort Boyard, as they have to traverse a rope bridge, eat their way through Christmas rice pudding and learn how to unbutton bras with only one hand, all under the watchful eye of celebrity guest host, renowned stunt man Lasse Spang Olsen. Afterwards they only have a few days to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience.    "
                },
                "2": {
                    "title": "Super-duper sælgerne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "15 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    A fresh new litter of upcoming comedians are put through hilarious versions of famous TV shows. This time they have to test their trading abilities in a fun version of Super Sellers, all under the watchful eye of their celebrity guest host, renowned trading show host Henrik Dahl. Afterwards they only have a few days to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience.    "
                },
                "3": {
                    "title": "Sild på en dag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "22 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    A fresh new litter of upcoming comedians are put through hilarious versions of famous TV shows. This time they have to take on a fun derivative of 'Model in a Day', as they have to chat up, make-up, style and photograph unsuspecting strangers, with model potential, all under the watchful eye of celebrity guest host Mayianne Dinesen. Afterwards they only have a few days to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience.    "
                },
                "4": {
                    "title": "Pimp min slæde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "29 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    A fresh new litter of upcoming comedians are put through hilarious versions of famous TV shows. This time they get a boys night out in a crazy version of 'Pimp My Ride', as they have to pimp, paint and trick out cars, and use them to pick up as many girls as they can, all under the watchful eye of celebrity guest host and car enthusiast Niarn. Afterwards they only have a few days to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience.    "
                },
                "5": {
                    "title": "Zulu toppen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "5 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    A fresh new litter of upcoming comedians are put through crazy versions of famous TV shows. This time they get to live out their inner dance hall musician in a hilarious take on 'Top Charlie', as they have to write their own party song, dress up in shiny suits and perform in front of an expectant geriatric crowd. All under the watchful eye of celebrity guest hosts and legendary performers Fede Finn and Richard Ragnvald. Afterwards they only have a few days to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience.    "
                },
                "6": {
                    "title": "Skræk faktor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    A fresh new litter of upcoming comedians are put through crazy versions of famous TV shows. This time they get to face their fears in a hilarious low budget take on 'Fear Factor', as among other things, they are forced to deal with the infamous stinky delicacy Swedish Pickled Herring. All under the watchful eye of surprise guest host, the original host of Fear Factor in Denmark: Jens Romundstad. Afterwards they only have a few days to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience.    "
                },
                "7": {
                    "title": "Vild med dans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    A fresh new litter of upcoming comedians are put through crazy versions of famous TV shows. This time they tackle a guest appearance on the real 'Dancing with the Stars', as they have to learn the tango in only a day. All under the watchful eye of surprise guest hosts, sports host icon Claus Elming and Mie Moltke. Afterwards they only have a few days to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience.    "
                },
                "8": {
                    "title": "Finalen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "26 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    In this finale episode, after having endured a whole season of crazy and hilarious challenges in weird versions of famous TV shows, the comedians now face their final performance. Because this is the season finale, broadcast live from the Bellevue Theater in Copenhagen, and tonight the comedians are allowed to freestyle and perform their very best material, free from any designated subject matter. Afterwards the audience and the viewers at home decides who the winner of the season will be. May the funniest man win!    "
                }
            },
            "1": {
                "1": {
                    "title": "Griseslagteri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Round 1: The six stand-up comedy participants visit Danish Crown in Horsens. The following day they compete against each other at ComedyScope.    "
                },
                "2": {
                    "title": "Ishockey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Round 2: The six stand-up comedy participants visit Odense Ishockey Klub. The following day they compete against each other at Alibi in Odense.    "
                },
                "3": {
                    "title": "Brandmand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Round 3: The six stand-up comedy participants visit Århus Brandstation. The following day they compete against each other at GazStation.    "
                },
                "4": {
                    "title": "McDonald's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Round 4: The six stand-up comedy participants visit McDonald's in Aalborg. The following day they compete against each other at Skråen.    "
                },
                "5": {
                    "title": "Kvægbrug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Round 5: The six stand-up comedy participants visit a farm in Holbæk. The following day they compete against each other at Holbæk Teater.    "
                },
                "6": {
                    "title": "Soldat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Round 6: The six stand-up comedy participants visit Hærens Kampskole in Oksbøl. The following day they compete against each other at Tobakken in Esbjerg.    "
                },
                "7": {
                    "title": "Fodbold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Round 7: The six stand-up comedy participants visit Randers Stadion. The following day they compete against each other at Tante Olga in Randers.    "
                },
                "8": {
                    "title": "Finalen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Round 8: Show down for the eight stand-up comedy participants at Comedy Zoo in Copenhagen.    "
                }
            },
            "2": {
                "1": {
                    "title": "Introduktion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    In this special season opener, the hosts introduces us to the new comedians, the new rules, the new challenges and other changes in the format from season 1.    "
                },
                "2": {
                    "title": "Punk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The comedians are introduced to the punk movement. They have to become punkers and perform a punkrock track live on stage at the annual punk festival. Afterwards - as always - they have 24 hours to turn their experiences into fresh stand-up comedy, that they have to perform in front of a live audience.    "
                },
                "3": {
                    "title": "Copenhagen Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The comedians participate in the annual Copenhagen Gay Pride parade. They are introduced to new gay friends and have to show off in revealing outfits on their very own Comedy Fight Club float. Finally they also have to perform a dance routine on stage, at the festivals closing concert. Afterwards - as always - they have 24 hours to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience.    "
                },
                "4": {
                    "title": "Rollespil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    The comedians are introduced to the weird world of live action role playing. Divided into two teams, good versus evil, they are transformed into Orcs, Elves and Sorcerers and have to immerse themselves in a day long and hilarious quest for the missing pieces of the Element Ring. Afterwards - as always - they have 24 hours to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience including the role playing community.    "
                },
                "5": {
                    "title": "Swingerklub",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    The comedians are thrown into a truly transgressive experience, at a club for swingers. After a hilarious tour of the facilities, they are tasked with different service functions, as guests start to arrive for a night of fun. Afterwards - as always - they have 24 hours to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience including the swinging community.    "
                },
                "6": {
                    "title": "Spejder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "18 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    The comedians spends a day full of fun outdoor activities, as they join the boy scout movement. Afterwards - as always - they have 24 hours to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience including the scout community.    "
                },
                "7": {
                    "title": "Børneteater",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    The comedians are introduced to children's theatre. They have to come up with their own fairytale, dress up as the characters and put on a show. One comedian in particular, looses his grasp of the childish context, and in front of baffled children and perplexed parents, the performance takes a somewhat raunchy turn. Afterwards - as always - they have 24 hours to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience including the theatre community.    "
                },
                "8": {
                    "title": "Alternamesse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The comedians are introduced to the annual trade exhibition of alternative medicine. Here they get to sample and submit themselves to treatments ranging from palm reading and crystal healing to acupuncture and nose flushing. Afterwards - as always - they have 24 hours to turn their experiences into fresh stand-up comedy, that they will perform in front of a live audience including the alternative community.    "
                },
                "9": {
                    "title": "Finalen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The comedians are subjected to various kinds of bachelor party events, that they can draw upon, only if they wish to. Because this is the season finale, broadcast live from the auditorium of Ørestad Gymnasium, where the comedians are allowed to freestyle and perform their very best material, free from any designated subject matter. Afterwards the audience decides who the winner of the season will be. May the funniest man win!    "
                },
                "10": {
                    "title": "Årets vinder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "19 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Showcasing the season 2 winning comedian, highlighting his experiences throughout the season and his road to victory.    "
                }
            },
            "3": {
                "1": {
                    "title": "Kokke (Asmus Brandt)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The comedians try their hands at becoming kitchen chefs. Under the tutelage of renowned chef Nikolaj Kirk, they have to create dishes that live up to his scrutinizing eyes. Afterwards they have only 24 hours to turn their experiences into fresh new topical stand-up material, that they will perform in front of a live audience including their tough tutors.    "
                },
                "2": {
                    "title": "Scoreskole (Anders Stjernholm)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The comedians try their hands at picking up girls, under the tutelage of a professional pick-up artist. After picking up strangers on the famous pedestrian street in Copenhagen and a round of hilarious speed dating, they have only 24 hours to turn their experiences into fresh new topical stand-up material, that they will perform in front of a live audience including their tough tutor.    "
                },
                "3": {
                    "title": "Gøglerskole (Simon Talbot)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    At the discretion of colleague Simon Talbot, the comedians are introduced to the world of circus artistry, at the Academy of Untamed Creativity. Here they have to learn skills, such as juggling, balancing and acrobatics, in order to put on an impromptu show. After a somewhat shaky and hilarious performance, they only have 24 hours to turn their experiences into fresh new topical stand-up material, that they will perform in front of a live audience including their tough tutors.    "
                },
                "4": {
                    "title": "Kunst (Simon Kold)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "27 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    At the discretion of colleague Simon Kold, the comedians are introduced to the creative world of art. Under the tutelage of renowned artist Kristian von Hornsleth, they have to unleash their inner Warhol, working with materials ranging from classic carbons and paper cutouts to an obscene amount of freshly kneaded bread dough! Finally their hilarious creations are reviewed and valued by established experts. Afterwards they have only 24 hours to turn their experiences into fresh new topical stand-up material, that they will perform in front of a live audience including ...    "
                },
                "5": {
                    "title": "Mode (Karsten Green)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    At the discretion of colleague Karsten Green, the comedians are introduced to the world of fashion. In the course of a day, they have to design Haute Couture creations, style and dress their models including doing make-up, and make it all come together for a photo session, done by an established fashion photographer. Afterwards they have only 24 hours to turn their experiences into fresh new topical stand-up material, that they will perform in front of a live audience including their tough tutors.    "
                },
                "6": {
                    "title": "Ballet (Jacob Wilson)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    At the discretion of colleague Jacob Wilson, the comedians are introduced to the world of ballet at the Royal School of Ballet. Under the tutelage of Nikolaj Hübbe - renowned director of the Royal Ballet - they have to learn their poses and put together a routine, that they must perform in front of an established theater critic. After a hilarious result, they have only 24 hours to turn their experiences into fresh new topical stand-up material, that they will perform in front of a live audience including their tough tutors.    "
                },
                "7": {
                    "title": "Overlevelse (Torben Chris)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "17 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    At the discretion of colleague Torben Chris, the comedians are sent on a survivalist trek into the Norwegian wilderness. Under the watchful eye of renowned ranger B.S. Christiansen, they endure subzero temperatures and a variety of physical challenges designed to test their stamina. After a series of hilarious mishaps and a grueling night in the frozen wasteland, they have only 24 hours to turn their experiences into fresh new topical stand-up material, that they will perform in front of a live audience including their tough tutor.    "
                },
                "8": {
                    "title": "Finalen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Comedy Fight Club (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "21 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    In this finale episode - after having endured a whole season of weird and wonderful challenges, courtesy of their colleagues - the comedians are subjected to various kinds of hilarious therapy sessions. Despite the obvious futility of these sessions, they can draw upon them if they wish to. Because this is the season finale, broadcast live from the Betty Nansen Theater in Copenhagen, where the comedians are allowed to freestyle and perform their very best material, free from any designated subject matter. Afterwards the audience and the viewers at home decides who the...    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Hvenegaard, Pelle"
            },
            {
                "name": "Green, Karsten"
            },
            {
                "name": "Brandt, Asmus"
            },
            {
                "name": "Chris, Torben"
            },
            {
                "name": "Bang, Carsten"
            },
            {
                "name": "Talbot, Simon"
            },
            {
                "name": "Nielsen, Steen"
            },
            {
                "name": "Wilson, Jacob"
            },
            {
                "name": "Olsen, Rasmus"
            },
            {
                "name": "Kold, Simon"
            },
            {
                "name": "Stjernholm, Anders"
            },
            {
                "name": "Ellersgaard, Rasmus"
            },
            {
                "name": "Hartmann, Thomas"
            },
            {
                "name": "Malmberg, Mikkel"
            },
            {
                "name": "May, Morden"
            },
            {
                "name": "Stokholm, Nikolaj"
            },
            {
                "name": "Sørensen, Morten"
            },
            {
                "name": "Wichmann, Morten"
            },
            {
                "name": "Løjmand, Henrik"
            },
            {
                "name": "Søndergaard, Sanne"
            },
            {
                "name": "Warberg, Thomas"
            },
            {
                "name": "Nørgaard, Kim"
            },
            {
                "name": "Brynnum, Mads L."
            },
            {
                "name": "Ehlers, Elias"
            },
            {
                "name": "Molzen, Steen"
            },
            {
                "name": "Schmidt, Jonas"
            },
            {
                "name": "Wahlstrøm, Jeppe Bruun"
            },
            {
                "name": "Elming, Claus"
            },
            {
                "name": "Pedersen, Niels"
            },
            {
                "name": "Arentzen, Jens"
            },
            {
                "name": "Dorset, Sebastian"
            },
            {
                "name": "Humaidan, Kristian"
            },
            {
                "name": "Jørgensen, Simon Jul"
            },
            {
                "name": "Kenter, Tommy"
            },
            {
                "name": "Kholghi, Farshad"
            },
            {
                "name": "Pilgaard, Hans"
            },
            {
                "name": "Ørting, Joan"
            },
            {
                "name": "Bach, Huxi"
            },
            {
                "name": "Bregendal, Søren"
            },
            {
                "name": "Christiansen, B.S."
            },
            {
                "name": "Dorph-Petersen, Jes"
            },
            {
                "name": "Eggers, Kira"
            },
            {
                "name": "Frøkjær, Cecilie"
            },
            {
                "name": "Hornsleth, Kristian"
            },
            {
                "name": "Hübbe, Nikolaj"
            },
            {
                "name": "Kirk, Nikolaj"
            },
            {
                "name": "Lyngvild, Jim"
            },
            {
                "name": "Møller, Carl-Mar"
            },
            {
                "name": "P., Anne"
            },
            {
                "name": "Szhirley"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "da"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 7.5,
        "votes": 68,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjNmMzhiMGUtNDhjZi00ZWY0LWI3ZWMtMTU3OTc1ODBiMGU0XkEyXkFqcGdeQXVyNzI0OTYzNzQ@._V1_SY150_CR5,0,101,150_.jpg",
        "languages": [
            "Danish"
        ],
        "title": "Comedy Fight Club",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Bjerre, Kirstine"
            },
            {
                "name": "Hvenegaard, Pelle"
            },
            {
                "name": "Mogensen, Dan"
            }
        ],
        "production companies": [
            {
                "name": "FBI Aps"
            },
            {
                "name": "STV"
            }
        ],
        "distributors": [
            {
                "name": "TV2 Zulu"
            }
        ],
        "tech": {
            "runtime": [
                "50 min (episode 1.13) (\"finale\" - episode) (Denmark)",
                "40 min (episodes 1.1, 1.3, 1.5, 1.7, 1.9, 1.10, 1.11) (\"competition\" - episodes) (Denmark)",
                "10 min (episodes 1.2, 1.4, 1.6, 1.8, 1.12) (\"the winner from last week\" - episodes) (Denmark)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 68,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 28,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 22,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 6.3
            },
            "males": {
                "votes": 53,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 23,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 20,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.1
            },
            "females": {
                "votes": 8,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.7
            },
            "us users": {
                "votes": 3,
                "rating": 7.3
            },
            "non us users": {
                "votes": 51,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 14,
            "9": 4,
            "8": 18,
            "7": 15,
            "6": 10,
            "5": 5,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}