{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "  2007"
            }
        ],
        "release dates": [
            "Mexico::2007"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Paleta, Dominika"
            },
            {
                "name": "Anguiano, Laila"
            }
        ],
        "locations": [
            "Televisa San Angel, Mexico City, Mexico",
            "Mexico"
        ],
        "genres": [
            "Family",
            "News",
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Crecer Jugando (Growing and Playing) promotes a new culture in the relationship between parents and children. Through interviews with scientists and doctors, the program shares specialized information in psychology, pedagogy, pediatrics and nutrition. Providing hands-on tools to improve education, professionals exchange their ideas on basic areas as language, senses, body, and mind. The program is divided into four sections where Dominika Paleta hosts news and reportage covering topics with selected guests. This Televisa initiative shows a distinctive profile in the context of commercial television in Latin America.",
        "languages": [
            "Spanish"
        ],
        "title": "Crecer Jugando",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Crecer Jugando (Mexico)"
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "distributors": [
            {
                "name": "Televisa"
            }
        ],
        "plot": [
            "Informative television program hosted by Mexican actress Dominika Paleta about children's education including reportages and interviews with experts to raise awareness and debate.::Program Director",
            "_Crecer Jugando_ (qv) (Growing and Playing) promotes a new culture in the relationship between parents and children. Through interviews with scientists and doctors, the program shares specialized information in psychology, pedagogy, pediatrics and nutrition. Providing hands-on tools to improve education, professionals exchange their ideas on basic areas as language, senses, body, and mind. The program is divided into four sections where Dominika Paleta hosts news and reportage covering topics with selected guests. This Televisa initiative shows a distinctive profile in the context of commercial television in Latin America.::Program Director"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}