{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "22 October 2007"
            }
        ],
        "release dates": [
            "Mexico::22 October 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Palabra de mujer"
            },
            {
                "countries": "Romania",
                "title": "Pe cuvant de femeie"
            }
        ],
        "akas": [
            "Palabra de mujer (original title)",
            "Pe cuvant de femeie Romania"
        ],
        "akas from release info": [
            "Palabra de mujer (original title)",
            "Pe cuvant de femeie Romania"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Vanesa tells Paulina that she has had problems with her husband, since she has been publishing her magazine to her liking and without her approval Vanesa tells Paulina that she has had problems with her husband, Julián, who has been publishing his magazine to his liking and without his approval. Both agree that it is a serious error that they should try to solve. Moments later, Vanesa discovers Julián kissing with her secretary. From this moment everything changes for Vanessa, especially when Julian asks for a divorce. But Vanesa will not give up and will decide to ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    For her part, Fernanda promises Bety, her daughter, that with the new job she will have with Vanessa, she will be able to pay for the school she wants. Bety suggests that they look for a cheaper one, but Fernanda reiterates that she wants the best for her. Finally, they all have their hopes put on Vanessa to approve the project of \"Palabra DE Mujer\", a television program made by and for women. But what no one imagines is that those dreams can vanish very soon. Aunt Charlotte tells Paulina that her father is in Mexico and wants to reunite with her Vanesa arrives with ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ismael speaks with Paulina to propose to him that they leave, but what she was not expected is that when taking her to his house, he can not resist anymore and kisses her. The next day, everything looks better, since Vanesa receives the call from Irma, who tells her that the president of the television station wants to see her to talk about her program, the hopes come back to life in each one. However, for Paulina everything does not end well, because when she goes to the appointment with her aunt Carlota, she will give him the news that her father is in Mexico and ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Franco asks Germán what he intends to do with his wife, since it symbolizes a great obstacle to their new relationship, Germán, with great cynicism, only answers that with Rebeca, his wife, everything will remain the same. Matilde attends to Delia in her visit to the office giving signs of the place where Vanesa is waiting for her, Delia does not lose the opportunity to offend Matilde by her appearance, to which Fernanda has to intervene to calm the situation. Vanesa confesses to Martin that her son Jorgito was stolen because of her husband's carelessness Vanesa ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Germán appears at Carlota's house to begin with her new plan \"to win over Aunt Carlota\", she observes him distrustfully, but she is intrigued to know where and how she meets her niece Paulina. Martín receives the news that his son has been hospitalized due to alcoholic congestion and will be transferred to an emergency clinic Germán manages to convince Paulina to visit her aunt Carlota, he does not lose the opportunity to tell her that they are already engaged and that they will soon get married. Carlota firmly tells Germán that she is not the one to give the approval...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Martin still can not explain if Ariel is on bad steps or it is his fault that he has educated him with a lot of freedom Martin is very confused, cries and caresses his son who is unconscious. Martin still can not explain if Ariel is on bad steps or it is his fault that he has educated him with a lot of freedom. Irma, without any regret, tells Arreola to leave the forum as it hinders. Arreola feels offended, will start to repress Irmita, but she silences him by telling him that she no longer works for him, Arreola insults her by telling her that she will never stop ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde does not conclude the explanation because something interrupts her, the faces of Matilde and Ismael are illuminated with flashes of blue and red from a patrol, she and her brother are baffled that the police have arrived that way. Martín asks Vanesa to let him continue with the illusion that one day it will correspond to the great love he feels for her, Vanesa does not know what to say, so there is a silence, which is useful for the two of them to look at each other. great intensity, Martin takes her in his arms and kisses her gently. Lupe is desperate to ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina walks, she meets Adrián by chance, who stops intrigued because she thinks she knows her, when she recognizes him, she reacts furiously and gives her a slap, surprising him, then goes out in a rage. Mariano tells Paulina that leaving her was an impulse because of the courage that caused him to learn that he was not his father Mariano and Paulina argue, she claims because he left her, he replies that it was an impulse because of the courage and pain that caused him to learn the truth so cruel that confessed his mother, Celeste.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina, bewildered, asks Mariano such a truth, he bluntly confesses that he is not her father, she cries, she can not believe what she says. Fernanda, Vanesa and Paulina are arranged to begin with the celebration of the first transmission of the program. Paulina, with sadness, asks for Matilde, does not realize that she is behind her, seeing her they embrace happy, with great emotion.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mariano, realizing the evil intentions of Germán, looks for him to warn him to stay away from his daughter Matilde realizes that in the office of Vanessa there is someone, on entering to check that he is not an assailant, he realizes that he is someone extremely mysterious, goes stealthily to where the chair is and turns it violently, Roberto is in front and It scares a lot like her. The father of Paulina, when discovering the lie and the bad trick that Germán is doing with her, goes in search of him to warn him that it moves away of his daughter if it does not want ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda is frozen to face Emmanuel, the love of his life, who approaches her by calling her by name Franco blames Mariano for Germán's death, since he puts the pistol in his hand. Franco leaves Mariano unconscious and with clues to make him appear guilty of the murder. Fernanda goes to the square where she stayed to see the family of Bety's best friend, she is frozen to see that Emmanuel, the love of his life, comes to her calling her name. Fernanda does not know what to do when facing Emmanuel. Fernanda, rebelling against God, rejects having to reconnect with her ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda, rebelling against God, rejects having had to reconnect with her love of the past, the one who one day left her with a son and who had no consideration of the great love she felt for him. Franco takes a fist of earth in front of the coffin of his friend Germain and throws him to the pit, he is very affected, seeing that Paulina is watching him, walks impacted towards her, Paulina begins to walk away bewildered. Martín tells Julián that he is miserable, since he did not care about the suffering of Vanesa when she gave up her son Martin argues with Julian and ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Sonia reminds Emmanuel that at night it will be dinner with Bety's mom, he reacts with great surprise. Emmanuel, very upset, shouts at Sonia that he's tired of living by his side, which is worse than living in jail Emmanuel, very upset, shouts at Sonia that he's tired of living by his side, that it's worse than living in jail and that if she feels fat and ugly, it's not her fault, since she's obsessed. Gina, who has heard everything, goes over to Emmanuel and begins to beat him, tells him to shut up and demands that he no longer insult his mother. Emmanuel, furious, ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emmanuel is waiting for Fernanda outside his house, when he sees her leave, he goes to her excitedly, when he calls her, Fernanda turns around and gives him a slap that makes him lose his balance, then shouts that he is stupid and goes furious towards his car. Roberto proposes Matilde to go around, she thinks and accepts, in that, Delia enters and asks him what he does with Matilde.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emmanuel goes to find Betty and Gina at school, wants to take them out of class to talk, but they do not accept, he decides to ask Bety who was his dad, she and her friend are too surprised by the question. Roberto is with Matilde in the office, he proposes that they go around, she, doubtful, thinks about it, her friends make signs behind him to accept, finally decides and says yes, in that Delia enters the room and asks him what he does with Matilde.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emmanuel leaves Fernanda cold when he asks her if she will not want to take Bety away from her because she is his daughter Emmanuel visits the doctor who attended Sonia to find out the result of the analysis she did, the doctor explains how the situation is. Emmanuel, distraught, asks the doctor if he is trying to tell him that his wife is going to die. Emmanuel arrives with Sonia and tells her to be calm, that she will get better, that she will live a hundred years.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emmanuel and Fernanda are in the cafeteria, he notices how uneasy she feels to be with him, Emmanuel tries to soften things a bit, but she only tells him that he wants to protect his daughter from scoundrels like him. Emmanuel leaves Fernanda cold when he asks her if she will not want to take Bety away from her because she is his daughter. Carlota tells Mariano that his house is not a medical dispensary and begins to throw away the instruments with which Ismael was going to cure him Carlota, in a burst of courage, tells Mariano that his house is not a medical ...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina, realizing what Carlota is doing, gets very upset, yells at her to leave that and get her dirty hands out of Ismael's things. Delia and Roberto await the arrival of someone at the airport, he claims to his mother why they had to go to collect the unexpected sight, she scolds him and tells him that they are paying a favor to their parents. Vanesa assures Martín that he will not complicate his life trying to fix his relationship with Julián Vanesa assures Martin that life will not be complicated trying to fix his relationship with Julian, that on the contrary, ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Martín looks Vanesa in the eyes and little by little he approaches her face until he gives her a passionate kiss. Fernanda and Bety arrive at the room where the celebration of the wedding anniversary of Sonia and Emmanuel is taking place, when he sees her arrive he is surprised at how beautiful he looks and can not bear the urge to tell him, in front of Sonia, that he is beautiful, she is very surprised, Sonia is disconcerted. Emmanuel can not contain himself and passionately kisses Fernanda, who is responsible Fernanda leaves the room very overwhelmed and goes to the...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde asks Roberto to understand that his can not be, but before she finishes the sentence, he silences her with a kiss Matilde asks Roberto to understand that his can not be, but before she finishes the sentence, he silences her with a kiss. Matilde gets very nervous with Roberto's kiss, so when she finishes, she tells him it's too late and she has to go. Emmanuel talks with Sonia, he impatiently tells him that he's done with that tug-of-war situation, that he's fed up with living like this with her and that if he stays the same, he'll send everything to the devil....    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Sonia confesses to Fernanda that she is going to separate from Emmanuel, since she asks herself daily if she wants to continue living with so many disappointments Betty claims and asks her mom to explain what she has with Gina's dad, because she feels the strangest and most tense situation every time. Fernanda, bewildered, asks Bety if he is blaming her for something, she is confused and desperate tells him that she has just seen Emmanuel at the reception, drunk and asking for her, Fernanda falls silent. Sonia confesses to Fernanda that she is going to separate from ...    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda is alarmed and asks Sonia what she means, she can not talk because the tears beat her. Emmanuel confesses to Gina that his mother fell overboard and drowned Emmanuel confesses to Gina that his mother fell overboard and drowned. Gina gets up, hits her dad and accuses him of being the culprit of the death of his mother, Emmanuel is stunned by the attitude his daughter takes.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Gina, very angry and offensive, asks Fernanda to release her dad, Emmanuel intervenes to clarify why Fernanda is close to him, she does not listen to him and blames them saying that if it were not for the two of them, her mom would be alive , they do not know what to answer. Matilde asks Roberto why he gives her things as if they were boyfriends, he clarifies what is next on his list Roberto brings a somewhat expensive gift to Matilde. Matilde asks Roberto why he gives her things as if they were boyfriends, he clarifies what is next on his list: to become her ...    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emmanuel goes to the notary to know the last will of his wife, the notary confesses that the day after his anniversary, Sonia went to the notary to make some changes to his will. Emmanuel, fearful and in expectation, does not waste time asking what were the changes in Sonia's will. Emmanuel asks Gina to stop being invented talking to her mom because that's impossible Emmanuel asks Gina to stop being invented talking to her mom because that is impossible, since she is dead. Gina gets angry with her dad and violent moves away from him, Emmanuel goes after her to make ...    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Roberto takes Matilde by the waist and takes a walk with her in his arms, when they lower it they look into each other's eyes, Roberto can only tell him that he will never regret having accepted him, they kiss passionately. Emmanuel looks for Fernanda to say goodbye, she asks him to forget about her and everything that happened Emmanuel looks for Fernanda to say goodbye, she asks him to forget about her and everything that happened, tries to get into his car, but he prevents him confessing that his wife left an inheritance, Fernanda can not believe it and is confused ...    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Tamara tells Julian that if he insists on looking for Vanessa, he will look for her and make a fuss Tamara claims Julian because he is still looking for his ex-wife, who is looking for any pretext to get close to her and who is getting tired of that situation, Julian becomes exasperated and makes it very clear that what he does is his business and asks him Do not get involved Tamara, upset, yells to Julian that if he insists on seeing her, he goes to look for Vanesa and he's going to make a fuss, he does not know what to do, he's speechless. Emmanuel speaks by phone ...    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "21 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Maria Inés talks to Delia that Matilde's mother is a mechanic and her father is a mechanic Emiliano discovers Rómulo stealing in the locker room, he is very upset and threatens to warn him that he will beat him if he goes to chive-ton with the police, Emiliano makes it very clear that he is not afraid of him and that he has to pay the result of their actions. Romulo becomes impatient with Emiliano and releases a punch in the stomach, but this one only responds to him to go to the devil, Rómulo becomes enraged and releases another blow. Maria Inés told Delia that ...    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Romulo arrives at Ariel's house to get revenge because he did not help him escape and preferred to stay with Emiliano Romulo arrives at Ariel's house to get revenge because he did not help him escape and preferred to stay with Emiliano, but he did not count on Vanesa being there. Vanesa confronts Rómulo and asks him to leave, he says he is not upset because the problem is between Ariel and him. Vanesa threatens Rómulo telling him that the police are on the way and that he is going to be taken by a thief, he does not believe him and enters the apartment breaking ...    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia asks Matilde to serve her salad, she and Maria Inés wait with great expectation that she does not know which fork to serve, but they are surprised to see that Matilde, with great delicacy, takes the indicated cutlery and serves herself. Delia does not know what to say, she sees it with indifference. Martin reprimands Ariel for what happened in the department, he clarifies that he lost all kinds of privileges, which ended the trust that he had Martín meets Hernán Gil, they introduce themselves and they start a conversation, little by little they feel confident. ...    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Roberto confesses to Delia that he is going to leave the house and the country, that he accepted a scholarship in Oxford and will travel as soon as possible for England. Roberto goes to look for Matilde at his house, but the one that comes out is Ismael, and without telling him anything, he goes over with a punch in the face. Matilde appears and gets very upset, pulls Ismael to release Roberto, who has him cornered on the wall. Betito asks Matilde to speak alone to ask for forgiveness, but she refuses, since it causes her a lot of pain to be near him. Roberto ...    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emiliano clarifies to his father that Vanesa never blamed anyone, Clara yells that because of him his brother got lost Julian talks with Emiliano and Clara about his lost brother, Julian is upset to see that they know the whole truth, he tells them that Vanesa tried to put them against him by telling them that because of his carelessness Jorgito was lost. Emiliano, surprised, tells his father that his mother never blamed anyone, much less him, Clara, desolate, shouting that because of him his brother was lost and that is why he wanted the secret to be kept. Delia and ...    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Julian tries to convince Vanesa to accept his help so that he can get out of the economic problems that his program is going through Julián tries to convince Vanesa to accept her help so that she can get out of the economic problems that her program is going through, she asks him why he is so generous with her, Julian, emotional, he takes her by the arms and she confesses that she really needs him and kisses her passionately, while she tries to resist him.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia, angry, shouts at Rosa that no stallholder is disrespectful and accommodates tremendous slapping that Rosa does not even have time to react, when he is already on top of her, grabbing her hair and carrying her to the ground, the noise is made, all the other workers, including Benita, help Rosa. Tamara arrives screaming at Vanessa's house, demands that she leave Julián in peace because it is only her Tamara enters the apartment she shares with Julian, looks for him loving, but is too upset to see that he is throwing all his clothes to a suitcase and tells him to ...    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Tamara arrives shouting at Vanesa's house, she asks him to leave Julián in peace because it's only her, Vanesa gets up furious and slaps her, asks her to leave at that moment of his house. After Vanesa slapped Tamara, she gets on top of her and they struggle, Clara and Emiliano come to the rescue of their mother. Emiliano pulls Tamara by the arms, but gets loose and pushes Clara who falls and hurts herself on the knee, Vanesa goes to pick up her daughter who is crying and Emiliano is responsible for taking her dad's lover out of the house. Agents are taken to Julian ...    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Clara visits her dad in the office to tell her how things are going at home, suddenly agents come in asking for Julian, he becomes confused and he replies that he is the one they are looking for, they grab him to handcuff him and tell him he is Accused of being responsible for the accident that Tamara suffered on the stairs of his apartment, Clara is very frightened, he falls silent. Julian asks Vanessa another opportunity and admits that he has been an infidel and a bad father by insisting that Jorgito was dead Julian asks Vanessa another opportunity and admits that ...    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda arrives at her house and meets Hernán, she is alarmed and asks for help screaming Fernanda comes home from shopping, goes to the table to place the bags she brought from the supermarket, when she gets up she finds Hernán with a towel that only covers half of her body, she is alarmed and asks for help screaming, she calls Bety to make sure she is okay, but she does not answer, Hernan tries to approach her to calm her down and give her an explanation, but she does not dare to trust him. Julian's lawyer speaks with him to explain that Tamara will continue living...    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Martín talks with Vanesa about their relationship, but he sees many doubts in her, so, decided and very sad, he tells her that the best thing for both of them is to separate for a time in what she decides and puts her life in order, Vanesa is left frozen before the decision that Martin has just taken. Paulina and Adrián, surprised to find each other again in the same place, anxiously await the explanation their parents have for quoting them. Flora and Mariano tell Paulina and Adrián that two days before they arrived in Mexico, they got married in Guadalajara and that ...    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina and Adrián look terrified and refuse to think that they are half brothers. Julian goes to visit Delia, she tells him that she feels alone, he takes advantage of the situation to tell her that this can not be possible, since she is a very attractive woman Lupe listens to the conversation of Ismael and Rosa. Ismael, desperate, asks Rosa to talk to her dad so that he understands that because of the illness he behaves like that, but that he does not have to get even with them. Lupe, offended, comes in and shouts at Ismael to grab his goats and once he leaves his ...    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Julian goes to visit Delia, she tells him that she feels alone, he takes advantage of the situation to tell her that this can not be possible, since she is a very attractive woman. Delia feels flattered and begins to run her fingers through Julián's chest, flirtatiously tells him he is a rogue and to clarify what she is implying to him. Paulina waits for her car outside the mall, she is horrified to see Saul arrive Delia is on the carpet with Julian, she takes him by the tie to kiss him while he unbuttons his shirt little by little, Julian, passionate, he lets himself...    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hernán talks with Fernanda, he asks her to give him a chance to love her and take root next to a woman as extraordinary as her Hernan talks to Fernanda, he asks her to give him a chance to love her and take root next to a woman as extraordinary as her, she stares at him without knowing what to answer. Hernan tenderly approaches Fernanda and kisses her with great fervor, she lets herself go and the kiss corresponds. Julián discusses with Tamara, he makes it clear that he will not make the same mistake twice and tries to get away from her, Tamara takes off her dressing ...    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emmanuel, very clever, smiles at Fernanda and with a very cynical attitude tells him that he already knows who Bety's father is Fernanda and Emmanuel talk in the cafeteria, she asks him to speak to her bluntly and what she has to say, she says it now. Emmanuel, very clever, smiles at Fernanda and with a very cynical attitude tells him that he already knows who Bety's father is. Fernanda, alarmed, does not know what to answer, is very impressed with the confession of Emmanuel.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Julian is sitting in the dining room with Vanessa, asks him to let him sleep in his house since he has nowhere to go until Tamara leaves his apartment, she does not know what to answer. Julián takes the opportunity to tell Vanesa what better to invite him to sleep with her and to remarry. Vanesa is shocked at Julian's request. Emmanuel assures Hernán that he will not allow anyone to approach Fernanda and whoever dares, will turn it off very expensive.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emmanuel assures Hernán that he will not allow anyone to approach Fernanda and whoever dares, will turn it off very expensive. Hernán responds to Emmanuel to start with him. Matilde is jerked with a guy from the street who does not want to let go, she very scared shouts that leave her alone, in that moment Saul enters, without thinking, he throws a blow to the jaw that makes the guy fly away . Saul goes with Matilde and asks if she is well, she agrees but is very confused. Paulina, Fernanda and Matilde go to the television station to complain to Arreola because she ...    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The notary soon confesses to Fernanda that what Emmanuel told him about Sonia's decision to inherit is a lie, since his name does appear in that testament, but not to inherit some jewels, if not for something else. Fernanda is surprised by the words of the notary, she does not know what to answer. Paulina, Fernanda and Matilde go to the television station to complain to Arreola because she did not let the program where Vanesa confesses that she lost a son, go on the air. Arreola excuses herself to the women saying that the decision was made by the executives, since ...    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Clara tells Vanesa that she will never accept that Martin is part of her family Clara tells Vanesa that she will never accept that Martin is part of her family and that if they ever find her brother Danny, she will not accept it either, since she hates him for the simple fact of being the one Martin found. the. At the words of Clara, Vanesa despairs and asks her to shut up, to react and realize the things she says. Ismael goes to visit Paulina at her aunt Carlota's house, enters very happy carrying a rose in her hand, but loses her smile when she realizes that Adrian ...    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Clara, aggressive, tells Vanesa that if her dad leaves the house, she will too Clara observes how her parents argue. Julian says goodbye and Clara, aggressive, tells Vanesa that if her father leaves, she leaves with him, Vanesa tries to calm her down, but she screams at him not to touch her and leaves behind her father. Flora talks with Adrian about Paulina, he watches his mom stealthily and waits for more information about the subject. Flora asks Adrián if she would be interested in Paulina, he pauses her by telling her that as a man is interested in a woman, Flora ...    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emmanuel talks with Bety about Gina, she asks him to kiss her and tell her that he loves her very much, Emmanuel asks her to give him the kiss and he will gladly give it to his daughter, Bety doubts it a bit but ends up agreeing to the request of Emmanuel, gets up and plant the kiss on the cheek, Emmanuel does not fit in the emotion. Clara arrives at Julián's apartment ready to settle, after a moment Tamara appears and they start screaming. Clara confronts Tamara and tells her to leave because her father has already given her the money she asked for, Tamara twists her...    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Roberto, happy, answers Matilde that if she does not believe him, she will ask him to kneel, she does not know what to answer, but she is very praised by the beautiful words of her boyfriend. Delia goes shopping with Maria Inés to the mall, in the distance Delia observes Martín and comes to say hello very smiling. Delia asks Martín what he does in a jewelry shop, he tells her excitedly that he has just acquired an engagement ring. Delia tells Julián that she knows that Martín will ask Vanesa for marriage, he can not hide his fury Delia is very worried because she does...    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia fears that Roberto will stay with Matilde, Maria Inés tells her that they have to change their strategy in order to separate them. Paulina is having breakfast with Carlota when they suddenly receive the call from Adrian, who tells them that he had an accident. Adrián explains to Paulina that nothing happened to him, but to the girl he was with and who is married. Paulina and Carlota go to Adrián's aid, when Flora arrives that begins to scold Adrián, just at that moment Mayte's husband appears and confronts Adrián. Vanesa enjoys the weekend in Cuernavaca, she is ...    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Flora ends up giving in and thanks Carlota for her support, apologizes for behaving like that, Carlota tells her that she understands her. Paulina is very confused by the attitude of both. Roberto tells Rosa that he wants to apologize to her for what her mother did. Matilde warns Roberto that Lupe wants to talk to Delia, he tells her that he will talk to her so that she accepts and that in any case it will have to happen some day because he wants to marry her. Vanesa and Martín are enjoying their weekend in Cuernavaca, but what she does not expect is that Martin ...    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina tells Mariano that she will go to a hotel because she can not believe that Carlota is more interested in the money than her family Carlota claims from Mariano everything she has paid for him, for Celeste and for Paulina, without imagining that all this claim is being heard by Paulina, who gets very upset. Carlota remains worried about what Paulina heard, who decides to leave her aunt's house, no matter how many excuses she asks of her. Paulina tells Mariano that she will go to a hotel because she can not believe that Carlota is more interested in money than ...    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Meanwhile in Cuernavaca, everyone is happy celebrating the commitment between Vanesa and Martín, but Fernanda is very worried because Bety went to walk alone with Ariel and has not returned. Everyone is worried about the absence of Bety and Ariel and they start looking for them. For her part, Bety and Ariel are having a great time alone and while they kiss passionately, Martín arrives and scolds them for disappearing for so long. Adrián tells Paulina that he wants to go out with her because he recognizes that he is starting to feel something.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adrián tells Paulina that he wants to go out with her because he recognizes that he is starting to feel something, she tells him that he is crazy and can not believe what he hears. Flora arrives just at that moment and asks them what is happening. Fernanda tells Bety that she has left with Ariel, she tells her that she can commit imprudence and repent for the rest of her life, Bety misinterprets her and tells her that surely that was what happened to her and that is why she became pregnant, Fernanda slaps. Fernanda asks Bety for forgiveness, tells her that she felt ...    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Tamara takes advantage of the fact that Erica is in Zacatecas to ask her that during the recording of the program she causes some conflict between them, she accepts and prepares to carry out her plan. Clara tells Bety that she does not want to go back to her mother's house and asks if Martín threw her the wave in Cuernavaca, Bety evades and tells her that she was with Ariel all the time. Delia tells Maria Inés that she will see Julian to clarify the photo, Maria Inés offers to leave her alone with him and take Roberto. When Roberto arrives, María Inés asks him to ...    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Julian offers Vanesa support and find the person who is extorting them to recover their son Emiliano tells Betty that she has fights, Clara manages to listen and tells Bety that Emiliano will have to tell him everything. Julián comes to claim to Vanesa that he had not told him that there was more information about Jorge, she claims the photo with Delia. Vanesa is disconcerted to discover that Julian has no idea what is happening. Julián offers Vanesa support and find together the person who is extorting them to recover their son. Finally there is the long-awaited ...    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia tells Tamara that the guy in the picture is the son of Vanesa and Julián and that she knows that she is extorting her Delia tells Roberto that he is crazy if he thinks he is going to marry Matilde, when he hears her, Lupe asks Matilde to leave and to forget Roberto forever. Roberto confronts Delia and Lupe and tells them that they will marry with or without their support. Martín tells Vanesa that they want 5 million for Jorge. Delia arrives, sees the photo of Danny and remembers having seen her at Tamara's house, asks Vanesa if the one in the photo is her son, ...    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia tells Tamara that the guy in the photo is the son of Vanessa y Julián and that she knows that she is extorting it. Delia tells Tamara that what she asks for is a very strong amount and that's why she can send her to jail, she confesses that it is in her best interest to have control over Dany's, so she will give her the money she asks for. In exchange for her giving him the information of everything and moving away from there, Tamara accepts. Tamara calls Danny and Lily, who at first are very confused, especially when seeing Tamara with Delia. Tamara, in a fit ...    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia tells Danny and Lily that she wants to be her friend and that she knows they are going through economic hardship, she gives each of them a check for a good amount of money and thus wins the trust of Lily, who is delighted with the attentions of Delia, while Danny is very baffled. Vanesa is saddened to know that everything she knew about her son was a hoax, Martin comforts and kisses her, at which point Julián arrives and gets furious to see them and demands that Vanesa be consoling with Martín when they have so many problems. . Martin furious defends Vanesa and ...    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Julian can not believe what he's hearing from Tamara and furiously demands that he tell her everything he knows about his son. Martin, who is at his side, only looks at him without understanding what is happening. Tamara tells Julian that she will not tell him anything about him and that he will never see her, her or her son again and hangs up the phone. Julian, desperate, tries to mark Tamara again, but she does not answer anymore. Martin asks him what is happening. Julian has no choice but to explain what is happening, but they agree not to tell Vanesa anything so ...    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde is happy but still does not speak to Paulina, Fernanda is disconcerted. Vanesa confesses to Martin that she is afraid of losing him because of everything that is happening, he tells her that he will know how to wait for her. Matilde and Fernanda arrive at the production house after choosing the wedding dress, but what Matilde does not imagine is that Saúl is waiting for her to invite her out. Paulina, when seeing Saúl, shouts to him that it moves away of Matilde, it says to him that a assassin. Paulina tells Matilde that Saúl is Germán's killer and that it is ...    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina surprises Saul by stealing from her aunt Carlota's house, he points her and tells her that if she keeps quiet nothing will happen to her Adrián took Paulina to her aunt Carlota's house so that he could see her, since he noticed her very sad and alone. Carlota is very grateful and asks Paulina not to stay away from her, Paulina assures her that she will not leave anymore and less because the note is very physically decayed, Adrián believes it is a very important moment for both of them so she decides to retire, says goodbye to his aunt and Paulina, she turns to...    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Saul enters Carlota's house to steal, by careless move an object making noise, Paulina who stayed to take care of her aunt listens and slowly goes down the stairs to see what happens. Paulina surprises Saul, but he manages to grab her before she can escape and pulls out a firearm, points to her and tells him very slowly that if she keeps quiet nothing will happen to her, Paulina does not know how to react, she is very scared. Vanesa and Julián talk to Dr. Fernández about how depressed Clara is, and she tells them that her daughter suffers from bulimia. Delia sees ...    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ariel can not take the blame and tells Bety that Gina invited him to have a coffee while they waited for her to leave school. Vanesa and Martin arrive at her house, there they meet Emiliano, he tells them that he is very worried about Julian, since he saw him very badly because he found some pills in Clara's room. Roberto goes to visit Matilde at the production house and meets Ismael. Vanesa and Julián decide to seek help for Clara, they talk to Dr. Fernández about how depressed she is and about the problems they have had with her. The doctor tells them that what ...    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde already has everything ready for her wedding, she confesses to her friends that she is afraid that Delia will appear and make a scandal to prevent her. Bety claims to Gina that she has tried something with Ariel and goes furious. Emmanuel listens as Bety comes out and asks Gina what happens, this one in crisis tells her that nobody understands her and confesses how much she misses her mother. Paulina continues with her plan to make Adrian jealous with Abraham, who arrives radiant at dinner, Paulina then introduces him as her boyfriend. Adrián can not believe ...    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia is with Federico in the Stock Exchange, asks him to listen to him, because what he will ask is crucial for his happiness and that of Roberto Delia proposes to Julian to forget for a while the revenge they plan to carry out against Vanesa, since they will have plenty of time to do so. Delia asks Julián to think better about Danny and how he will do to win his love, but makes it very clear that if he does not get to fulfill the agreement, will be responsible for disappearing Danny forever, Julian is resigned to be handled by Delia , so I nodded without saying ...    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adrián realizes the pain of Paulina, to comfort her, little by little they are getting closer until melting into a soft and romantic kiss Paulina, very affected by the loss of her aunt Carlota, talks to her through a photograph, realizes that it is useless to continue like this because her aunt will never be with her again, Adrián passes in front of her bedroom and he realizes Paulina's pain, so he goes in without asking to try to comfort her, both of them are in a very sensitive moment, and without thinking, little by little they bring their lips together, they ...    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Julian, very excited, can not believe that he has his lost son in front of him, assures him that he will never be separated from him and asks for a hug, Danny agrees without saying a word, Julian embraces him and cries excitedly. Emmanuel threatens Fernanda by telling him he will talk to Bety, since he suspects that he is his father Emmanuel asks Fernanda to tell him the truth about Bety, since he is almost certain that she is his daughter, Fernanda does not know what to answer, she just shakes her head, but Emmanuel is determined to find that secret that she He keeps...    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adrián is in the very affectionate room with a girl, Paulina finds them and shouts at her to go to a hotel, he gets very upset Vanesa, Paulina and Matilde go to Fernanda's house to express their support and encourage her to be strong so that she does not fall, Vanesa asks her to take a few days to solve her problem with Betty and Emmanuel, she refuses because feels that it is indispensable for the programs that are about to be recorded.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Bety goes down the stairs and goes to the door, Fernanda, very scared, tries to stop and asks what that suitcase that brings in hands, Bety, very determined, he says he is going to live with his dad. Adrián is in the very hot room with a girl who is not his girlfriend, Paulina, who at that moment got up for a glass of water, goes to the room and finds Adrián in a very uncomfortable situation, annoyed, he shouts that He goes to a hotel to do his things, the girl reacts with great confusion causing him to separate from Adrian, he gets very upset, making himself offended.    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vanesa is shocked by Martin's words, because for the first time he confronts her and tells her what he really feels and thinks, she just agrees, accepting that Martin is absolutely right in what he says. Paulina and Matilde await the arrival of Vanesa, who went to talk with Octavio Longoria about the program, she arrives, but it does not look very good, so without saying anything, they follow her to the meeting room where they ask her how she was with the new president of the television station, Vanesa responds that Octavio Longoria gave them an ultimatum, or raise ...    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina and Octavio have a romantic date, they begin to know each other, however, both have a very difficult character Gina tells Fernanda that she suspects that her father killed Sonia, Fernanda tries to cry out and asks her what she remembers, she tells him not much, but that she believes that she witnessed the death of her mother, Fernanda asks her not to think badly, that Sonia was very depressed because she had discovered that Emmanuel had married her for money, Gina is very confused, but Fernanda promises that he will help her and that he will not leave her ...    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    At Emmanuel's house, Fernanda calls Hernán to let her know that she has problems and that she is with Emmanuel, but what she does not imagine is that Hernán is listening to everything and will decide to take revenge for his betrayal. Emmanuel, feeling cornered, threatens to kill Fernanda, Betty and Gina, but in that, Hernan arrives to help them Emmanuel, beside himself, threatens Fernanda and takes hostage his own daughters, she can not believe that he is acting so violently, but seeing him like that, Gina remembers that he was the one who murdered Sonia, blames him. ...    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    For his part, Danny had decided with Julian to ask him to take him to meet his mother, he considers the option thinking that in this way maybe he can recover Vanessa's affection. Finally the testament of Carlota is revealed; Adrián, Paulina and Mariano witness everything, but none of the three can imagine what Carlota's last wishes were. Adrián is the most surprised when he discovers that thanks to his aunt, he can turn his life's dream into reality. Vanesa asks Clara to return to live with her, she accepts, Julián confesses to Vanesa that she already knows how to ...    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    For her part, Lily discovers that Danny has been very strange lately, so she talks to him and asks him to forget about his mother and not to know her, he remains pensive considering his sister's request. Meanwhile, Octavio surprises Paulina with another very special date, something she never imagined about him, but that she loves. During the appointment, both begin to talk about their unpleasant experiences with their past relationships and discover how similar they are in this regard. Vanesa goes to visit Clara, seeing her so alone, asks her to return to live with ...    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia asks Rosa for her son's address, but she refuses to tell him where they are. Delia decides not to give up and find Roberto, so she looks for Rosa to ask for the address of her son, but what she does not expect is that Rosa refuses to tell her where to find them. However, Delia manages to get away with it as always and the most surprised will be Matilde. Paulina spends an unforgettable night with Octavio, who will also defend her from Adrián. Paulina can not fall completely in love with him.    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina tells Vanesa that Octavio's will never be able to take place, since they are very different Delia asks Roberto to try to understand her because it is very difficult to live away from him, that he misses him and needs him, he, very confused, asks him to cut to the chase and tell him once and for all what he wants and why she went to look for it, she, without thinking, she replies that all she wants is to let him visit because she really feels very lonely, Roberto does not know what to answer. Paulina is very upset with Mariano because she is afraid that she has...    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina enters the office and tells Vanesa that Octavio's will never be given, since they are very different, Vanesa is very surprised and does not comment on anything, she only listens to her friend who is truly sad. Hernan confesses to Fernanda that there is no doubt about the love he feels for her, he finally found the woman of his life Adrián realizes that Paulina is very strange and half annoyed by something, so he begins to annoy her with Octavio, she reacts furiously and asks him to disappear forever from his life, he realizes that something is wrong between ...    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hernán confesses to Fernanda that there is no doubt about the love he feels for her, finally found the woman of his life, she, very excited, thanks him for being with her and for loving her so much, then they merge into a passionate kiss Roberto tells Matilde that her mother went to her house and asked her to go visit him more often, she makes faces, but tries to disguise and replies that it seems very good, but to let her know when she will go so that she is not , she says goodbye and hurries out to the office and does not give Roberto time to answer anything, he is ...    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emiliano is very upset because Lily without any hair in the mouth confessed in front of everyone that Emiliano feels that Danny is displacing him from his place, Emiliano, very aggressive, asks him to shut up and how dare to judge him if she does not even belong to the family, she resents that comment a lot and leaves a sea of tears towards her bedroom.    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Clara tells her dad that Danny claims that his adoptive dad found him lost somewhere other than what they believed, Julian, with great bewilderment, can not believe it and begins to tie knots of how it was that Jorgito was lost, but Danny He is very convinced of what they say.    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia goes to Don Lupe's house to threaten him, tells him that he better leave the matter of his parents for peace Clara tells her dad that the whole family is reunited, that she has to recover and get ahead, but Julian is fighting less and less for his life and does not show any sign that his children can rest easy, Vanesa sees the pain of her children and that saddens her a lot, but she does not finish forgiving Julian the immense pain that he and Delia caused when she hid Danny's existence. Delia goes to Don Lupe's house to threaten him saying that he better leave ...    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Bety arrives in a sea of tears with her mother, she is afraid that something bad has happened to her daughter, asks her what is wrong and why she cries, Bety tells her very distressed that Ariel and Gina kissed, that they deceived her , Fernanda and Matilde react with great bewilderment, while Irma already expected something like that. Martin tells Ariel that Gina tried to commit suicide by wanting to winnow from a bridge, he, very surprised, does not know what to answer.    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hernán tries to clarify things with Fernanda but she, very sincerely, explains that she lost her confidence and that she is very confused because she does not understand the reasons he gives to disappear without saying anything to anyone and then return as if nothing had happened , Bety tries to help Hernán to convince his mother to believe in love again, but she can not and only asks for time to assimilate things. Adrián does not know what to do to try to calm and alleviate the pain, especially the impotence that Paulina feels to be frustrated by his indecision and ...    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vanesa asks Danny if he is comfortable in his new job, he tells him more or less, since no one likes having Delia as his boss. Ismael and Rosa are very worried because Lupe again felt bad, Ismael tries to make his dad confess what happened to him, because he is very nervous, Lupe looks down and confesses that she is like that because Delia, the witch, threatened with death, all are stunned because they know that Delia is to take arms.    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vanesa and Danny talk and try to get to know each other a little more, at that moment Lily appears with suitcase in hand, Vanesa does not understand and asks where she is going with that suitcase, Lily, determined, she replies that she returns to Venezuela with her family, Vanesa is puzzled by the decision she made, but Danny feels guilty about the decision her best friend made. Emiliano tells Ariel that he feels very bad about the situation of his house, Ariel suggests that he take a pill that he placed in his pants, that nothing will happen to him, on the contrary, ...    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vanesa tells Fernanda that she is very jealous of Martín, she does not conceive the idea that there is something between him and Mireya. Ariel is very desperate in front of Bety, asks him to explain why he can not forgive him if he can not live without being with her, but Betty tells him to get used to everything will remain the same between them, Ariel, very sad, she asks if she stopped loving him, she replies that she does not love him anymore and that she even hates him, that the best thing is to leave her alone, Ariel breaks down when listening to her tell her the...    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Roberto disturbs Matilde because she confesses that there is something very important that she has to know, since she will change their lives forever, Matilde reacts with a lot of fear thinking that it may be something else that will interpose her happiness, she asks her to stop rodeos and tell the truth, Roberto, very serious, gets up and confesses that he found work and everything will be better for them, Matilde is very happy because again their relationship is going from strength to strength.    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Clara tries to convince Gina and Bety to go out and have fun, since in recent days the atmosphere between them has been very tense, in addition to that there are many boys and they may like it, Bety only responds that at What she wants is Ariel because he was her first boyfriend and they were about to make love, Gina can not do it anymore and she lets go of crying asking Bety for forgiveness, swore to her that it was not her intention to fall in love with her boyfriend, who is very afraid to lose His love and that of his mother, especially staying completely alone.    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Emiliano tries to advocate with Ariel talking to Betty and asking him to forgive him or that less talk to him, since he is very wrong, Betty, desperate, he replies that it is not her thing, if so interested, He helps him, but Emiliano confesses that the situation is more serious than she is thinking, because Ariel is getting stuck, Bety reacts very surprised, because I did not expect it.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Roberto manages to find the whereabouts of Chato, that means one more hope to meet his grandparents, Chato, very suspicious, asks for money in exchange for the information he knows, Roberto gets impatient a little, but gives him the money As he asks to know more about Delia's parents, El Chato informs him that if his grandparents still live, he can find them in a small town near Matamoros.    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia goes to visit Consuelo, she receives it with sad news, that her father has died, Delia is very surprised by the news Matilde asks Delia not to return to her house, since her presence makes her uncomfortable, but she refuses, she makes an excuse that her son also lives there, Delia gets upset and warns her to be very careful with what she does, that her family can get hurt, Matilde is afraid.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde tells Roberto what happened to Eusebio for helping Don Lupe to find information about his grandparents, Roberto can not believe what he hears, since he does not think his mother can kill a person. Delia goes to visit Consuelo because Roberto is interested in knowing about her existence, but Consuelo receives her with sad news, that her father has died, Delia is surprised by the news, she does not know what to say, because she did not expect it.    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hernan and Fernanda have dinner, she is surprised to see the gift she has prepared for him, but she is more surprised when he asks her for marriage. Delia presents her grandson to her mother, Roberto is happy to meet her and know that she is still alive, Consuelo runs to hug him and confesses that she always dreamed of that moment, that her grandfather would be happy to know him, if he still lived, Roberto is very Surprised.    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hernan invites Fernanda to dinner, they are ready to order dinner, when a messenger arrives with a box for her, Fernanda is surprised to see the gift that he had prepared for her, but she is puzzled when Hernan asks her for marriage. Mireya invites Martin to dinner, she begins to insinuate herself, which does not bother Martin and begins to enter his game, she approaches him little by little, Martin begins to look at her with eyes of love and desire, after a moment they kiss passionately.    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Montserrat talks about men with Paulina, in that, Octavio approaches and asks Paulina what she would like to do. Montserrat is talking with Paulina about what men look for in a woman, both give their point of view according to what they have lived.    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mireya spent the night with Martin helping him with Ariel; the next day they say goodbye and kiss, in that, Vanesa arrives and sees them. Consuelo and Susiflor are with the glasses of champagne toasting, when suddenly, Delia arrives and begins to tell them what is happening, she goes to her mother and demands that she take the bottle of wine with the servants, Delia is extremely upset about what happened, so run to Susiflor.    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mireya spent the night with Martin, since he spent the night helping him with Ariel. The next day, she has to go to work, Martin accompanies her and thanks him for having accompanied him all night, she tells him that it is not necessary, he will always be there for what he needs, when they say goodbye, they kiss , right at that moment, Vanesa arrives and sees them kissing.    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adrián marks Paulina to let her know what is happening, she asks him to explain, Adrián tells him that the matches are from his father and he will not allow him to disrespect his mother. Aurora tells Mariano that he has to think about how to control his children, otherwise all they are living would be over, but Aurora only does it so that Mariano's wife does not take away the money so she can continue enjoying it.    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The Tank is willing to kill Hernan and fulfill the desire of Emmanuel to recover Fernanda. Paulina and Adrián confront Mariano to find out the truth and discover if he cheats on his wife. Hernan arrives at the hospital very hurt, tries to tell Fernanda that Emmanuel was the one who ordered him to be killed, but she does not listen to him.    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The police begin to find out who wounded Hernan and interrogate Fernanda, she replies that her husband is a great man and that it is impossible for her to have enemies, although she tells them that she heard that the man with the knife said something in her ear. Vanesa sees Martín very sad and comes to comfort him and give him all his support, he tells her that she is for what he needs, just as he was always there for her when he needed it, they embrace very emotionally, until Mireya and he sees them, full of jealousy comes to interrupt them.    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda does not leave Hernán and tells him all the things she has lived, she is surprised to see that he reacts. Hernán is in intensive care, Fernanda insists to see him. Hector lets Fernanda in to see Hernán, seeing him is shocked and faints, Hector reviews her and takes her to a room to reassure her.    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ariel is inconsolable because she believes that Betty does not want him anymore and asks Emiliano to accompany him to a bar. Emiliano accompanies Ariel and tries to make him understand, he realizes that Betty and his dad need him healthy to be able to give them support. Fernanda has not taken off from Hernán and tells her all the things they have lived, but she does not feel there is an answer or that it is helping her, but when she least expects it, Hernán starts to react.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda is surprised to see that Hernán opens his eyes. Martin, upon learning that Emmanuel had ordered Hernan killed, goes to jail and tells him that he will regret what he did. Vanesa, seeing Martin so sad, offers her support.    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vanesa tells Paulina, that when she embraces Martín, she realized how much she loves him and how sorry she is for not having valued him. Paulina advises Vanesa to fight for Martin's love. Héctor and Ismael are in intensive therapy with Hernán talking about Fernanda's health, Ismael begins to see that Hernán's pulse is rising, Hector realizes and asks Hernán if he listens to him move his hand, Hernán does it and Héctor He asks Ismael to talk to Fernanda to break the news.    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Martin, upon learning that Emmanuel had ordered Hernan killed, goes to jail and tells him that he will regret what he did. Emmanuel is confused and marks the Tank to know what he told Hernán. El Tanque assures Emmanuel that if Hernán is alive, he will fulfill his promise to finish him off.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina asks Adrián why he quoted her in a hotel, he replies that he is sure that Mariano cheats on his mother and wants to find out. Vanesa no longer knows what to do with what she feels, so she decides and goes to Martín's apartment, who is surprised. Vanesa, without thinking, kisses Martin. Adrián cites Paulina in a hotel, since he insists that his dad horn his mother.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina, annoyed, asks Adrián why he quoted her there, he replies that because his dad told him he was going to a business appointment there and decided to follow him. Paulina and Adrian follow their dad to discover what is happening. Mireya asks Martin why he told him he was confused, he does not know what to do, so Mireya no longer insists and asks him to forget everything and go to dinner, but Martin rejects the invitation.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vanesa meets Martin and confesses how she feels about him, but is baffled by what he says. Vanesa resorts to the advice of her friend Fernanda and tells her that she is not interested in what Martin has told her, as she will continue to fight for him. Mireya is in a bad mood, since she does not know what happened between Martín and Vanesa and that makes her uneasy, Octavio asks her to calm down so that later she can talk to Martín.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Octavio tells Mireya that Delia wants to take Vanesa's house. Vanesa asks for an explanation Longoria. Paulina is confused by what Adrián and Octavio tell her, that's why she asks them to be friends. All seek solutions to get ahead, Vanesa tells them that Mireya should look for another job and dismisses her.    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Julian gets upset with Delia and orders him to call his lawyer, but she tells him that there is nothing he can do. Julian tells Delia that he gives her what he wants in return for leaving Vanessa alone. Paulina is perplexed when Vanesa tells her that she is running out of money. Arreola confesses to Delia that he is in love with her.    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mireya is with Martín, when he receives a call from Fernanda that leaves him worried. Vanesa, despite all the problems she has, is happy to realize all the support she is receiving. Julian is happy, since the executives of the publishing house give him another opportunity to return to work. Arreola arrives at Delia's house and confesses her love for her, but Delia gets very nervous, since she did not imagine something like that.    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mariano gets nervous because Aurora does not stop calling her cell phone, when she goes out, she meets her outside of her house. Mariano gets very nervous because he can see that Flora's car is approaching. Emmanuel lies to the 'Tank' and promises to reward him for what he did for him. Fernanda feels guilty for the economic problems of the producer, Paulina tries to cheer her up.    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde is very sad because she will not have a job anymore, but Roberto realizes and is going to console her, and she already has a big surprise ready for her. Vanesa can not stop crying because she realizes that she can not do anything else to move forward the production company and in a short time they will come to confiscate the house, her children try to calm her down. Clara decides to call Julian, who promises to do what she can to move her family forward.    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Longoria and Octavio have a strong confrontation, since Octavio does not agree to give Silvia an important position in the company, just when they are discussing Logoria gives him an embolism and falls unconscious on the floor. Octavio asks for an ambulance, he is worried about his father. Paulina finds out and arrives to look for Octavio to the hospital, she finds him very worried.    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vanesa arrives at the court to face her demand, she is surprised when the employee tells her that if she does not pay in three days, she will have to abide by the consequences. Vanesa does not want any more problems in her life, she also knows that she does not have to pay that debt. Silvia claims Octavio what she did and blames her father for being his fault. At that moment, Arreola arrives and tells them that there are urgent things on the television and that it is necessary to convene a meeting to check the pending of the company, but Silvia stops him and says he ...    "
                },
                "116": {
                    "title": "Episode #1.116",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adrián has everything ready to open his den and asks Paulina for help, he gets upset when he realizes he does not arrive. At the opening of the dive, Adrián feels bad because he thinks that everything will go wrong, since not all waiters arrive, but Emiliano, Clara, Danny and Bety decide to help him. Ariel gets jealous because Bety is having fun with Danny and does not pay attention to her.    "
                },
                "117": {
                    "title": "Episode #1.117",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aurora arrives to look for Mariano and he asks her to leave, she is afraid that Flora will discover them. Vanesa has an idea to carry out her program and Julian is still giving her help. Fernanda and Vanesa are worried because Adrián calls to ask for Paulina, since he does not answer the cell phone and nobody knows about her. Matilde still can not adapt to her new life and she feels uncomfortable, she believes that she does not deserve what Roberto gives her.    "
                },
                "118": {
                    "title": "Episode #1.118",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina is with Octavio, since her father dies and prefers to accompany him to be with Adrián. Delia arrives at the wake, wants to look good with Silvia so that her plans are not ruined. Martín meets Julian and conceals his annoyance. Adrián, furious, makes a decision: he no longer wants to know about Paulina.    "
                },
                "119": {
                    "title": "Episode #1.119",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Roberto tries to teach Matilde to drive, but Silvia calls him and gives him the news that his father has died, so he prefers not to say anything to Matilde, because he fears that he will make her a scene of jealousy and invents him that he has to go to see a customer Emiliano and Danny ask Adrián for a job as waiters in order to help their parents because of the economic situation they are living. Ariel feels pressured, since he can not get rid of the dealer and he increasingly demands that he get more customers or threatens to hurt Bety.    "
                },
                "120": {
                    "title": "Episode #1.120",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Danny asks a friend for help so he can make the website of the program Woman's Word. Hernán goes out with Martin to have a drink, tells him that he is excited because he will soon be able to return to work and thus help Fernanda with the expenses of the house, Martín confesses that he became jealous the day he saw Julián with Vanesa and feels confused because, although he loves Mireya, he can not stop thinking about Vanesa.    "
                },
                "121": {
                    "title": "Episode #1.121",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda and Irma have to endure the treatment of their new boss and their workplace, as it is completely different from what they were used to. Matilde takes Vanesa to the television station, they have an appointment with Octavio. Mireya, seeing Vanesa arrive is tense, but tries to disguise.    "
                },
                "122": {
                    "title": "Episode #1.122",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina is excited to see her friends again, because what has just happened to her dad, needs someone to trust and is relieved to see Vanesa because she knows she can receive advice from her. Danny feels more and more in love with Betty and does not lose opportunity. Martín is determined to investigate what is happening with Ariel.    "
                },
                "123": {
                    "title": "Episode #1.123",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Martín and Hernán chase Ariel, Martín is determined to investigate what is happening to him. Hernán tries to stop Martín, but Martín does not understand and insists on entering. The dealer is willing to kill Martin, Ariel does not know what to do, but at that moment the police come in to help them.    "
                },
                "124": {
                    "title": "Episode #1.124",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The dealer has Martín and Hernán threatened with a weapon. The dealer is willing to kill Martin, Ariel does not know what to do. A phone rings and the dealer releases a shot, but this one, by the nerves, shoots crook, at that moment the police come in to help them, everyone is shocked and the dealer does not know what to do.    "
                },
                "125": {
                    "title": "Episode #1.125",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia arrives at Lupe's party and asks her mother what she's doing there, she ignores the question, Delia tells her how to get together with that kind of people, but her mother is still carefree. Lupe snatches the microphone and asks him not to insult anyone, to leave them alone, Delia does not shut up, Lupe insults her by saying 'Old witch'.    "
                },
                "126": {
                    "title": "Episode #1.126",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde claims Roberto about her lover, he does not know what to do. Delia is willing to separate Roberto from Matilde, asks Susiflor to pretend to be a reporter, and to tell her that Roberto went to a hotel.    "
                },
                "127": {
                    "title": "Episode #1.127",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde asks Roberto if he comes from being with his lover Silvia Longoria, he does not know what to do and she slaps him. Matilde goes to the hotel and surprises Roberto in bed.    "
                },
                "128": {
                    "title": "Episode #1.128",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde goes to look for Roberto in the hotel room, when Silvia opens the door Matilde is surprised to see Roberto lying on the bed, Matilde gives Silvia a blow and she goes crying. Mariano goes to his house for more things but Adrián and Placido prevent him.    "
                },
                "129": {
                    "title": "Episode #1.129",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia is willing to make Vanesa pay for crossing her path. Delia gets angry with Consuelo because she tells him that she is jealous of Vanesa, Delia tells her that she is willing to make Vanesa pay for having crossed her path. Mireya and Octavio are talking, Octavio begins to kiss the neck gently, they begin to kiss passionately, so they ignite the flame of desire and passion.    "
                },
                "130": {
                    "title": "Episode #1.130",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda is arrested for the death of Emmanuel. Fernanda cries because she does not know what happened to her daughter, hugs her and takes her by the hand, meanwhile in the public ministry they review what happened, they arrest Fernanda for presumed guilt of the death of Emmanuel. Fernanda cries behind bars disconsolate without knowing what to do.    "
                },
                "131": {
                    "title": "Episode #1.131",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia meets Arreola in a restaurant, she complains about not doing well because she is going to broadcast again 'Word of a woman', he denies that the show is going to go on air, Delia humiliates him giving her money for pay the bill, Arreola tells him that that is not going to stay that way. Fernanda is in prison talking with one of the inmates, she tells him that she hopes that Emmanuel is paying for all the damage he did to them.    "
                },
                "132": {
                    "title": "Episode #1.132",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mariano sold Paulina's computer to get money, so she is disappointed and even though he is her father, she runs from the house and tells him that she does not want to hear from him again. Arreola goes to visit Delia's mother to tell her how she feels about her daughter, Consuelo tells her not to be a fool, nor a rogue, but above all that she does not allow herself to be humiliated by Delia even though he loves her, he is surprised by what she says. says Consuelo and does not know what to do or what to say.    "
                },
                "133": {
                    "title": "Episode #1.133",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adrián realizes that Mariano is stealing Paulina when he goes to visit her, he does not know what to do and only looks down, Adrián can not believe what he is seeing. Matilde goes to talk with Roberto about the divorce, when entering his office he realizes that he is with Silvia, Matilde leaves angry while Roberto shouts at her to wait, she ignores him.    "
                },
                "134": {
                    "title": "Episode #1.134",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Consuelo a companion to Roberto to see Matilde's lawyer, the lawyer explains how the procedure is, Consuelo does not want Roberto to sign, so he asks her to think about it, but he does not listen to reasons and decides to sign.    "
                },
                "135": {
                    "title": "Episode #1.135",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Consuelo a companion to Roberto to see Matilde's lawyer, the lawyer explains how the procedure is, Consuelo does not want Roberto to sign, so he asks her to think about it, but he does not listen to reasons and decides to sign. A judge is going to visit Delia to tell her that Vanesa is pointing her out as suspicious of what happened to the production house, Delia is indifferent about the accusation.    "
                },
                "136": {
                    "title": "Episode #1.136",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adrián makes the decision to leave Paulina, Placido asks him what he does, he replies that he goes very far. Paulina and Octavio are in a restaurant, she is not happy, while he gives her flowers and tells her that she looks beautiful. Consuelo arrives at her house and sees Delia lying on the floor, she worries and does not know what to do.    "
                },
                "137": {
                    "title": "Episode #1.137",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina looks for Adrián, takes a microphone and tells her that she has already made a decision, that she spoke with Octavio and told her that she only wants to be with the person she really loves and that person is Adrián. Fernanda is listening to the final verdict on the subject of the death of Emmanuel, the secretary declares Fernanda as guilty, she can not believe it and begins to mourn inconsolable.    "
                },
                "138": {
                    "title": "Episode #1.138",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Matilde and Roberto are about to sign their divorce, both are undecided, at the moment when the judge asks them to sign the two they turn to see without being able to hide their pain. Mireya is doing some DNA studies to find out if the baby she waits for is Martín, when he arrives at his house to see the results, he realizes that he is not his son, he is surprised and Martín notices him, so She asks what's wrong, but she does not say anything.    "
                },
                "139": {
                    "title": "Episode #1.139",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Silvia talks with Matilde to tell her the truth about Roberto, she confesses that he was never unfaithful, that everything is her fault and that Roberto only feels contempt for her, Matilde does not know what to do or what to say. Paulina finds the results of Mireya's pregnancy studies, reads them and tells Vanesa that the son Mireya expects is not from Martin, she can not believe it.    "
                },
                "140": {
                    "title": "Episode #1.140",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Delia is alone and sad at home, when she reads the newspaper she realizes that Martín and Vanesa are getting married, she gets angry and breaks the newspaper. Vanesa and Martín are with the judge about to get married, Delia suddenly arrives to prevent the wedding, Martín and Vanesa are surprised, he kisses Delia and Vanesa is surprised.    "
                },
                "141": {
                    "title": "Episode #1.141",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adrián makes the decision to leave Paulina, Placido asks him what he does, he replies that he goes very far. Paulina and Octavio are in a restaurant, she is not happy, while he gives her flowers and tells her that she looks beautiful.    "
                },
                "142": {
                    "title": "Episode #1.142",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paulina looks for Adrián, takes a microphone and tells her that she has already made a decision, that she spoke with Octavio and told her that she only wants to be with the person she really loves and that person is Adrián.    "
                },
                "143": {
                    "title": "Episode #1.143",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Fernanda is listening to the final verdict on the subject of the death of Emmanuel, the secretary declares Fernanda as guilty, she can not believe it and begins to mourn inconsolable.    "
                },
                "144": {
                    "title": "Episode #1.144",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mireya is doing some DNA studies to find out if the baby she waits for is Martín, when he arrives at his house to see the results, he realizes that he is not his son, he is surprised and Martín notices him, so She asks what's wrong, but she does not say anything.    "
                },
                "145": {
                    "title": "Capitulo final",
                    "kind": "episode",
                    "episode of": {
                        "title": "Palabra de mujer (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "9 May 2008",
                    "year": "2008",
                    "plot": "\n    Vanesa, Fernanda, Matilde and Paulina, had problems, misfortunes, love, lack of love, hatred and passion, throughout history. What will happen to the production house? Will the love between Vanesa and Martín defeat Delia? What will happen between Roberto and Matilde? Will Fernanda remain a single mother? Paulina and Adrián will they be able to be together at last? And what will Delia's outcome be?    "
                }
            }
        },
        "number of episodes": 145,
        "cast": [
            {
                "name": "González, Edith"
            },
            {
                "name": "Carrillo, Yadhira"
            },
            {
                "name": "Paleta, Ludwika"
            },
            {
                "name": "Ávila, Lidia"
            },
            {
                "name": "Klitbo, Cynthia"
            },
            {
                "name": "Soler, Juan"
            },
            {
                "name": "Noriega, Víctor"
            },
            {
                "name": "Polanco, Dalilah"
            },
            {
                "name": "Guarinos, Lisardo"
            },
            {
                "name": "Sirgo, Otto"
            },
            {
                "name": "Pozo, Yula"
            },
            {
                "name": "Ballesteros, Roberto"
            },
            {
                "name": "Bracho, Julio"
            },
            {
                "name": "Puente, Rafael"
            },
            {
                "name": "Godínez, Claudia"
            },
            {
                "name": "Coch, Jessica"
            },
            {
                "name": "Oliver, Montserrat"
            },
            {
                "name": "Cudney, Roger"
            },
            {
                "name": "Arana, Agustín"
            },
            {
                "name": "la Madrid, Alejandro de"
            },
            {
                "name": "Lozano, Irma"
            },
            {
                "name": "Sánchez, Salvador"
            },
            {
                "name": "Amairani"
            },
            {
                "name": "Voltaire, Jacqueline"
            },
            {
                "name": "Cobo, Eugenio"
            },
            {
                "name": "Salomón, Dolores"
            },
            {
                "name": "Loyo, Miguel"
            },
            {
                "name": "la Vega, Antonio de"
            },
            {
                "name": "Jaramillo, Carolina"
            },
            {
                "name": "Santacruz, Kendra"
            },
            {
                "name": "Téllez, Natalia"
            },
            {
                "name": "de León, Osvaldo"
            },
            {
                "name": "Alberich"
            },
            {
                "name": "Calvillo, Francisco"
            },
            {
                "name": "del Olmo, Enrique"
            },
            {
                "name": "Gabriel, Wdeth"
            },
            {
                "name": "Mas, Jessica"
            },
            {
                "name": "Nones, Alejandro"
            },
            {
                "name": "González, Francisco Rojas"
            },
            {
                "name": "la Vega, Roxana Rojo de"
            },
            {
                "name": "Ayala, Omar"
            },
            {
                "name": "Falcón, Veronica"
            },
            {
                "name": "Krinis, Nicolas"
            },
            {
                "name": "Nader, Milia"
            },
            {
                "name": "Santacruz, Rodrigo"
            },
            {
                "name": "Elias, Said"
            },
            {
                "name": "H, Javier"
            }
        ],
        "locations": [
            "Mexico"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.5,
        "votes": 35,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWRjZGY5ZGEtMzc0Yy00ZThhLWIxODMtNjIzOTRkZTJlZmE5XkEyXkFqcGdeQXVyMjQ2MDQwNDU@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "Palabra de mujer",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Briceño, Gabriel"
            },
            {
                "name": "Calzada, Jesús"
            },
            {
                "name": "Cascallar, Nené"
            }
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "plot": [
            "It is the story of four women: Vanesa, Fernanda, Paulina and Matilde, who despite coming from different social fields, will undertake together an adventure that will lead them to be realized as professionals and friends."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)",
                "45 min (145 episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 35,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 20,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 8,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 25,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 14,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.5
            },
            "us users": {
                "votes": 9,
                "rating": 8.0
            },
            "non us users": {
                "votes": 19,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 13,
            "9": 4,
            "8": 4,
            "7": 3,
            "6": 4,
            "5": 2,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}