{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "4 October 2007"
            }
        ],
        "release dates": [
            "Japan::4 October 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Clannad"
            },
            {
                "countries": "Japan (alternative title)",
                "title": "Kuranado"
            },
            {
                "countries": "Russia",
                "title": "Кланнад"
            },
            {
                "countries": "Ukraine",
                "title": "Кланнад"
            }
        ],
        "akas": [
            "Clannad (original title)",
            "Kuranado Japan (alternative title)",
            "Кланнад Russia",
            "Кланнад Ukraine"
        ],
        "akas from release info": [
            "Clannad (original title)",
            "Kuranado Japan (alternative title)",
            "Кланнад Russia",
            "Кланнад Ukraine"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Sakura maichiru sakamichi de",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 86,
                    "original air date": "4 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    On the way to Hikarizaka high school one day, Tomoya Okazak. Meet a girl Nagisa Furukawa where she saying something ti herself. She Repeating HIgh school due to illness, and Tomoya help her make a drama Club.    "
                },
                "2": {
                    "title": "Saisho no ippo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 74,
                    "original air date": "11 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Tomoya helps Nagisa to create recruiting posters (with the big dango family mascot) which they place around school. At school that day, Tomoya meets two other girls: a strange genius named Kotomi Ichinose and Fuko Chan.    "
                },
                "3": {
                    "title": "Namida no ato ni mô ichido",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 70,
                    "original air date": "18 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Tomoya goes to see if Nagisa is okay and finds out that she has been physically weak. Tomoya solve a awkward situation of car accident. Fuko chan come to Tomoya to ask give her is knife back.    "
                },
                "4": {
                    "title": "Nakama o sagasô",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 66,
                    "original air date": "25 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Tomoya runs into Fuko again at school, and she tries to invite him to her older sister's upcoming marriage ceremony, but Tomoyo is not intersted he is helping Nagisa to make a drama club and two girl join to help is club also.    "
                },
                "5": {
                    "title": "Chôkoku no aru fûkei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 65,
                    "original air date": "1 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Tomoya and Nagisa went to meet Kouko. In order to help the astral Fuko out. Fuko went to Nagisa house to spend some day their and Nagisa Family also help Fuko Chan to make starfish.    "
                },
                "6": {
                    "title": "Ane to imôto no sôritsushasai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 65,
                    "original air date": "8 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    After Golden Week, Tomoya and Nagisa invite Kouko to the Founder's Festival, after seeing Kouko's fiancé is none other than Yusuke Yoshino. In the meantime, Fuko hands out more carved starfish to students at the festival, and her fan club helps spread the word about Kouko's wedding as well.    "
                },
                "7": {
                    "title": "Hishigata no kimochi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 65,
                    "original air date": "15 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Tomoya and Nagisa convince Kouko that Fuko would wish for her to get married to Yusuke despite Fuko's condition.They talk to the school's administration after finding out Kouko would like to get married on the school grounds. Fuko Chan on other hand people is like to forgetting her.    "
                },
                "8": {
                    "title": "Tasogare ni kieru kaze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 62,
                    "original air date": "22 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    As more people start forgetting about Fuko, Sunohara decides to go visit the Fuko Ibuki who's at the hospital to find out who she truly is.    "
                },
                "9": {
                    "title": "Yume no saigo made",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 71,
                    "original air date": "29 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Tomoya and Nagisa spend the night at school with Fuko to celebrate her sister's upcoming wedding.    "
                },
                "10": {
                    "title": "Tensai shôjo no chôsen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 63,
                    "original air date": "6 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Tomoya leaves to Kotomi, to talk about her entering into a club. Tomoya leads her round school helping to find more friends. He brings her over to Ryou and Kyou and asks them to enter into a club.    "
                },
                "11": {
                    "title": "Hôkago no kyôsôkyoku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 62,
                    "original air date": "13 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Kotomi tries to play the violin, but her game until now is terrible. An idea to arrange a concert comes to the mind of Kyou, on that Kotomi will play the violin, in itself time is given her on training. Tomoya sees a very strange dream. When Kotomi with friends returns home, a queer bird comes to her, however soon he had to go away, because she is very frightened by his appearance.    "
                },
                "12": {
                    "title": "Kakusareta sekai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 59,
                    "original air date": "20 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Kotomi returns a violin to Ryou and becomes her friend. The next day Nagisa talks Kyou, that a bus on that usually goes to Re got in an accident. They come into place of accident know that nobody suffered. Kotomi on unknown reasons faints. Tomoya ran into a queer bird, that told to him that he is a friend of parents Kotomi. Tomoya remembered that acquainted with Kotomi yet from childhood.    "
                },
                "13": {
                    "title": "Omoide no niwa o",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 59,
                    "original air date": "10 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Tomoya understands that became acquainted with Kotomi as early as childhood, although remembered it only she. In those times he was her only a friend. When Kotomi had a birthday, her parents flew away from work, where and got in an air crash. Tomoya comes to do some work in a garden. Later Nagisa, Kyou and Ryou come to help.    "
                },
                "14": {
                    "title": "Seorî obu evurishingu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 60,
                    "original air date": "17 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Kotomi and her friends I know that a stranger is a legal guardian Kotomi and that there was nothing important in an envelope, in fact her father carried the manuscript with itself. A stranger also has a gift for Kotomi is a suitcase of her parents, that outlived an air crash and passed from hands in hands during long years. A teddy bear that she asked from parents before their flying away, and also letter, lies inwardly.    "
                },
                "15": {
                    "title": "Komatta mondai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 57,
                    "original air date": "24 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    To help Nagisa to renew work of theatre group, her friends consent to enter into him, however they need a counsel still. Toshio Koumura appeared an only free teacher, but he reports to them, that already agreed to be the counsel of group of singing. Nagisa finds for itself a letter with threats. Youhei knows that a letter was written by Sugisaka. Sugisaka comes to Nagisa and begs pardon, and also tells about the past to Ryou. Nagisa decides to yield the mug of singing. The next day Youhei talks about an idea with a basket-ball match. After school of Tomoya and Nagisa ...    "
                },
                "16": {
                    "title": "Surî on surî",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 55,
                    "original air date": "31 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    As soon as Mei arrives in the room of the brother, she is terrified and decides to begin cleaning up. She can not remain in a masculine dormitory and Nagisa suggests to live her for her, while she will be in city. Tomoya and Youhei easily Kyou persuade to take part in a basket-ball match. In the last seconds Tomoya was able to fill up a decision ball to win. Mei after a match goes back to itself home.    "
                },
                "17": {
                    "title": "Fuzai no kûkan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 54,
                    "original air date": "7 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    After viewing of basket-ball match the group of singing decides to divide Koumura with a theatre group. Nagisa becoming badly, she stops to walk in school in the flow of a few days. Kyou tries to draw together Tomoya and Ryou.    "
                },
                "18": {
                    "title": "Gyakuten no hisaku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 54,
                    "original air date": "14 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Tomoya hears about rumors that lower reputation of Tomoyo, he makes decision, that will help to recover the reputation her. Nagisa finally goes back into school. During the tennis match of Tomoyo and participant of tennis club, a ball gets Nagisa in step, and Tomoya takes her in a first-aid post. All understood that Tomoya loved Nagisa. In the end Tomoyo becomes the president of student advice.    "
                },
                "19": {
                    "title": "Atarashii seikatsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 55,
                    "original air date": "28 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    A theatre group at last is recovered. A class leader goes home to Tomoya to ask at Naoyuki about the future of the son. Nagisa, seeing the terrible relationships of Tomoya with a father, suggests to live him for her, Tomoyo consents. Tomoya finds a few little children in the house of Nagisa knows that they are students of Sanae. Nagisa talks Tomoya, that did something bad to the parents in the past, but she in any way can not remember that exactly, her parents tell her, that it is simple imagination.    "
                },
                "20": {
                    "title": "Himerareta kako",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 55,
                    "original air date": "6 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Since Nagisa tells history for a performance, Tomoya tries to find out more about this history asking for the parents of Nagisa. They it is said that recall nothing such. Tomoya and Nagisa decided to look, whether there are not books with this history in a shed. Later Akio tells Tomoyo history, that happened in the past. Ten years back, Nagisa strongly became ill and she had a large temperature. In a very snow day, when Akio and Sanae went away on work, Nagisa went out on a street and expected their quick arrival. From a weakness she lost consciousness and fell down ...    "
                },
                "21": {
                    "title": "Gakuensai ni mukete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 52,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Kage futatsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 59,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Since Nagisa hears about the past of her parents, she blames itself in that pranged their dreams, becomes more emotional and falls in depression. In the day of school a festival all theatre group understands, that with Nagisa something not that, they try to heave up to her a mood, but all attempts are vain. As soon as the performance of Nagisa begins loses a heart and begins to cry, but here Akio breaks in and Nagisa supports, together with Sanae and members of theatre group. He tells her that their main dream it Nagisa and her happiness. After this Nagisa comes to ...    "
                },
                "23": {
                    "title": "Natsuyasumi no dekigoto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 61,
                    "original air date": "27 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Time of summer vacations comes. In spite of the fact that passed already a few weeks, Tomoya and Nagisa until now did not move up in the relations. It shocks their friends. Mai once again arrives in Hikarizaku. She thinks of a whole plan tries that to follow Nagisa, however time after time for her nothing turns out. Since Tomoya drives away Mai, Nagisa stops him. At the end of day of Tomoya and Nagisa decide to be missed together.    "
                },
                "24": {
                    "title": "Another World: Tomoyo Chapter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 35,
                    "original air date": "16 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    In \"another world\" , Tomoyo becomes student council president and she is dating a delinquent Tomoya.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Nakamura, Yûichi"
            },
            {
                "name": "Nakahara, Mai"
            },
            {
                "name": "Matranga, David"
            },
            {
                "name": "Christian, Luci"
            },
            {
                "name": "Hirohashi, Ryô"
            },
            {
                "name": "Calene-Black, Shelley"
            },
            {
                "name": "Kanda, Akemi"
            },
            {
                "name": "Karbowski, Brittney"
            },
            {
                "name": "Sakaguchi, Daisuke"
            },
            {
                "name": "Ayres, Greg"
            },
            {
                "name": "Noto, Mamiko"
            },
            {
                "name": "Neves, Emily"
            },
            {
                "name": "Kuwashima, Houko"
            },
            {
                "name": "Coker, Kaytha"
            },
            {
                "name": "Love, Andrew"
            },
            {
                "name": "Greenberg, Kara"
            },
            {
                "name": "Okiayu, Ryôtarô"
            },
            {
                "name": "Inoue, Kikuko"
            },
            {
                "name": "Haag, Hilary"
            },
            {
                "name": "Nonaka, Ai"
            },
            {
                "name": "Davis, Melissa"
            },
            {
                "name": "Flecknoe, Maggie"
            },
            {
                "name": "Shepard, Blake"
            },
            {
                "name": "Shiraishi, Minoru"
            },
            {
                "name": "Emerick, Shannon"
            },
            {
                "name": "Kawana, Machiko"
            },
            {
                "name": "Bunch, Elizabeth"
            },
            {
                "name": "Mungle, Rob"
            },
            {
                "name": "Hutchison, Chris"
            },
            {
                "name": "Enomoto, Atsuko"
            },
            {
                "name": "Yukino, Satsuki"
            },
            {
                "name": "Yajima, Akiko"
            },
            {
                "name": "Doran, Justin"
            },
            {
                "name": "Wittels, Stephanie"
            },
            {
                "name": "Postlethwaite, Todd"
            },
            {
                "name": "Jr., Fred Walters"
            },
            {
                "name": "Novak, Jonathan"
            },
            {
                "name": "Bickham, Clint"
            },
            {
                "name": "Aizawa, Mai"
            },
            {
                "name": "Kawakami, Tomoko"
            },
            {
                "name": "Curtis, Rozie"
            },
            {
                "name": "Bonasso, Joanne"
            },
            {
                "name": "Hearnsberger, Brandon"
            },
            {
                "name": "Pedersen, Lesley"
            },
            {
                "name": "Ortiz, Mariela"
            },
            {
                "name": "Grelle, Josh"
            },
            {
                "name": "Minaguchi, Yûko"
            },
            {
                "name": "Naka, Hiroshi"
            },
            {
                "name": "Bannor, Marcy"
            },
            {
                "name": "Varghese, Serena"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Drama",
            "Fantasy",
            "Romance"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja",
            "cmn",
            "ru",
            "ko",
            "pt",
            "fa",
            "id",
            "hi",
            "it",
            "nl",
            "ar",
            "fr",
            "la",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital",
            "Stereo",
            "DTS"
        ],
        "certificates": [
            "Australia:PG::(part 1)",
            "Australia:M::(part 2)",
            "Canada:PG::(Manitoba)",
            "Canada:G::(Manitoba)",
            "Canada:G::(Quebec)",
            "Germany:6",
            "New Zealand:PG::(part 1)",
            "New Zealand:M::(part 2)",
            "Russia:14+",
            "South Korea:15",
            "United Kingdom:12",
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 6129,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2VmM2NmMGUtOGQ2OC00Y2ZjLTljNTctYjhmMDJjZjM1NTY3XkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY150_CR9,0,101,150_.jpg",
        "languages": [
            "Japanese",
            "Mandarin",
            "Russian",
            "Korean",
            "Portuguese",
            "Persian",
            "Indonesian",
            "Hindi",
            "Italian",
            "Dutch",
            "Arabic",
            "French",
            "Latin",
            "English"
        ],
        "title": "Clannad",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2008",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bickham, Clint"
            },
            {
                "name": "Foster, Steven"
            },
            {
                "name": "Maeda, Jun"
            }
        ],
        "production companies": [
            {
                "name": "Hikarizaka Koko Engekibu"
            },
            {
                "name": "Kyoto Animation"
            },
            {
                "name": "Movic"
            },
            {
                "name": "Pony Canyon"
            },
            {
                "name": "Tokyo Broadcasting System"
            }
        ],
        "distributors": [
            {
                "name": "BS-TBS"
            },
            {
                "name": "BS-i"
            },
            {
                "name": "Chubu-nippon Broadcasting Company (CBC)"
            },
            {
                "name": "Mainichi Broadcasting System (MBS)"
            },
            {
                "name": "Section 23 Films"
            },
            {
                "name": "Sentai Filmworks"
            },
            {
                "name": "Tokyo Broadcasting System (TBS)"
            }
        ],
        "other companies": [
            {
                "name": "Animation DO"
            },
            {
                "name": "Imagica"
            },
            {
                "name": "Rakuonsha"
            },
            {
                "name": "Seraphim Digital"
            },
            {
                "name": "Studio Blue"
            },
            {
                "name": "Studio Gong"
            },
            {
                "name": "Visual Art's/Key"
            }
        ],
        "plot": [
            "A high school student who cares little about school or others meets a lonely girl who had to repeat a year while all her friends finished high school. He decides to hang out with her and soon meets more friendly students.::Anonymous"
        ],
        "synopsis": [
            "Tomoya Okazaki is a third year high school student resentful of his life. His mother passed away from a car accident when he was younger, causing his father to resort to alcohol and gambling. This results in fights between the two until Tomoya's shoulder is injured in a fight. Since then, Tomoya has had distant relationships with his father, causing him to become a delinquent over time. While on a walk to school, he meets a strange girl named Nagisa Furukawa who is a year older, but is repeating due to illness. Due to this, she is often alone as most of her friends have moved on. The two begin hanging out and slowly, as time goes by, Tomoya finds his life shifting in a new direction."
        ],
        "tech": {
            "runtime": [
                "30 min (23 Episodes) (Japan)"
            ],
            "sound mix": [
                "Dolby Digital",
                "Stereo",
                "DTS"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "laboratory": [
                "Imagica Corporation, Shinagawa-ku, Tokyo, Japan"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "Digital (720p) (source format)",
                "Digital Intermediate (1080p) (master format) (remastered version)"
            ],
            "printed film format": [
                "Video (HDTV) (remastered version)",
                "Video (NTSC)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6129,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 23,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 2825,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 1105,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 176,
                "rating": 7.1
            },
            "males": {
                "votes": 3518,
                "rating": 8.1
            },
            "males aged under 18": {
                "votes": 15,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 2190,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 903,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 139,
                "rating": 7.4
            },
            "females": {
                "votes": 903,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 7,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 604,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 194,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 32,
                "rating": 6.2
            },
            "top 1000 voters": {
                "votes": 64,
                "rating": 6.8
            },
            "us users": {
                "votes": 822,
                "rating": 7.9
            },
            "non us users": {
                "votes": 2321,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 1834,
            "9": 1198,
            "8": 1403,
            "7": 769,
            "6": 354,
            "5": 203,
            "4": 119,
            "3": 71,
            "2": 58,
            "1": 120
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}