{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "8 October 2007"
            },
            {
                "country": "USA\n",
                "date": "21 January 2008"
            },
            {
                "country": "Hungary\n",
                "date": "24 December 2009"
            }
        ],
        "release dates": [
            "Mexico::8 October 2007",
            "USA::21 January 2008",
            "Hungary::24 December 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Al diablo con los guapos"
            },
            {
                "countries": "Hungary",
                "title": "Pokolba a szépfiúkkal!"
            },
            {
                "countries": "Serbia",
                "title": "Prokleta lepota"
            }
        ],
        "akas": [
            "Al diablo con los guapos (original title)",
            "Pokolba a szépfiúkkal! Hungary",
            "Prokleta lepota Serbia"
        ],
        "akas from release info": [
            "Al diablo con los guapos (original title)",
            "Pokolba a szépfiúkkal! Hungary",
            "Prokleta lepota Serbia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Al diablo con los guapos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    In the opening chapter we will meet the protagonists of this story as Milagros, a young woman in her appearance and tastes, but in the background noble and tender. Mili goal, as they call her because of her fondness for football, will face an uncertain future when she has to leave the convent where she has grown up; as well as Mother Superior and Sister Cachete together with Father Manuel, the people who have cared for and educated her since she was born.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Grandma Regina remembers, along with Braulio the butler, Rosario, a former servant who is the mother of her first grandchild. The last time he was with her was more than 18 years ago, when he gave her the little medal of the Virgen DE la Soledad, the same one that Rosario gave her daughter on her deathbed, after having given birth.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Milagros and Alejandro have their third meeting, but his offenses towards the young woman make Mili show his wild instinct, but this time Alejandro reacts and calms the beast with a kiss; but the attempt fails because Mili responds with a kick. Alejandro, tired of so much ridicule from Milagros, insists on finding her and through Father Manuel he contacts her to supposedly offer her work.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Milagros shows up at the Belmonte company for the job appointment, finds that Alejandro would be her boss, he makes fun of her in front of his friend Bobby. Milagros does not stay crossed arms but this time Alejandro takes revenge by humiliating her. Mill leaves with the courage and the crying contained, and by distraction almost is run over by Constancio.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana asks Constancio to accept Alejandro as her son, but he refuses and reminds him that he is only her son, Alejandro unwittingly listens to the conversation. Hugo observes the photos that Mili took on the court, observing the kiss that Alejandro stole from him, gets upset and wishes that they never see each other again. Andrea asks Mili not to approach Alejandro and not to be offered with him, Milagros conceals and affirms that he is not his type.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Milagros and Lina go out to sell and they are doing very well, a man notices that and steals the money bag, Hugo, realizes and decides to recover the stolen money. Alejandro decides to present his grandmother to his grandmother, Mili interprets that she is her, however, he is surprised when he discovers that it is Andrea of whom Alejandro speaks.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Damián blackmails Constancio and threatens to send to the press the video where he is with Zulema and thus cause a scandal. Constancio tells Andrea that he is crazy about her and assures her that, if asked, she will divorce Luciana in order to marry her. Alejandro enters the room of Milagros with the intention of seducing her, but realizes that it is not Mili who is in bed and a great surprise.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Father Manuel tells Regina that he knows his grandson, she asks him to take it at that moment so he can see it and he starts to alter very strongly. Milagros reproaches Alejandro for what he had to go through in order to earn his food, unlike him who has had everything very easy for his wealth.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana tries to renew herself and look more beautiful, Valeria thinks it is very strange that her mother does not listen to her and is only thinking about what she wants to operate in order to look better. Alejandro confesses to him Andrea who already has another girlfriend and who is much younger than him, Mili listens and gets excited.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constantius asks Damien to keep an eye on his sister for the suspicious attitude he has lately, but he does not waste time and asks to pay for the favor. Alejandro confesses to him Andrea who already has another girlfriend and who is much younger than him, Mili listens and gets excited.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana is furious because someone cut the jasmine that she would use in an exhibition and decides to find the culprit. Lina arranges Mili so that she can present herself to the Belmonte dinner, but everyone will be surprised.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana discovers Mili with the jasmine that was stolen and immediately the guilt of a thief, Lina and Mili tell her that it was her boyfriend who gave it to them, and they realize that it was Alejandro who gave it to them. Constancio and Milena realize that their partners are about to escape to Rome and plan a strategy to unmask them.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili discovers that Hugo was not in his wheelchair, nor in his room when he went to leave his dinner, but decides to remain silent. Karla steals money from her mother to give it to Damien, Mili realizes and tells him that he is only taking advantage of her, but Karla is blinded and ignores the words of Mili.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili forces Karla to tell Socorro about the robbery of 3,000 pesos, but Karla blames Mili, so Socorro is very disappointed in Milagros and takes away her speech. Damián discovers Hugo lying on the floor and Milagros by his side, so he thinks that she threw him, runs and asks him not to bother his son again.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana discovers that Andrea and Constancio argue, but she misunderstands the situation and thinks that Constancio wants to abuse her. Andrea uses that to get closer to Luciana and become a victim of Constantius. Hugo gives Mili a very special gift and confesses his feelings.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karla realizes that Damián does not want her, since the pregnancy was just a joke and that was more than proven what he feels for her. Constancio and Braulio join together to tell Regina that Rosario died while she had the baby and that both are dead, but they do so in order that Regina does not insist on continuing to look for them.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana is not entirely convinced that Andrea lives in the Mansion DE la Soledad, but she convinces her that it is only with the intention of recovering Alejandro. Mili tries to comfort Regina because she learned that her grandson died at birth, but she could take her place, since they are the same age.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro and Bobby make amends for everything that happened with their parents, try to see the positive side of things with the conclusion that they could now become siblings. Bobby does not want Valeria to think that Rocky is her secret lover and decides to set a trap for her to know once and for all who is in love with her, but things do not turn out very well.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Milagros gives the good news to Regina that her grandson did not die, but that it was a lie of Constantius so that he would not suffer more by tormenting himself with the memory. Valeria and Alejandro are very intrigued to know if it is true that Constancio had another son, and if this is true, they want to know where he is.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Horacio feels very disconcerted by the strange visit of Roxana and especially because it matches the name of Lina's mother. Regina wants that at the end of the year party, Mili is presented in society and asks Alejandro to be in charge of doing it, of course Andrea is in total disagreement.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    At the end of the year party, Mili is presented to society and Hugo is surprised that he can walk. Alejandro announces his commitment to Andrea, but he can not stop thinking about Mili and how beautiful she looks that night.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    A thug steals Mili his medal, Alejandro tries to recover it, but in his attempt is wounded. Mili confesses that he loves him and that he forgives him for all he has done to her, but that he does not die. Lina does not lose the opportunity to ask Bobby if he is in love with someone, he responds that yes, someone brings him crazy, Lina gets confused and thinks he refers to her.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro does not miss the opportunity to ask Mili why he surprised her the other time by embracing Constancio, they clarify all the misunderstandings and accept that they love each other. Claudio, the thug who stole from Mili, affirms that the medal can pass for him because he has the same initials and will always use it.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The mother superior gives to Mili the part of the photograph of her mother, Mili feels very sad because she knows that out of pain her mother broke the photo where her father appeared, Regina sees the photograph and asks Mili to show it to her. Bobby asks Valeria to explain why it bothers her that he loves her so much, she responds that it makes her sick that he noticed her and that he would never reciprocate.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Milagros and Alejandro decide to love each other in secret, Regina assures that she will support them at all times, but they should be careful not to be seen in the house because they would have many problems. Karla informs Hugo that Mili and Alejandro will meet in the park, intriguingly tells him that Mili does not miss the opportunity to be with Alejandro.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo asks Alejandro to tell Mili why he keeps walking with Andrea if he is supposed to love Mili, and the worst thing is that they keep it as a secret. Damián meets Claudio, sees Mili's medal and asks him what his initials mean, in this regard he comes up with an idea to fool the Belmonte family.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria and her friends think it would be a good idea to visit the rodeo that Alejandro and Bobby visit so much, but they know that to go to that place they need to be dressed according to the occasion. Damien informs Regina that she has found her lost grandchild, she reacts with great impact.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Regina presents Claudio as the lost son of Constancio to the entire Belmonte family. Constancio is very surprised because he knows it is not true. Luciana is not happy with Claudio's arrival at the house, she asks Constancio to take that bastard, but he replies that if it's about bastards, Alejandro would be the first.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo asks Mili to pose for him, Alejandro surprises them and thinks that Mili has failed him because of the way she was dressed. Braulio realizes that Claudio is plotting something, so he decides to follow him in the company of Regina, when they arrive in a neighborhood, they realize that everything has been a farce on the part of Damián to deceive them all.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio discovers Valeria with Sergio, so he gets too upset, but Sergio tries to convince him by telling him that he will not take advantage of his daughter, but in reality he has an evil plan. Mili goes to Luciana to help her with Alejandro, but she ruthlessly tells him to stay away from him because they are not of the same class.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo supports Alejandro, in front of Mili, who made love, Alejandro believes him and is disappointed, but Mili reproaches Hugo that he is a bad person. Regina talks to Alejandro about what happened with Hugo and knows that it is time to give him Carmen's diary so that he really knows what happened.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo reads Carmen's diary and realizes that she was the one who seduced Alejandro and that he only rejected her, so he asks her for forgiveness and leaves her free way with Mili. Alejandro asks Mili for forgiveness and assures her that he is willing to confront his family, but she asks for time to prepare and for the family to accept her.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Andrea plans to do something so Alejandro and Mili can not get married. Luciana decides to go inside to cure herself of alcohol, she says goodbye to her family; his children resent him, but they think it will be the best.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Damián does not know how to get away from the debt he has with Julio and decides to go to Acapulco for a while, but he does not leave alone, he takes Karla away. Regina goes to the psychiatric center to visit a key character of the past, which can help clarify many things in the life of the Belmonte.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Regina visits Francois in the psychiatric hospital, is surprised to see that he feels a deep hatred for Constancio for occupying the place that belonged to him. Damián and Karla are encouraged by Julio to pay off gambling debts, but as soon as he can he asks for help from Constancio.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rocky and Valeria are lost in a desert road with the car broken down and no signal on the cell phone, so they have to spend the night there. Mili decides to leave the Mansion DE la Soledad and, in complicity with Gloria and Lina, she goes to a place where no one can find her.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Regina is desperate because she has no news of Mili, she asks Braulio to follow Lina to see if she can get to her. Francois escapes from the psychiatric hospital and goes in search of Constancio to kill him.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Andrea realizes that Milagros hides in the house of Bobby and goes to look for her, but Bobby denies it to him, a call of Alexander causes that it finds out the place where it is working. Horacio becomes increasingly jealous of Lina and tells him that now he has to ask permission for everything.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Andrea consults with Alejandro possible names for her baby, but he ignores her and tells her that she would only like to be called Milagros as the love of her life. All get ready to attend the costume party at the rodeo, until Braulio and Regina will participate in this event.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constantius is prevented and hires agents to protect him from the threat of Francois. Alejandro and Mili are about to unleash their passion, but Luciana surprises them and misjudges Milagros.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Andrea confesses to Hugo that her pregnancy is a farce, however, her plan to separate Mili and Alejandro is still standing. He proposes something very strong that will separate them forever. Valeria is very excited about the preparations for her wedding, poor Rocky can not find a way to prevent his Vale from being unhappy for the rest of his life.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Damián gives some courtesies to Valeria to go to dinner with Sergio, but it will not be possible since he supposedly will go on a trip, so he tells his parents so they can take advantage of the invitation, and being there they receive an unpleasant surprise. Andrea's plan is carried out and everything points to make it look like Mili causes an accident where Andrea loses the baby.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana and Valeria run to Milagros from the mansion, but Braulio does not allow it and says that he also leaves, the others join in support of Mili, Luciana is shocked. Alejandro asks Hugo if he saw how things were, he asks her to tell him the truth, but Hugo again lies and blames Milagros for Andrea's accident.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili can not believe that Alejandro has asked for that and feels that now he has lost it. Constancio knows how important Mili can be in his business and the Betancourt visit his home at night.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili, Gloria and Lina simulate a fire in order for Rocky to rescue Gloria and give her mouth-to-mouth breathing, but they are reprimanded for their mischief. Valeria is jealous of seeing Rocky with Gloria, so she warns him that Morgan is hers and asks her not to be slippery with him.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Damian is surprised to see that in the safe is not Valeria's rescue money and only finds a note that Karla leaves him thanking him for having removed his uniform. Karla can not leave the country because she does not have documents, but she is reached at the airport by Damián, who seeks to recover the money as of place.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo proposes to Mili, she tells him that he will think it, but Hugo is anxious to know the answer and only gives him one day. Mili decides to marry Hugo.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria is rescued and her parents receive her with great pleasure. Valeria receives the great surprise that her friend Pilar is back not only to support her, she has also returned for the love of Alejandro.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Braulio talks with Hugo about his commitment to Milagros and asks him to make her very happy, Hugo is surprised that the butler makes that request, to which Braulio only replies that Mili won his heart. Luciana can not believe that Constancio was an accomplice of Andrea.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro tells Hugo that he will show him how, with a flutter of fingers, Milagros returns with him because it is him he loves, Gloria realizes this and runs to tell Mili, so Alejandro's plan looks frustrated. Rocky is still determined to show indifference to Valeria, because according to Horacio, it will only give way, and apparently it is working.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lina is that there is no room for jealousy with Gloria for the Chamuco, so much that they come to blows in the party to benefit, they receive a strong call for attention from Mili. Valeria is very surprised that Rocky does not show her as much interest as before and seeks to get her attention.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rocky dies of wanting to say what he feels to Valeria, but he can not wait to continue with his plan. Hugo confesses before Father Manuel, reveals the truth of Andrea's abortion and her hatred of Alejandro.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria learns of Rocky's plan and decides to give her a test of her own chocolate using Bobby. Mili faces the father of Gamuza, who mistreats him and explodes working.    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana meets the great love of her life, who visits them in the mansion. Luciana feels uncomfortable because she can not hide in front of Constancio what she feels for Nestor. Braulio tells Regina that he is very worried about Mili, who does not know what will happen to her when the lady is missing.    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rocky and Bobby are willing to do anything to get Valeria's love, but she tells everyone that if she ends up with the other, she will keep her love, so both are willing to tear each other apart. Luciana is increasingly confused in her feelings towards Nestor.    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    In the camp everyone has fun, but Alejandro and Milagros do not stop feeling uncomfortable. Lina tries to open Mili's eyes and remind him that whoever marries without love will not be the best solution to forget Alejandro.    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili measures her wedding dress, but it does not feel very good to try it on and Father Manuel notices it. Alejandro is shocked to see Mili dressed as a bride and asks the father to marry them at that time.    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro asks Pilar to make all the preparations for them to go live in Argentina so that Mili can be happy next to Hugo and he tries to forget her. When Alejandro tells Mili that she will leave, she is devastated, but he disguises it.    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Everything is ready for the wedding Mili, who leaves instructions to Braulio to continue to consist of the girl as he deserves. Karla tries to remind Hugo of what there was between them and that meant a lot to her, but he ignores her and goes on preparing for her wedding.    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana plans to tell a famous writer all her life in order to reveal the truth and expose Constancio. When being back Mili in the mansion, receives the news that Hugo disappeared and nobody knows anything about him, she feels guilty since she feels that she may be dead.    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karla and Andrea are surprised with the visit of Milagros because she discovers that Hugo is there, who does not understand or know what is happening. Socorro feels very tormented with her past and that's why she does not accept Horace's courtship, but he does not care, she just wants to live the present and the future next to the woman she loves.    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili complains to Andrea why he hides Hugo in his apartment, she pretends not to know anything about him and assures him that it is only his imagination. Karla tells Horacio that there is no problem in having a relationship with her mother.    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Andrea tells Milagros that her father is Constancio, obviously Mili does not believe him, but Constancio asks Andrea where she got that statement, she ignores it. Everything is ready for Alejandro to start with the construction project for the people of the neighborhood, Regina supports him.    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio says the press that his best weapon will be love for the people, in that Gamuza makes an appearance and asks for a coin, but Constancio is not very cordial with the child and everything is captured by the lens of the reporters. Alejandro goes in search of Hugo to Andrea's apartment, discovers that he has lost his memory and still has a feeling for Milagros.    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana and Braulio again confront each other, she does not intend to let Braulio keep blackmailing her and threatens to tell Alejandro herself that Constancio is not her father. Braulio threatens Luciana with a discredit before society, she does not seem at all, so he will look for ways to get rid of him.    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pilar asks Hugo if she wakes him something like Milagros does, he replies that he starts to feel something for her and that he wants to paint her some day. Mili talks with Gloria's mother, who asks him to help her get her daughter closer to her.    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio asks Milagros to go live with Regina to another place so that she can continue caring for her, Regina listens to everything and does not accept her son's proposal. At the meeting, everyone votes in favor of Alejandro, but Damián's vote will be decisive.    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Regina helps Mili and Alejandro to have their secret wedding performed. Gloria tries to comfort Lina from her bad experience with her mother, but she tells him that she at least has her mother looking for her and that she talked with Mili, Gloria is surprised by the news and asks Mili not to tell her nothing about your mom.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rocky thinks that his beloved Valeria lost her life in a tragic accident, but she does not know that she was the mother of one of Valeria's friends. Rocky tries to contact her in the afterlife by means of a seance, Valeria enters the kitchen where the session takes place and surprises Rocky, he only thinks that he is part of the supernatural phenomenon.    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria is still very concerned about her situation with Rocky, she now consults her friends because she does not know what to do anymore, she fears that she is really falling in love. Alejandro meets a new friend named Florencia.    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro asks Mili to leave the butler for another day because he has to live with the guests, Mili will not let him and Socorro tells him not to make promises that he will not keep, Alejandro feels very bad and he has no other alternative to being the butler.    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    In his steward role, Alejandro welcomes the guests and discovers that the daughter that his mother talked so much about is Bruma, with whom he had already established a friendship. Mili asks Alejandro when the employees he fired will return to his positions, he does not agree and a strong argument begins where Alejandro asks him to stop acting like a girl, tells him that now it is he who ends the relationship.    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Horacio, in an angry tone, asks Valeria to stop being unfair to her friend, since he had spent all he had to buy her a diamond necklace. Valeria can not believe what Horacio says and feels in debt to Morgan, but he does not want his money, what he wants is for him to see the work that cost him to earn it and asks him to work at Taco Naco, she has no other option.    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili asks Alejandro to explain where he will go, he does not hurt her and he replies that he will go to a game, but Mili does not believe him. Mili asks Alejandro what their relationship is, he does not know what to answer because he feels very confused. Mili looks at Alejandro's picture and thinks he loves him with all his soul.    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria is enraged to see Rocky and Lina very close, asks Braulio to run to Lina, because he does not want to slip on his driver. After the tremendous confusion with the husband of Florencia, Alejandro visits her again, but Mili surprises them and makes it clear to Florencia that Alejandro already owns her.    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro feels guilty because he does not want to hurt Florencia. The father of Florencia looks for Alejandro to make it clear that he does not play with his daughter and forces him to fix things because he will not tolerate a new disappointment for her.    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana asks Florencia to rescue Alejandro DE Mili, since according to her she is a very bad person and also thinks that she did witchcraft because she does not understand his reaction towards the servant. Florencia declares war on Milagros, as she is willing to fight for the love of Alejandro.    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili decides to visit the house where he is assured that his mother lived. When arriving at the house, a woman tells Mili that a long time ago two children lived, a very beautiful girl and another boy who was her brother. Mili learns that he still has an uncle.    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Domingo presses Alejandro to get married as soon as possible, Florencia asks her dad not to go so fast because they are barely meeting each other, but Domingo insists on fixing the date of the wedding or the funeral. Karla discovers a letter where she realizes that Damian is about to commit suicide, runs in search of him to prevent it.    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili becomes a whole lady thanks to Regina's classes, who tells her that she has a surprise referring to the inheritance, but she asks her not to eat cravings and wait. Mili tells Regina that she wants to open the box with her mother's house with her, she happily accepts it.    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili does not want Mateo to know who she is, so when he visits Dona Regina, Mili asks Braulio not to open until he hides. Florencia claims Luciana why she lied to him when he told her that Milagros was only a hobby for Alejandro, when he is hopelessly in love with her.    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mateo is very interested in knowing how Regina's heiress is and he proposes to his grandfather to do a business that consists of marrying the servant and administering his property, Robledo bursts against his grandson and asks him not to dare to mess with that girl. Luciana and Néstor decide to go to Cuernavaca to enjoy their love away from everyone, but they do not count on Damián arriving at the house and discovering them in full kiss.    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili and Alejandro make peace, but they can not continue allowing their love to be interrupted by other people, so Alejandro proposes to Mili to get married as soon as possible.    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana asks Braulio to leave the house or otherwise Milagros will be in great danger. Luciana invents to Braulio that Constancio has found a way that Milagros is not a hindrance in the image of her political career and what she plans to do with her is something horrible.    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Braulio informs Luciana that nothing and nobody will be able to harm Mili, since she is now legally Regina's daughter. Mili and Alejandro go to the place where they will carry out their wedding in secret, the two are very happy because after so many obstacles they will finally be together and happy, however Luciana follows them in a taxi to prevent at all costs get married.    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Father Manuel apologizes to Mili for not having confessed the truth from the beginning. Luciana asks Mili not to say anything to Regina and Alejandro, but she stops her and tells her that Regina has the right to know the truth.    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria confesses to Regina that she is very much in love with Morgan and is afraid. Constancio takes the opportunity to be alone with Mili to ask him why he has so much courage, Mili can avoid confessing all the hatred he feels for him.    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Regina knows that it is time to leave and says goodbye to Mili, asks her to meet Alejandro with her lost grandson, Mili asks her not to say those things because she has to live. Mili confesses to Regina that she is her lost granddaughter, shows him the medal and the photograph of Rosario.    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    At Regina's funeral, Mateo is very interested to know who is the maid's heiress, his grandfather points his finger at Milagros. Mateo approaches stealthily and realizes that Mili is the great heiress, is very shocked to know, but Mili runs to him in search of a comfort to his pain.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana explodes to learn that the universal heir to Dona Regina's fortune is Milagros, she can not allow her daughter Valeria not to have touched anything of that fortune. Braulio asks Mili if she is completely sure not to tell her father the truth, she answers yes and also swears that she will take revenge on him.    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana claims to Milagros that she has told Alejandro that they are brothers, Mili is confused and does not know what Luciana is talking about. Constantius asks Mateo to walk after his large inheritance.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mateo assures Constancio that he greatly appreciates Mili for being her high school student and if he accepted to be her lawyer it was because she asked him to. Valeria runs in search of Horacio to help her calm Rocky and Bobby, fears that they will get hurt or injured because he saw them enraged.    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nestor gives a ring to Luciana in which the name of the two is written, she thinks the gift is very nice, but she also thinks it is very risky if Constantius will see him. Nestor asks Luciana to tell Alejandro the truth, she refuses.    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili is jealous of Alejandro, when in front of him he tells Mateo to go to dinner. Constancio asks Rocky to take them to a lost city so that Valeria realizes the kind of life that awaits her next to the driver, but Valeria is so in love that she would not mind a life full of hardships.    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana can no longer continue hiding the secret that Alejandro is not the son of Constancio, since he had to cede the shares to Hugo for a blackmail on the part of his brother. Damian looks for Florence to give him comfort.    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Andrea and Damian try to defraud again Constancio, who surprises them by snooping in his office, but Andrea knows how to disguise very well and Constancio does not realize his evil plan. Florencia advises Luciana to tell Alejandro the truth as soon as possible, but she can not accept it because it hides another truth.    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio plans to invent that Mili's father died, Braulio finds out and runs to tell Mili, who decides to follow the game. Constancio finds out through Karla that Valeria and Rocky were together at the rodeo, he gets too angry and forbids Valeria from leaving under any pretext, and will be watched by Braulio.    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro is disconcerted when Mili tells him that he would like to be someone else to be able to love him freely. Mili feels bad for having kissed her supposed brother and runs to confess with Father Manuel, who can only assure him that she is in love and love is not a sin.    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio is like crazy looking for the compromising photos that Luciana has in his hands, Karla helps him look for them in the greenhouse. Karla finds the photos and reminds Constancio how to thank her for it, in cash. Socorro, who passes by, realizes the words of her daughter and slaps her thinking that she has served the employer differently.    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Domingo will teach Milagros that with her daughter she should not go in and kidnap her so that she ends up getting into the relationship between Alejandro and Florencia. For his part, Alejandro desperately looks for Milagros, when he sees the little dog that only wears Mili's beret, he thinks something bad happened to him.    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio decides to end once and for all with the relationship of his daughter and the driver, so he asks Karla to find out the address to go to end Rocky definitely. Alejandro asks Luciana why she hid that he and Milagros were brothers, Luciana gets very tense but she responds that she did it to avoid the pain.    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro is determined to forget Mili and wants to leave her in good hands, so he asks Hugo to take care of her because he knows he loves her, Hugo can not believe what Alejandro asks of her. Mili and Alejandro have to change their situation and everyone decides to look for love in other arms.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo is not willing to be the means for Mili to forget Alejandro, he is aware that they love each other, and if he accepts being Mili's boyfriend, he will be hurt again because she will never love him. Constancio asks Karla to help him investigate what Damián is up to.    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio wants Karla to get into Damián's bed in order to get all the necessary information. Karla feels indignant and asks if he is taking her as one. Mili apologizes to Florence and promises to leave the way clear with Alejandro, begs him to take care of him because he deserves it and does not want him to be hurt. Florencia is surprised by what Mili is asking of her.    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili puts a challenge to Matthew, tells him to sell anise bread but disguised as a street child, so you see what it feels like to earn your money daily, Matthew accepts without imagining that someone would throw him upside down with his grandfather. Rocky and Valeria, just to keep watching, try to put cockroaches inside the house with the purpose of Rocky being the one who fumigates the house.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio talks very seriously with Rocky about his relationship with Valeria, proposes that he let her go to Paris, and if he really loves him, he will return for him to marry and will no longer oppose him. Mili tells Alejandro that he has thought it over very well and will not witness his wedding; Although it was a promise, Mili is afraid of what he may feel, but wishes him well.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio takes the detective that he hired with Mili to tell him that his father is dead, she feels courage towards Constancio, but he follows the flow. Alejandro arrives and asks Constancio to stop lying to Milagros because he hired another detective who knows who Mili's father is.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio is concerned that Mateo wants to take advantage of Milagros' naivete, and his feeling as a father can not allow them to make fun of her. Braulio suggests to Constancio that he speak once and for all with Mili so that others realize that she is not alone.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili finds out from Luciana that she's really not Alejandro's sister, so she runs off and crying, trying to reach Alejandro, but it's impossible. Mili throws herself on the floor and starts crying, screaming that Alejandro is not her brother.    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    When Damian sees his son, he asks her if he brings good news, he tells her that he asked Mili for marriage the day before, but before they get married, he needs to ask him a very important question and according to the answer he gives him, could the direction of their relationship. Hugo seeks Mili to talk to her about his wedding.    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Marisela cancels Bobby to be able to go out with Mateo. Marisela has everything ready for dinner with Mateo, but just when she is fixing the last details, the bell rings and it is him. Mateo kisses Marisela and starts telling her things that make her feel flattered, asks how Bobby reacted when she canceled him.    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio takes Damián and Karla to the church to set the date of the wedding. Damián is not very convinced to marry and, although he is threatened, he begins to make excuses to extend the date. Constancio, seeing the reaction of Demián, takes his cell phone and calls Andrea to speak with the judge, but just then, Damián changes his mind and accepts what he asks.    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili, seeing that Alejandro is going to be a father, decides not to talk to him to tell him the truth, so he tells Hugo to resume the wedding plans. Hugo is surprised by Mili's reaction and tells him that he gave him the opportunity not to marry him and be happy with Alejandro, but Mili replies that there is nothing to think about and that he is going to marry him.    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karla is desperate because Damián has only sought pretexts not to marry her. Karla goes to the studio and starts looking for the things on the desk of Constancio, she opens the drawer and finds Constancio's gun, takes it and remains pensive. Luciana, who is in the studio, pours herself a drink and drinks it in one gulp, suddenly the door opens and Néstor enters.    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo and Alejandro try to control Constantius. Luciana is determined to divorce Constancio, so she goes in search of Mateo to help him with his case. Luciana tells Mateo to please help him to leave Constantius in the street, that no matter how much it costs him, he wants to see him destroyed.    "
                },
                "116": {
                    "title": "Episode #1.116",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Braulio recommends Ramsses a mask to have smooth skin. Valeria and Ramsses put on their masks, at that moment Luciana comes down and asks them what they are doing, Ramsses recommends the mask and puts it on.    "
                },
                "117": {
                    "title": "Episode #1.117",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    At the rodeo, Mili goes up on stage and starts singing a love song, she realizes that Alejandro is coming, the two of them stare at each other and she starts to sing to him with a lot of feeling, Alejandro gets very sad to see her. A tear runs down Mili's cheek, who can not stop loving Alejandro.    "
                },
                "118": {
                    "title": "Episode #1.118",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana is determined to divorce Constancio, but first of all she wants to destroy him. Constancio challenges Luciana and tells him that he will not accept what he asks of her in the divorce, she confronts him and threatens to destroy him by giving interviews so they know what kind of person Belmonte is.    "
                },
                "119": {
                    "title": "Episode #1.119",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana is determined to divorce Constancio, but first of all she wants to destroy him. Constancio challenges Luciana and tells him that he will not accept what he asks of her in the divorce, she confronts him and threatens to destroy him by giving interviews so they know what kind of person Belmonte is.    "
                },
                "120": {
                    "title": "Episode #1.120",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo tells his father that neither he nor Mili is interested in the money, Damián gets upset with him and tells him that he has to take care of his interests and his future. After Constancio made a scene to Andrea in front of Luciana, Andrea sneaks off and gets into the bedroom where Constancio sleeps.    "
                },
                "121": {
                    "title": "Episode #1.121",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Marisela, after having seen what Alejandro said in his company, decides not to let him handle his actions, so he quotes Florencia in his apartment to give him the news that Mateo is the one who is going to take charge of his actions . Florencia tries to make Marisela reconsider, but she is determined.    "
                },
                "122": {
                    "title": "Episode #1.122",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karla reaches Fernando and they go for a coffee. Karla wants Fernando to give her his bachelorhood party, so he tries to stay or go elsewhere, Fernando can not, but he leaves her card and asks him to mark him.    "
                },
                "123": {
                    "title": "Episode #1.123",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Peralta arrives at the office of Constancio to give him the news that the president of the party resigned for all the scandals that aroused around him. Peralta tells Constancio that they are calling a new president for the party and he gives him the news that the name that is in the first place is his, Constancio feels flattered and feels that he is already the new president.    "
                },
                "124": {
                    "title": "Episode #1.124",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana, at the wedding of Mili and Hugo, has the courage to tell everyone the truth, pick up the microphone and tell Alejandro that it is time for him to know everything. Constancio, realizing what Luciana can say, interrupts her and asks her to shut up, but she does not care and keeps talking.    "
                },
                "125": {
                    "title": "Episode #1.125",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Damian is surprised to learn of the tragic death of Domingo, Constancio asks what happens. Damian, seeing Constantius so calm, insinuates that he ordered Domingo killed, Constancio gets nervous and tells him not to be talking nonsense.    "
                },
                "126": {
                    "title": "Episode #1.126",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana meets Alejandro in the hall and advises him to support his wife, but he grudgingly tells her that he does not need his advice and that he does not even want to see her. Alejandro tells Luciana that she is not his mother and that he will never recognize the man who says he is his father.    "
                },
                "127": {
                    "title": "Episode #1.127",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Gloria tells Lina that between Mili and Hugo nothing is happening yet. Mili clarifies to Lina that Hugo is giving her time, she tells him that sooner or later, he will love him because he is her husband and has the right.    "
                },
                "128": {
                    "title": "Episode #1.128",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili advises Alejandro that he should let his dad get close to him. Alejandro takes Mili's face and kisses her, she corresponds, but neither of them realize that Florencia is seeing them.    "
                },
                "129": {
                    "title": "Episode #1.129",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mateo tells Constancio that Mili fired him, that he is no longer his representative in the company. Constancio is surprised and asks Mateo if Mili no longer has a representative, he replies that no, Constancio remains pensive and they offer.    "
                },
                "130": {
                    "title": "Episode #1.130",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rocky and Horacio are going to leave some papers that Luciana ordered them, in a lonely street, they are cornered by two cars. Some guys get out of the car to Rocky and Horace, whom they grab, while hitting Rocky. Rocky is lying on the floor.    "
                },
                "131": {
                    "title": "Episode #1.131",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Everyone is in the lobby looking at the picture of Mili trashed, everyone has a suspect, but Alejandro and Valeria blame Luciana. Luciana comes to the lobby with Néstor and is accused, she is shocked.    "
                },
                "132": {
                    "title": "Episode #1.132",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro goes to church, he asks the 'cuatacho' to please come back to Mili by his side, Mili listens to everything without Alejandro noticing. Alejandro finished praying, already about to go see Mili, comes and asks if he believes that the 'cuatacho' can grant the miracle, Mili responds with his head and stay looking passionate.    "
                },
                "133": {
                    "title": "Episode #1.133",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mateo is in his office and an inopportune visit arrives, \"Gustavo Villalobos\", who tells him that he is slow to marry Marisela. Mateo tells \"Gustavo\" that Marisela has already signed the documents for him to take charge of his inheritance, \"Gustavo\" replies that this is not enough, that he has to marry her.    "
                },
                "134": {
                    "title": "Episode #1.134",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio goes to see Mili and asks how he feels after seeing that his painting is discarded. Constancio takes advantage of the fact that Mili is crying and tells him that he already learned that Mateo is no longer in charge of his actions in the company, so he offers to take charge of his actions, so Mili, very annoyed, says no and He runs it from his room.    "
                },
                "135": {
                    "title": "Episode #1.135",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro tells Mili that he thinks Contancio sent Domingo Echavarría to death, she can not believe it. Alejandro embraces Mili with force, at that moment Hugo opens the door and sees them. Néstor and Andrea are looking for Constancio and Luciana, Braulio sees them and asks them what is going on.    "
                },
                "136": {
                    "title": "Episode #1.136",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nestor is tired of Luciana always being the victim, so he starts arguing with her, tells her that she is not a good mother. Luciana defends herself, but needs to drink, Nestor takes the bottle from her and squeezes her arms, Luciana starts screaming at Alejandro and threatens Nestor with running him.    "
                },
                "137": {
                    "title": "Episode #1.137",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro and Mili are talking with Father Manuel about Constando and the suspicion they have, but the talk changes cause, Mili and Alejandro begin to discuss their love, suddenly Mili challenges Alejandro to kiss her, Alejandro can not resist the urge and he kisses her, Father Manuel does not know what to do.    "
                },
                "138": {
                    "title": "Episode #1.138",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria is desperate because her mom does not stop drinking and starts arguing with her. Valeria starts crying and Alejandro hugs her, tells her to calm down. Valeria can not take it anymore and she shouts to her mother that her happiness is next to Rocky and that only he has made her a woman.    "
                },
                "139": {
                    "title": "Episode #1.139",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Florencia gives her support to Constancio, who pretends to be very sad and worried about what is happening to Luciana. Florence embraces Constantius and tells him not to worry, that everything will be fine, he picks up the phone and calls the clinic to go for Luciana.    "
                },
                "140": {
                    "title": "Episode #1.140",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili and Alejandro are in Puerto Vallarta with their respective partners, Alejandro looks out to the balcony to see the sea and remembers Mili, on the other side, very close to Alejandro, is Mili thinking how beautiful it would have been if his \"guapito\" was with it, they are about to be discovered.    "
                },
                "141": {
                    "title": "Episode #1.141",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mateo goes to visit Constancio prison. Just as Mateo arrives, Constancio is telling Andrea that he knows who was the one who set the trap. Mateo gets very nervous and his papers fall, Constancio asks him to leave him for a moment with Andrea.    "
                },
                "142": {
                    "title": "Episode #1.142",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Damián is about to be nominated. Damian seduces Andrea, she resists and asks him not to be like that with Constancio and help him, Damián starts to undo her blouse and looks at her coquettishly, until he comes to her mouth and kisses her passionately, Andrea at first resists, but ends by answering the kiss.    "
                },
                "143": {
                    "title": "Episode #1.143",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo and Nefertiti are in the pool kissing passionately, at that moment they knock on the door, Hugo thinks that it is Mili who has returned from being with Valeria, he asks Nefertiti to hide in what opens the door, Nefertiti hides, while Hugo Open, to your great surprise is Florence. Sister Cachete and Socorrito are talking about the wedding of Lina and Gloria.    "
                },
                "144": {
                    "title": "Episode #1.144",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo is in the hotel lobby talking on the phone with his dad, who tells him what is happening. Florence, as soon as he finishes talking with Damien, Florence arrives and asks him what is happening, he asks her to sit down so he can break the news.    "
                },
                "145": {
                    "title": "Episode #1.145",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Florencia sits down and Hugo tells her that Constancio is in jail and that they blame him for the death of his father. Florencia can not believe what she says and starts to get sick. Hugo talks to Mili and asks her to tell him what happened, she tells him the truth.    "
                },
                "146": {
                    "title": "Episode #1.146",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro and Bobby are talking about the construction company they want to build, but they realize that the money they have is not enough, Rocky is listening to them and decides to move on. Rocky asks if you can associate with them, Bobby not very convinced he says that you need a lot of money, Rocky asks Alejandro for his notebook and writes the amount he has saved, Alejandro is surprised by the amount.    "
                },
                "147": {
                    "title": "Episode #1.147",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Gloria finally decides to talk to the 'Chamuco' and tell him the whole truth, but he, as he works all day, is dozing and does not pay much attention at first, but soon reacts and can not believe that he has Lied like that and leaves. Luciana is very ill and arrives at a canteen with the woman who met the street, a man comes to her, offers to take her and takes her to the table, sits on her legs and asks her to give him a kiss, Luciana feels the worst for doing that.    "
                },
                "148": {
                    "title": "Episode #1.148",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili accompanies Sister Cachete to help people in need, she approaches a lady who is in very poor condition, Mili gives her a blanket and tells her that she is going to talk to Sister Cachete to take her to the doctor. She asks him not to leave and tells her his name, Mili is disconcerted, sees her again and realizes that she is Luciana.    "
                },
                "149": {
                    "title": "Episode #1.149",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili and Alejandro meet in the garden, Mili approaches him and tells him that he can not forget everything they have lived, but they can not do anything until they are free, Alejandro gets sad and caresses his face, tells him that he will never stop fighting for her, Mili looks at him excited and in love. Constancio is not going to allow Valeria to marry Rocky, so she cites Ramses in his office to ask her to be his assistant.    "
                },
                "150": {
                    "title": "Episode #1.150",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 150,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio is not going to allow Valeria to marry Rocky, so he cites Ramses in his office to ask him to be his personal assistant, Ramses does not know what to say, but in the end he accepts. Mili will see how Luciana continues to the hospital, she suffers to see her so badly, she gets closer, but Luciana starts insulting her.    "
                },
                "151": {
                    "title": "Episode #1.151",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo tells Alejandro that he will never leave Mili free to marry him. Mili goes to Florence to ask him not to take the girl away, she tells him that she will leave, but that she thought things over and wants Mili to make her daughter's load with Alejandro so they can make her very happy , Mili is shocked without knowing what to say..    "
                },
                "152": {
                    "title": "Episode #1.152",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 152,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    At the words of Mili, Alejandro does not know what to do. Marisela, after going to leave Mili, goes to the kitchen to ask for Lina, meets Karla, she starts telling him how intrigued Lina knew how to get Bobby very well, Marisela does not understand and Karla tells him that the son What Lina expects is not Bobby's, but Fernando's.    "
                },
                "153": {
                    "title": "Episode #1.153",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 153,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    'The monkey' asks Sister Cachete to tell him about the convent in which his wife arrives, she begins to tell him, Macarena suddenly arrives and greets her, Sister Cachete is surprised and does not know what to do. Mili reads the letter from Florencia, who tells him the whole truth and confesses that Hugo was with another woman and that it was he who broke the painting.    "
                },
                "154": {
                    "title": "Episode #1.154",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 154,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili goes to the hospital to look for Luciana, who is sorry for everything she has done, so she apologizes for having damaged her and separated her from her son. Mili starts crying and hugs Luciana, tells her that he forgives her.    "
                },
                "155": {
                    "title": "Episode #1.155",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 155,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Andrea says that Karla is pregnant, Constancio can not believe it. Mili tells Hugo that he is going to see a lawyer to start the divorce proceedings, he gets angry and he responds that if they divorce, he will lose all his inheritance.    "
                },
                "156": {
                    "title": "Episode #1.156",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 156,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Damián goes to look for Karla, who is cleaning the house, he tells her that she has to lose the baby, that the child should not be born, she gets angry and confronts him with the look. Constancio is in the studio remembering Rosario, suddenly Andrea arrives and asks him to take her somewhere.    "
                },
                "157": {
                    "title": "Episode #1.157",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 157,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Andrea realizes that Constancio is thinking about Rosario, goes to the desk and breaks the photo, Constancio gets upset, Andrea tells her not to make her compete with a dead woman and she gets angry. Luciana apologizes to her children for all the damage she has done to them, she promises that from now on she will support them in everything.    "
                },
                "158": {
                    "title": "Episode #1.158",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 158,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luciana tells her children that she will always support them in everything, the three of them hug each other lovingly. Mili is talking to Luciana and Alejandro, suddenly the phone rings, Mili answers, it's Rosario, who is anxious to know if her daughter is there.    "
                },
                "159": {
                    "title": "Episode #1.159",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 159,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Socorrito approaches Karla and asks her to tell him the truth in front of Hugo. Karla, with much pain and anger, tells them that she is going to have a son of Hugo, Mili can not believe it. Damián goes to see Hugo to ask him what is going to happen with Karla, he tells her that he does not know what to do.    "
                },
                "160": {
                    "title": "Episode #1.160",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 160,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Everyone is celebrating Bobby's bachelor party in the Congal, the dancers come out with very little clothes, one of them approaches Father Manuel, who feels very uncomfortable, while the boys applaud. Luciana talks to Constancio, tells him that Milagros is going to live with her, he gets upset and says he is not going to let him take her, or hurt her, Luciana looks at him facing him.    "
                },
                "161": {
                    "title": "Episode #1.161",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karla dances in the Congal while the clients throw money at her and one or two puts it in her wardrobe. Macarena and Silvestre plan how well they are going with Karla. Macarena tells Silvestre that Karla inherited her mother's talent.    "
                },
                "162": {
                    "title": "Episode #1.162",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 162,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hugo takes Mili to the hospital after the accident, he decides to talk to Alejandro to tell him what is happening. Alejandro is having dinner with the whole family when the phone rings, Hugo gives him the news, Alejandro is shocked and everyone turns to see him. Constancio, who is disconsolate, promises that if Mili is replenished, he will tell him that he is his father.    "
                },
                "163": {
                    "title": "Episode #1.163",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 163,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio is disconsolate about what happened to Mili, so he goes to the chapel to ask for her, he can not stand it and he starts to cry disconsolately. Constancio promises that if Mili replenishes himself, he will tell him that he is his father. Rossella learns what happened to Mili and disguises herself as a doctor to be able to see her.    "
                },
                "164": {
                    "title": "Episode #1.164",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 164,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro is with Mili in the room, when Rossella enters he asks her to leave her alone with her, he accepts. Rossella, seeing Mili so bad, begins to cry. Valeria is shocked when she finds out that Mili is her sister and even more when she opens her eyes.    "
                },
                "165": {
                    "title": "Episode #1.165",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 165,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lina tells them that she is bored of doing nothing, Valeria tells them that she will help them not to get bored. Mili tells Valeria and Lina that she has a better idea, and that is to start a business, Valeria and Lina look at her surprised. Mili, Valeria and Luciana are talking, when suddenly the doorbell rings, Mili gets up to open the door, realizes it's Hugo and is surprised.    "
                },
                "166": {
                    "title": "Episode #1.166",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 166,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mili goes to look for Alejandro in his office, without wanting to stop at the door and listens to Rossella telling him that what he wants is to destroy Constancio Belmonte. Mili is shocked like Alejandro who does not know what to do. Constancio, after being locked in his house, returns to the office, Damian will see him and tells him that Rossella bought the land and that the construction company with which he signed a contract was with Alejandro, Constancio does not know what to say, impacted.    "
                },
                "167": {
                    "title": "Episode #1.167",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 167,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Damián goes to see Rossella, he does not waste time and begins to seduce her, she does not allow it so she asks him what his intentions are, Damián looks at her charming, while Rossella looks at him expectantly. Luciana, Valeria and Mili go to find Robledo to ask for help to start a business.    "
                },
                "168": {
                    "title": "Episode #1.168",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 168,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alejandro is signing the contract with Rossella again, at the end of the process she asks Alejandro for a hug, at which point Damián arrives and is surprised to see the scene. Mili gets upset with Alejandro because he is helping Rossella with her project, Mili starts talking bad about her, he asks her not to insult her, she gets upset and jealous.    "
                },
                "169": {
                    "title": "Episode #1.169",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 169,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ramses wants to separate Valeria from Rocky, is willing to throw his last card to the game, putting a trap before his wedding. Constancio tells Mili that Rossella is a bad woman, that the day she went to visit her at the hospital she only did it to meet her rival, Mili looks at him in surprise and asks him why, Constancio replies that Rossella and Alejandro are lovers Mili can not believe it.    "
                },
                "170": {
                    "title": "Episode #1.170",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 170,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria and Rocky are going to get married in the church thanks to the help of Luciana, when the father is about to start the mass, Constancio and Ramses arrive to prevent the wedding, everyone is shocked, Valeria and Rocky do not know what to do and They look fearful. Mili decides to confront Rossella, since Constancio told her that she and Alejandro are lovers.    "
                },
                "171": {
                    "title": "Episode #1.171",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 171,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valeria and Constancio are in the garden, he wants to talk to his daughter about everything that has happened, but she does not let him talk and asks him why everything he touches destroys him. Mili goes to see Father Manuel so he answers a question that for her is very important.    "
                },
                "172": {
                    "title": "Episode #1.172",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 172,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rossella, accompanied by Paolo, goes to the soccer fields where Mili and her team usually play, suddenly Luciana shouts her name. Father Manuel, accompanied by Sister Cachete, they go to Rossella, who very upset turns to see Paolo and asks for an explanation. Andrea and Damián decide to leave together, when they go on the road they talk about how successful their plan was.    "
                },
                "173": {
                    "title": "Episode #1.173",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 173,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Florencia goes to look for Alejandro, she is hurt, so Bobby asks her who did that to her, she just responds to Rigoberto and tells Alejandro that her daughter is in danger. Mili decides to return to the house of Constancio, when he sees her arrive, excited he goes and hugs her, promises that Alejandro will never hurt her, that he will protect her.    "
                },
                "174": {
                    "title": "Episode #1.174",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 174,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Constancio arrives at the house with Florencia, when Damián suddenly leaves in a wheelchair, asks him to go to the studio, they talk about the accident. Constancio claims Damián for everything he did to him, he shows him the urn where Andrea is, Constancio is surprised.    "
                },
                "175": {
                    "title": "Episode #1.175",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 175,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    In spite of all the obstacles that they put to the love of Mili and Alejandro, they finally fulfill the promise of reaching the altar and being together all their lives. Mili and Alejandro get married on the soccer field, along with Hugo, Karla, Valeria and Rocky. The love of Mili and Alejandro will never end.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Episode dated 21 April 2008",
                    "kind": "episode",
                    "episode of": {
                        "title": "Al diablo con los guapos (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "21 Apr. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 176,
        "cast": [
            {
                "name": "Lozano, Allisson"
            },
            {
                "name": "Siller, Eugenio"
            },
            {
                "name": "Évora, César"
            },
            {
                "name": "Flores, Laura"
            },
            {
                "name": "Rodríguez, Alicia"
            },
            {
                "name": "Zuno, Andrés"
            },
            {
                "name": "Muñoz, Marco"
            },
            {
                "name": "Jerez, Luz María"
            },
            {
                "name": "Iturralde, Alfonso"
            },
            {
                "name": "González, Dacia"
            },
            {
                "name": "Pizarro, Miguel"
            },
            {
                "name": "Cordero, José Luis"
            },
            {
                "name": "Cobos, Carlos"
            },
            {
                "name": "Perdigón, Leticia"
            },
            {
                "name": "Sánchez, Mónika"
            },
            {
                "name": "Juan, Rossana San"
            },
            {
                "name": "García, Andrea"
            },
            {
                "name": "Liñán, Eduardo"
            },
            {
                "name": "Campos, Arsenio"
            },
            {
                "name": "Lavalle, Fabián"
            },
            {
                "name": "Vázquez, Tania"
            },
            {
                "name": "Ramaglia, Michelle"
            },
            {
                "name": "Jarabo, Altair"
            },
            {
                "name": "León, Rafael"
            },
            {
                "name": "Salgado, Georgina"
            },
            {
                "name": "Margaleff, Ricardo"
            },
            {
                "name": "Tadeo, Sheyla"
            },
            {
                "name": "Magaña, Margarita"
            },
            {
                "name": "Antonio, Eduardo"
            },
            {
                "name": "Ayala, Omar"
            },
            {
                "name": "Balbó, Rosángela"
            },
            {
                "name": "Blandón, Roberto"
            },
            {
                "name": "Bollat, Claudia"
            },
            {
                "name": "Bracamontes, Jacqueline"
            },
            {
                "name": "Báez, Claudio"
            },
            {
                "name": "Ducoing, Daniel"
            },
            {
                "name": "Díaz, Ariadne"
            },
            {
                "name": "Fastlicht, Ricardo"
            },
            {
                "name": "Gallardo, Aldo"
            },
            {
                "name": "Godínez, Gabriel"
            },
            {
                "name": "Guardia, Maribel"
            },
            {
                "name": "Iturrioz, Aitor"
            },
            {
                "name": "James, Derrick"
            },
            {
                "name": "Macías, Felipe"
            },
            {
                "name": "Mankita, Rebeca"
            },
            {
                "name": "Nader, Milia"
            },
            {
                "name": "Peláez, Juan"
            },
            {
                "name": "Polanco, Dalilah"
            },
            {
                "name": "Ramos, Abraham"
            },
            {
                "name": "Robles, Fabián"
            }
        ],
        "locations": [
            "Mexico City, Distrito Federal, Mexico"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 247,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWEwMTRhNWEtNzZjMi00NTNmLWEzZDgtNmY4NWUzMWNiODU1XkEyXkFqcGdeQXVyMjQ4NDAyMDI@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "\"To Hell with Handsome Men\" An orphan girl (Milagros) who was born and raised in a convent must leave at the age of 18. Milagros starts to work at the Belmonte's mansion, as a maid for Regina. She falls in love with Alejandro, the son of Constancio and Lociana. They both fight for their love while their family is not for it.",
        "languages": [
            "Spanish"
        ],
        "title": "Al diablo con los guapos",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2008",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Alcalá, Juan Carlos"
            },
            {
                "name": "Torres, Enrique"
            },
            {
                "name": "Zúñiga, Fermín"
            }
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "distributors": [
            {
                "name": "Televisa S.A. de C.V."
            },
            {
                "name": "Zone Romantica"
            }
        ],
        "plot": [
            "\"To Hell with Handsome Men\" An orphan girl (Milagros) who was born and raised in a convent must leave at the age of 18. Milagros starts to work at the Belmonte's mansion, as a maid for Regina. She falls in love with Alejandro, the son of Constancio and Lociana. They both fight for their love while their family is not for it."
        ],
        "tech": {
            "runtime": [
                "45 min (175 episodes) (USA)",
                "1 hr (60 min) (including commercials) (Mexico)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 247,
                "rating": 7.6
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 87,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 90,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 6.1
            },
            "males": {
                "votes": 69,
                "rating": 6.1
            },
            "males aged 18 29": {
                "votes": 26,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 34,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 4.5
            },
            "females": {
                "votes": 132,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 60,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 55,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 6.5
            },
            "us users": {
                "votes": 85,
                "rating": 8.4
            },
            "non us users": {
                "votes": 73,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 128,
            "9": 20,
            "8": 19,
            "7": 24,
            "6": 15,
            "5": 8,
            "4": 3,
            "3": 2,
            "2": 7,
            "1": 21
        },
        "arithmetic mean": 7.9,
        "median": 1
    }
}