{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "3 September 2007"
            }
        ],
        "release dates": [
            "UK::3 September 2007"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Hero to Zero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    With Uncle Rupert invited over to the flat for tea Aunt Barbara wants the place spotless and demands that Mr. Prank does his best cleaning job. Bizarrely however Crazy Keith has come up with an invention of his own which gives himself and Nev super powers and make then even more annoying to Mr. Prank. Will everything be all right in time for Uncle Rupert's visit?    "
                },
                "2": {
                    "title": "Yummy Mummy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Aunt Barbara ends up in bandages after an accident and is confined to the flat. Here an Egyptian mummy comes to life and takes a romantic shine to her. a wedding is even planned but when Nev and Crazy Keith discover the sinister plan the mummy has in mind for Aunt Barbara they resolve to stop the nuptials from going ahead.    "
                },
                "3": {
                    "title": "School's In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When Melanie's school is closed for the day Aunt Barbara insists on holding lessons in the flat,which everybody must attend. Crazy Keith takes advantage of Mr. Prank being otherwise engaged as a far from bright pupil to get his paws on the care-taker's secret ice cream stash. Beatrice and Barney have an eye on the clock as they need to get away for a charity sky-diving event.    "
                },
                "4": {
                    "title": "Nev the Bear Wizard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After Barney has read Nev a story about wizards Nev wakes in the night to discover a door in the wall behind which is the Magic School of Magic and Magic Stuff,where Nev learns how to become an ursine Harry Potter. Unfortunately he must also battle the evil Voldy Prank who aims to keep him a prisoner in order to make blue bear ice cream from his fur.    "
                },
                "5": {
                    "title": "Big Dog, Little Pants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Aunt Barbara wants a lawn in the backyard where her dog Chops can play. Mr. Prank gets the grass seeds and Wonder Grow powder but accidentally drops them in the flat whilst chasing Nev. Consequently the flat becomes overcome with grass and not only that but Chops also grows in size. Things must be rectified before Aunt Barbara finds out.    "
                },
                "6": {
                    "title": "King of the Swingers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Barney gets Nev a set of miniature golf clubs and asks Mr. prank to give the bear lessons in the game. Inevitably the lessons soon turn into a grudge match with Mr. Prank cheating in order to beat Nev. Fortunately for Nev Crazy Keith intervenes in order to give him a chance to win.    "
                },
                "7": {
                    "title": "Pimples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When Barney gets himself an electric skate-board Melanie is envious but cannot afford to buy one. However when the beauty salon to which Aunt Barbara goes has to close she has a money-making idea. She will open her own health spa in the flat. In fact it does very well and the customers pour in but she needs to rope in Nev to keep it all from Mr. Prank.    "
                },
                "8": {
                    "title": "Sing a Song of Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Barney discovers a old musical box that belonged to Uncle Rupert but when it is opened it turns out that it plays no music but causes people to sing the truth,uncovering secrets in the process. Nev is now under pressure not to tell Aunt Barbara about Crazy Keith living under the floor-boards but,for all his best endeavours,Aunt Barbara still ends up with a bear in her bed.    "
                },
                "9": {
                    "title": "Wibbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Crazy Keith wins a year's supply of sticky toffee puddings which he and Nev consume in one sitting,causing Nev to hiccup little woolly creatures called Wibbles which fill the flat and start eating the furniture. Can Nev sing them all to sleep and Beatrice take them to the zoo before Barney returns?    "
                },
                "10": {
                    "title": "Mission Impawsable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Mr. Prank buys a security system to safeguard his ice cream but it goes berserk,engulfing Postie,Aunt Barbara and Prank in its tentacles. Nev and Crazy Keith - disguised as a Ninja duck - manage to disable it and Keith is rewarded with ice cream for his anniversary dinner with Doris.    "
                },
                "11": {
                    "title": "Alice in Nevvieland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "15 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Whilst Aunt Barbara is away her eccentric sister Alice comes to visit, a woman who believes she is Alice in Wonderland, complete with pet white rabbit and potions which cause Nev to grow and shrink in size, to say nothing of the flood that deluges the flat. Alice declares Mr. Prank a hero when he finds her missing pet rabbit but Aunt Barbara is less forgiving when she returns to see the mess the flat is in.    "
                },
                "12": {
                    "title": "Doris of Doom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Crazy Keith and Nev escape after trying to blow up the cupboard where Mr. Prank stores his ice cream but Doris is left behind and given to Bandit the cat to play with. After unsuccessful efforts to rescue her Crazy Keith stages a trampolining contest between Nev and Bandit with Doris as the prize for the winner.    "
                },
                "13": {
                    "title": "Caught on Camera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    To get Nev and Barney evicted Mr. Prank hides Barney's overdue library book and then alerts the local press to tell them that Barney has stolen it. Crazy Keith and Nev get into Prank's flat to retrieve it and manage to expose him to Beatrice and Aunt Barbara,who gives him the sack. However, Barney has his reasons for getting her to change her mind.    "
                }
            },
            "1": {
                "1": {
                    "title": "Homeless and Angry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Young television presenter Barney Harwood shares a flat with his best friend Nev, a talking blue teddy bear. Across the hall lives Mr. Andy Prank - or Mr. Angry Pants as Nev terms him - the resident care-taker and ice-cream salesman, who is allergic to Nev, sneezing at his very presence and vowing to \"get\" him. His opportunity arises when Nev accidentally floods Mr. Prank's flat and he has to stay at Barney's, taking advantage of the fact that Barney is a heavy sleeper to pursue Nev.    "
                },
                "2": {
                    "title": "Hair Today",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Aware that he is going very thin on top and anxious to impress Postie, the flats' postwoman, Mr Prank invests in a wig, which he gleefully brings home. Unfortunately the wig seems to take on a life of its own and runs around the block stealing food from the residents. Nev and Mr Prank end up declaring a rare truce in an effort to hunt it down.    "
                },
                "3": {
                    "title": "Marathon Nev",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Barney is appalled at how lazy and greedy Nev is, and asks Mr. Prank to find him a personal trainer. Mr. Prank is only too happy to fill this role himself, making Nev run on a treadmill, which actually drives the motor on his ice-cream van. When Nev discovers that he has been duped, he runs as fast as he can to sabotage the motor.    "
                },
                "4": {
                    "title": "Raffle Hassle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    When Nev accidentally turns off Mr. Prank's freezers, melting all his ice-cream, Barney organizes a raffle amongst the flat-dwellers to raise funds to save the business, the prizes including a night out with Mr. Prank and his services as a butler. Mr. Prank and his dim teenaged nephew, Bouncer-Boy, decide to cheat by throwing away all the raffle tickets but their own. However, they are observed by Nev and his koala friend, Crazy Keith, who turn the tables on the cheating pair, ensuring that Postie, the local mail-woman, who fancies Mr. Prank,gets a night out with the ...    "
                },
                "5": {
                    "title": "Portrait",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Mr. Prank is outraged when a big blue portrait of Nev appears over the walls in the hallway that he has only just painted. He is convinced that the bear is the culprit and sets out to trap him, but Crazy Keith is less sure and decides to conduct his own investigation.    "
                },
                "6": {
                    "title": "Ice Cream Celebrity Chef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Mr. Prank is visited by Gordon Ramshorn, the notoriously tetchy celebrity ice-cream chef whose awarding of stars to ice-cream manufacturers can be career-enhancing. However, after he is set upon by Bouncer-Boy's savage cat Bandit, had water poured over him and half his shirt ripped off, he is in no mood to look kindly upon the ice-cream concoction, containing rotten vegetables ,that Nev and Keith have prepared to sabotage Mr. Prank's efforts. No stars then for Mr. Prank but Beatrice, his put-upon assistant, impresses Gordon when Barney puts her forward and she wins ...    "
                },
                "7": {
                    "title": "Bunfight at the Ice Cream Corral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Mr Prank returns from a holiday in America, having absorbed the culture. He adopts an American drawl and is sporting a cowboy hat. When Crazy Keith 'rustles' some of his ice cream Mr Prank immediately assumes that the culprit is Nev and challenges him to a Wild West style gunfight with messier weapons than usual.    "
                },
                "8": {
                    "title": "A Right Pair of Pants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Mr. Prank is expecting a visit from his brother, a fearless big game hunter, and, not to be outdone, he intends to impress him by claiming that he owns the building, calling it Prank Manor, and pressing Beatrice into service as his maid, and Bouncer-Boy as Binkie the butler. When Barney's pet tarantula escapes and crawls up the so-called big game hunter's shorts he is exposed in more than one sense.    "
                },
                "9": {
                    "title": "Treasure Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Pirate Doug, a singing pirate-o-gram, arrives at the flat, sent by Uncle Rupert, with a series of compact discs which,if followed in sequence, will divulge the whereabouts of treasure hidden in the flat. The treasure is actually hidden behind the portrait of Uncle Rupert, but every time it is revealed everyone has their backs turned to it and assume that the ultimate treasure is health and friendship, as explained in Uncle Rupert's last clue.    "
                },
                "10": {
                    "title": "Magic Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    A mysterious trunk is delivered to Barney's flat but when it is opened it clearly has magic powers as a result of which Barney disappears, Crazy Keith is turned into a cushion and the flat fills up with rabbits. It is down to Nev to reverse the spells and save the day.    "
                },
                "11": {
                    "title": "Genie in the Lamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Mr. Prank overhears Barney rehearsing for his part in the pantomime 'Aladdin' and mistakenly assumes that he really does possess a magic lamp which will grant him three wishes. So as not to disappoint him Crazy Keith dresses himself up as the genie, and, coincidentally, manages to conjure up certain articles for Mr. Prank. There are, however, limitations, as Mr. Prank will find out.    "
                },
                "12": {
                    "title": "That Sinking Feeling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Barney is hit in the face with filthy water from a malfunctioning sink and asks Mr. Prank to fix it. The cause of the trouble is Crazy Keith's decision to install a water feature under the floor-boards, and, every time he turns it on it gives Mr. Prank a face full of dirty, gungy water. With a dish-mop projected onto his head, Mr. Prank runs out onto the landing, where Postie and Beatrice mistake him for a Swamp Monster and have him arrested.    "
                },
                "13": {
                    "title": "Pets Win Prizes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Ever on the make to earn some extra cash, Mr. Prank decides to enter a local competition for rare and unusual pets at the local sports centre. His pet will of course be Nev. But Nev is highly resentful at being bullied into acting like a pet and is as disobedient as possible. Crazy Keith, on the other hand,is extremely enthusiastic to win, and even provides himself with an 'owner', a shop window dummy dressed in Barney's clothes, whom he christens Gary.    "
                },
                "14": {
                    "title": "For Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "20 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Barney's Uncle Rupert, who is the landlord and owner of the flat-block sends a message via Mr. Prank that he is planning to sell the building because he is in need of the money. Panic ensues with Mr. Prank trying his best to dissuade potential buyers and the others considering finding somewhere else to live. Amidst the chaos it is Crazy Keith who comes up with an idea to save the situation.    "
                },
                "15": {
                    "title": "Clown Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Despite Mr. Prank's best efforts to devise a super-efficient security system, Marvin the Mad Clown, a local burglar, climbs through the window of the flat where Beatrice, helped by Mr. Prank,is preparing a surprise party for Barney. He ties them both up with a string of sausages whilst searching for a valuable medallion hidden in the food. The good news is that a clown policeman arrives at the flat to arrest Marvin. The bad news - for Mr. Prank - is that the two clowns indulge in a pie fight and he is caught in the firing line.    "
                },
                "16": {
                    "title": "Bin Man Nev",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    It is Beatrice's birthday and Barney charges Nev with the task of clearing out the rubbish from the flat in order to impress her. However Mr. Prank is waiting on the landing to pounce on him and he has to go underground - literally - to see Crazy Keith in order to make his escape.    "
                },
                "17": {
                    "title": "Enter Mr Angry Pants Left",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Mr. Prank is the only person to turn up for the auditions of Barney's pantomime 'Ali Baba and the Forty Thieves' so there is no option but to give him the role of the fortieth thief, even though he is a terrible actor and has trouble remembering his lines. Crazy Keith, on the other hand, actually does mistake him for a real thief when he overhears him going through his lines and calls the police to arrest him.    "
                },
                "18": {
                    "title": "Unhappy Halloween",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "26 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    It is the night before Halloween. Nev, a newcomer to the festivities, is unsurprisingly \"fwightened\" but Barney tries to hook him onto the joys of Trick Or Treat. However, Mr. Prank and Bouncer-Boy decide to exploit the situation by inventing a ghost called Headless Henry the Postman to drive Nev and Barney out of the flat, though of course it rebounds on them.    "
                },
                "19": {
                    "title": "Valentine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "27 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    It is Valentine's Day but there is only one card for Barney and it isn't even from Beatrice as hoped but from his mother. Nev resolves to save the situation and cheer his friend up . On the other hand Mr. Prank is absolutely deluged with valentines from a 'secret' admirer. Could it be Postie, the mail delivery woman who is, to his annoyance, so besotted with him? He is determined to find out but at the end of the day there are surprises for all concerned.    "
                },
                "20": {
                    "title": "Strictly Dumb Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "28 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Barney has won an award as best children's television presenter and is all set to go to a posh ceremony for his presentation. Unfortunately, the ever-helpful Nev has shrunk his dinner-jacket, and there is worse to come. There is to be dancing, and Barney has two left feet. Nev organizes some lessons with Beatrice, but help also comes from a most unexpected quarter - Mr. Prank, who proves himself to be a great little mover!    "
                },
                "21": {
                    "title": "Rumble in the Jumble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Barney's tricycle gets smashed and, in order to raise funds to get him a new one, Nev organizes a jumble sale among the occupants of the flat. Mr. Prank has inadvertently left his diary in amongst the jumble and it makes fascinating reading for Nev and Crazy Keith, enabling them to anticipate his next plots against them.    "
                },
                "22": {
                    "title": "Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Barney is taking Nev on his first holiday abroad but unfortunately Nev decides to wash their holiday outfits in the washing-machine and, in the process, shreds their tickets and passports. Barney puts a brave face on but Nev feels extremely guilty and, to try and make amends, transforms the flat into an exotic poolside holiday location.    "
                },
                "23": {
                    "title": "Robot Rat Catcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "3 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    When Crazy Keith ventures out from his home beneath the floor-boards into the flat Postie sees him and mistakes him for a rat. Mr Prank phones for the rat catcher but unfortunately it is a robot, which, having caught sight of Nev, mistakes him for a rat and pursues him around the building getting more and more out of control.    "
                },
                "24": {
                    "title": "No Joke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "4 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    It's Bouncer-Boy's birthday and one of the presents that he receives is a joke kit so it goes without saying that he is going to try out all the jokes on Nev, who eventually has had enough and gets his own back. He bombards the birthday boy with water-filled balloons and ensures that he gets his cake full in the face. To make it an even unhappier birthday for the nasty teenager he gets blamed for all the mess by Mr. Prank.    "
                },
                "25": {
                    "title": "Blinga Stinga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "5 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Mr. Prank hopes to make a fortune when he copies Beatrice's recipe for Double Chewy Honey Gooey ice cream, though his failure to pay her for it means she can't afford a new dress to wear when Barney takes her to the ball. To cheer her up Nev gives her a ruby ring Barney's aunt has left him but it gets stuck on her finger and the only lubricant to hand is the Double Chewy Honey Gooey ice cream. With Mr. Prank's potential buyer for it due to arrive, Beatrice gets her opportunity to save the day and make Mr. Prank pay for her new dress.    "
                },
                "26": {
                    "title": "Mr Ice Cream Head",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "8 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    In order to drum up custom for Mr. Prank's ice cream van, Beatrice suggests that the gang make a commercial, extolling the virtues of his wares. Barney writes a jingle but unfortunately Nev and Keith's editing includes some rather too realistic shots of Mr. Prank shouting at customers and indulging in some very unhygienic practices.    "
                }
            },
            "2": {
                "1": {
                    "title": "Gnome Laughing Matter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Barney's Aunt Barbara moves into the top flat, acting as agent to the landlord, her brother Rupert, and she is a real battle-axe. She takes a dislike to Mr. Prank - whom she calls Plank - feeling that he is lazy, but she takes a shine to Nev and feeds him chocolate drops, largely because she thinks he is a dog. She has brought with her an unusual ornament, a garden gnome, which actually turns out to be a spy, keeping tabs on Mr. Prank's work and checking that Nev is a dog. Realizing that they have a common enemy the two natural antagonists join forces to thwart the ...    "
                },
                "2": {
                    "title": "Day of the Terrific",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Barney buys Nev a new house-plant but it is exceedingly hungry and will eat almost anything, and Nev feels he must keep feeding it. Aunt Barbara falls through a hole in the floor in the hall and is convinced that it has been caused by a rodent and orders Mr. Prank to catch it. Unfortunately, just as he and Nev are closing in on their supposed prey they are cornered by the huge plant.    "
                },
                "3": {
                    "title": "It's Cow or Never",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    In order to ensure that he has fresh milk for his ice-cream production Mr. Prank buys a cow, which he calls Mildred. Fearing a run-in with the formidable Aunt Barbara if she discovers Mildred, he hides Mildred in Barney's flat. Unfortunately, she has an enormous appetite and proceeds to eat everything in sight, including Crazy Keith's girl-friend, Doris, a knitted toy rabbit. How can Nev and Keith resolve the situation?    "
                },
                "4": {
                    "title": "Hypnotwits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Nev discovers that he has a new skill - the power to hypnotize people, and he becomes unusually adept at it. Meanwhile Mr. Prank loses his brand new mobile phone and Crazy Keith finds it, running up huge bills by ringing his relations in Australia, before accidentally dropping it into the toilet. Now is the time for Nev's hypnotic talent to come to the fore - while Crazy Keith goes after the phone, Nev plays for time by hypnotizing Mr. Prank into making him jam sandwiches.    "
                },
                "5": {
                    "title": "Curse of the Werebear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Crazy Keith loses his medallion and it is no ordinary ornament. Without it he will turn into a were-bear, a terrifying monster that runs around devouring shoes. Nev has to chain him to the toilet whilst he tries to locate the medallion but, in the meantime, Crazy Keith breaks loose and causes havoc. The chase is on to get him back to normal.    "
                },
                "6": {
                    "title": "Around the Flat in Eighty Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Barney has to go to Egypt to film a travel programme, and, rather than leave Nev on his own in the flat, he agrees to Mr. Prank's seemingly generous offer to move in and look after Nev. However there is an ulterior motive - Barney has a wide-screen television set and Mr. Prank spends hours watching old episodes of 'Star Trek' on it. He is also very untidy and makes it clear that he will blame Nev for making all the mess. Nev is at his wits' end until Crazy Keith comes up with a solution - they will fly to Egypt in a balloon to find Barney!    "
                },
                "7": {
                    "title": "Operation Nev",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "9 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Thanks to Nev, Mr. Prank gets his head stuck down the toilet and, on freeing himself, declares that he must go to an expensive private hospital to get himself checked out, with Barney and Nev paying the hospital bill. When he gets knocked out a second time, Crazy Keith and Nev panic. They decide that,in order to save hospital bills, they will become doctors and operate on him themselves.    "
                },
                "8": {
                    "title": "Teething Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Nev's first tooth appears and he finds it very uncomfortable. Aunt Barbara, who has always thought that he was a dog, feels that she should dress him up and take him to the doggies' dentist but Crazy Keith wants to extract the tooth himself. What is a bear to do?    "
                },
                "9": {
                    "title": "Everybody Loves Chops",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "11 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    At much the same time that Crazy Keith develops a talent for fortune telling Nev gets very jealous at being sidelined by Chops, Aunt Barbara's formerly growling dog who has now become sweetness itself and replaced him in Barbara's affections as her favourite pooch. Even Mr. Prank, who is usually allergic to furry animals, is fond of Chops.It is time for Keith to employ his gift in order to help out his little blue chum.    "
                },
                "10": {
                    "title": "The Perfect Ice-Cream Flavour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Mr. Prank is inventing a new, super flavour of ice cream, and, when Bandit refuses to test it for him, the sweet-toothed Nev is the obvious volunteer. However, once Nev has tasted it, whilst he declares it to be the yummiest ice-cream ever ,it begins to produce weird side effects, causing him to grow pink horns, burp rainbows and become weightless. This is a disaster because in a few hours time he is due to have his photo taken at Aunt Barbara's photographic session. How can he revert back to normal?    "
                },
                "11": {
                    "title": "Shaken and Stirred",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "15 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Aunt Barbara turfs Barney out of his flat in order to host Samantha, the visiting daughter of her American friends. Mr. Prank dazzles everybody with his ability to make smoothies whilst performing card tricks but, due to Nev's clumsiness, ends up with his head stuck in a bucket. Nev's stupidity also loses Samantha's phone number, so that, when she fails to show, Barney has to impersonate her. Can Melanie hide her Aunt's glasses for long enough before she rumbles the deception?    "
                },
                "12": {
                    "title": "Postman Nev",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "16 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    When Postie sprains her ankle Nev takes over her mail round, opening a parcel which he believes to contain Barney's new sun-glasses, which he puts on. In fact they are Aunt Barbara's new reading spectacles and his round goes very awry as a result. Nor does Aunt Barbara do too well when she is inadvertently given Barney's shades.    "
                },
                "13": {
                    "title": "Did Dib Nev",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "17 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Just as Barney is about to take Nev camping he is called in to work, so Nev decides he will pitch his tent in the flat to enjoy his own holiday under canvas. To his annoyance both Aunt Barbara and Mr. Prank want to relive their own old scouting days by joining him. But there is no food in the flat, a storm is brewing outside and the place is freezing since Crazy Keith has hi-jacked the central heating system to create a love nest with Doris. And then Mr.Prank thinks that he can see a monster. How will this nightmare end?    "
                },
                "14": {
                    "title": "NevQuest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "18 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Inspired by the story of Narnia, Nev has a strange dream in which he and his simple koala servant Crazy Keith are in the wintry land of Nevia. They are sent on a quest by Fairy Godmother Melanie to challenge the wicked Ice Cream Queen - who looks just like Aunt Barbara - and her henchman, Ogre Angry-Pants,to win the Golden Socks and rule the land. The queen looks set to win until it comes to the ice-cream eating contest when Nev comes into his own.    "
                },
                "15": {
                    "title": "Back in the Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "4 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Having broken Barney's keyboard Nev finds himself apparently transported back into Victorian times. Mr. Prank is there too as a circus-owner and he pursues Nev in order to exhibit him as a dancing blue bear. Nev has to find a way to get back to his own time zone and return to the flat.    "
                },
                "16": {
                    "title": "Frog Prince",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "5 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    After eating a spaghetti dish cooked by Crazy Keith Barney turns into a frog. Nev hopes to return him to his old form by having Beatrice kiss him but to no avail. Fortunately Aunt Barbara realizes that it is due to a surfeit of oregano in Crazy Keith's cooking and pours a glass of water over him, turning the frog back into a - nude - Barney.    "
                },
                "17": {
                    "title": "Arty Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "6 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Aunt Barbara is holding a painting contest for her local art school in Barney's flat and orders Mr. Prank to polish the floor in the hall. Unfortunately he does it so thoroughly that all the painters fall over. He is determined to win the contest and sneers at Nev's effort. However, when the chief judge arrives it is Nev's somewhat adulterated offering that he thinks should win the prize. Trust Mr. Prank to pass it off as his own work.    "
                },
                "18": {
                    "title": "Out of Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "7 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Whilst playing with Crazy Keith Nev thinks he has broken the television set so he 'borrows' one that Aunt Barbara has put out with the rubbish. It has an unusual remote control, however, which can turn Mr. Prank into different characters as well as muting him and making him appear in black and white. Trouble strikes, however, when Barney and Beatrice are accidentally zapped and end up inside the television as characters in a Parisian romance. Eventually the couple are rescued and Nev realizes that he has not broken Barney's set, he just forgot to plug it in.    "
                },
                "19": {
                    "title": "Invisible Nev",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "8 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Barney has fallen behind with his rent and Aunt Barbara says he and Nev will be evicted unless the full arrears are paid. Barney gets hold of the money and gives it to Mr. Prank to pass on to Barbara but the nasty man hides it in a drawer, anticipating that he will get the better flat if Barbara evicts Barney and, best of all, he will be rid of Nev. He has,however reckoned without Crazy Keith's spy kit, which contains invisible ink and allows Nev to make himself invisible and recover the rent money.    "
                },
                "20": {
                    "title": "A Star Is Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "9 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Aunt Barbara's niece Melanie takes a film of Crazy Keith and Nev performing their new 'Bear Rap' and posts it on the Internet. It is a huge success and fans flock to the flat to watch the duo perform at the window. Aunt Barbara and Mr. Prank become backing singers but when Nev and Crazy Keith quit the band they are unable to carry on alone and the enterprise falls apart.    "
                },
                "21": {
                    "title": "Love Potion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "12 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Annoyed at her constant criticisms of him, Mr. Prank finds a love potion, guaranteed to make the drinker fall for the first person they see, and slips it into Aunt Barbara's cup of tea. However, the cups get switched and he drinks it, falling head over heels for Nev, who is consequently 'fwightened'. Beatrice drinks some and throws herself at Barney but he only has eyes for himself, as he was looking in a mirror when he drank it. Who can come to Nev's rescue?    "
                },
                "22": {
                    "title": "Jamageddon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "13 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Aunt Barbara is determined that her tomboy niece Melanie will learn to be a lady but all efforts so far have failed so she sets her to learn how to make jam. However she is rubbish at this as well and,with Nev's connivance, steals a pot of cherry jam made by Mr. Prank's late mother, and one of his few remaining souvenirs of her. Needless to say, the jam - which tastes awful - is spilt, sticking Melanie and Nev to the floor to await their punishment.    "
                },
                "23": {
                    "title": "Cavebear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "14 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    When Nev and Crazy Keith thaw out a block of ice from Mr. Prank's freezer they discover a prehistoric 'bearosaurus' that has been preserved inside. However he is extremely fierce and takes Aunt Barbara and Mr. Prank as his prisoners and Nev and Keith have to lure him back into his icy prison.    "
                },
                "24": {
                    "title": "Freaky Fur Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "15 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    When Barney reads 'Jack and the Beanstalk' to him, Nev wishes for magic beans but instead gets a magic - and very sinister - bean-bag chair. First it devours him and then it swallows Mr. Prank and when Barney fishes them out they have exchanged personalities. Nev gets to work painting the landing while Mr. Prank pulls faces at Aunt Barbara. Fortunately Crazy Keith knows how to reverse the process with the help of his magic remote control.    "
                },
                "25": {
                    "title": "Wedding Bells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "16 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    When Mr. Prank hears Postie talking about her lottery win he decides to marry her - for her money, almost immediately and in Barney's flat, with Barney as best man, Aunt Barbara and Melanie as the bride's attendants and Nev as the page-bear. When Crazy Keith and Nev find out they resolve to save Postie, sending away the real vicar, who is replaced by Crazy Keith. He performs the wedding ceremony but Barney points out that it is not legal as the vicar is an impostor. By this time, however, Mr. Prank is already gloating about having half of Postie's money and she is not...    "
                },
                "26": {
                    "title": "Bird Brain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "10 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Red Nose Day special.    "
                }
            },
            "3": {
                "1": {
                    "title": "Robopostie Rampage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Postie is replaced by a robot version of herself, which is supposedly more efficient. Nev and Crazy Keith combine to try and confuse the robot, but it is as amorous towards Mr. Prank as the real Postie and ties everyone up whilst flirting with him. Fortunately Nev realises the one thing that all posties are scared of, playing up to Aunt Barbara's belief that he is a dog. Thanks to his prompt action the robot is defeated and Postie reinstated.    "
                },
                "2": {
                    "title": "Nev in the Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When Nev is ill in bed with the 'bearsles' Crazy Keith writes him a story in which Nev is Robin Hood and Keith his servant Will in Blue Bearwood Forest. The evil Sheriff of Nottingbar and her henchman Guy of Gisplank have captured Maid Marian - who looks just like Barney in drag - but Nev rescues her when he takes on Gisplank in an archery contest.    "
                },
                "3": {
                    "title": "Sock Mess Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Barney's washing machine has broken down and the flat is full of his smelly,dirty socks. Mr. Prank sets out to mend the machine but the pile of socks transforms into a sock monster, chasing anything that smells around the flat. Nev and Mr. Prank once again forge an unusual alliance to catch it, helped by a mysterious monster hunter, who is, of course, Crazy Keith.    "
                },
                "4": {
                    "title": "Crazy Keith: Extreme Koala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "10 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Melanie brings Clooney, the school's pet guinea pig, to the flat but he escapes from his cage and ends up going under the floor-boards and into Crazy Keith's hide-out. Keith becomes concerned that his beloved Doris is falling for Clooney and so, helped by Nev, he performs a series of dare-devil stunts to win her back again.    "
                },
                "5": {
                    "title": "A Bear's Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "11 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Once again Mr. Prank has come last in the Historical Care-Taking Reenactment Society's games and he is not happy. Barney suggests he might feel better coming next to last so he decides to get Nev to join the society on the assumption that a blue bear could never do better than him. Nev, however, is determined and has Crazy Keith to coach him for victory.    "
                },
                "6": {
                    "title": "Two Bears and a Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "14 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Feeling his age Mr. Prank adds rejuvenating tonic to his bathwater but, thanks to Nev, he uses too much and turns into a baby, calling Nev and Keith his Daddy and Mummy. They discover that the antidote to get him back to normal is to tickle him but they overdo it, ending up by ageing him. There is just enough tonic left to try and save the day before Aunt Barbara gives him the sack.    "
                },
                "7": {
                    "title": "Mr. Scary Head",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "15 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Nev and Crazy Keith make a papier-mache mask but it frightens people so much Melanie throws it out. Then it gets stuck on Mr. Prank's head. He has had dental work and cannot speak so he chases people to get them to remove it but it only scares them the more so. Aunt Barbara sees this as an excuse to sack him. When Nev learns the truth will he speak up for his natural enemy?    "
                },
                "8": {
                    "title": "Radio Doris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Crazy Keith is running his radio station, Radio Doris, from his lair, including an agony line featuring Auntie Kath - who is also Keith. Frustrated by Nev, Mr. Prank rings Auntie Kath for advice, only to be told that, in order to make himself feel good, he should give Nev ice cream. Not that it works, of course, and the chase is on, ending in the basement where Aunt Barbara has got locked in and sees Nev as her saviour.    "
                },
                "9": {
                    "title": "Nev Through the Looking-Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Nev and Crazy Keith fall through a magic mirror into a parallel universe where Mr. Prank is a kindly friend and Barney the villainous caretaker. Crazy Keith has a bookish twin and Beatrice wants to make a coat out of Nev. Will Nev and crazy Keith remember the password to get back through the mirror into their flat and escape her clutches?    "
                },
                "10": {
                    "title": "Cousin Dev",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "18 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    A well-spoken blue bear who resembles Nev calls at the flat. He is Dev and claims to be Nev's long-lost cousin but he has horns and a demonic laugh and is actually an evil genius who has escaped from prison and is out to conquer the world. He hypnotises the humans into obeying him, leaving Nev and Crazy Keith as the world's only safeguard against his satanic plan.    "
                },
                "11": {
                    "title": "The Strange Case of Mr. Prank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "21 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Short-listed for the Caretaker of the Year finals, Mr. Prank needs to look smart for his photo shoot and picks out a coat left by a previous tenant to wear. Unfortunately he was mad scientist Gunther Von Prank and his spirit possesses the coat, turning Mr. Prank into an evil genius. If he is to win the title and the accompanying holiday which will give them a rest from him, Nev and Crazy Keith have to get the coat off him. Cue Nev to spatter it with ice cream.    "
                },
                "12": {
                    "title": "Take Me to Your Ice-Cream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "22 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When a meteorite lands in the flat Nev and Crazy Keith have fun at Mr. Prank's expense by pretending to be aliens and getting him to wait on them. He soon sees through them but when a real alien comes out of the meteorite he assumes this too is a hoaxer until it ties him up to experiment on him. Crazy Keith stalls the alien by pretending to be an inter-galactic parking policeman whilst Nev has to work out how to turn off the alien's machine and send the meteorite back into space.    "
                },
                "13": {
                    "title": "The Legend of Angry Pants' Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bear Behaving Badly (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "23 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When Mr. Prank declares that he is resigning his job to travel the world using the gold he has been saving up over the years, Nev and Crazy Keith decide they want to find the gold for themselves. They locate it hidden in a teapot in the ice cream van but a magpie flies away with it. At a surprise farewell party for the caretaker Nev has to admit what has happened but Mr. Prank has a surprise of his own in store.    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Harwood, Barney"
            },
            {
                "name": "Davies, Glen"
            },
            {
                "name": "Buckley, Simon"
            },
            {
                "name": "Mullan, Ross"
            },
            {
                "name": "Emberg, Bella"
            },
            {
                "name": "Hills, Beverly"
            },
            {
                "name": "Brown, Allyson"
            },
            {
                "name": "Sanders, Shyanne"
            },
            {
                "name": "Foreman, Gregory"
            },
            {
                "name": "Jones, Morgan"
            },
            {
                "name": "Gallagher, Phil"
            },
            {
                "name": "Cornwell, Phil"
            },
            {
                "name": "Whitehead, Geoffrey"
            },
            {
                "name": "Allen, Seamus"
            },
            {
                "name": "Goffe, Rusty"
            },
            {
                "name": "Axon, John"
            },
            {
                "name": "Cook, Dean"
            },
            {
                "name": "Hope, Gary"
            },
            {
                "name": "Senton, Oliver"
            },
            {
                "name": "Sullivan, David"
            },
            {
                "name": "Ward, Robert"
            },
            {
                "name": "Cornes, Lee"
            },
            {
                "name": "Heath, Andy"
            },
            {
                "name": "Longworth, Adam"
            },
            {
                "name": "Taylor, Olly"
            },
            {
                "name": "Williams, Nathan Dean"
            },
            {
                "name": "Barritt, Ian"
            },
            {
                "name": "Palmer, Michael"
            },
            {
                "name": "Harding, John"
            },
            {
                "name": "Ladds, Sophie"
            },
            {
                "name": "Hill, Paul"
            },
            {
                "name": "Purves, Matthew"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Family",
            "Fantasy"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 4,
        "rating": 6.6,
        "votes": 353,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU1Mzc3MDk1OV5BMl5BanBnXkFtZTgwNzk3MjcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Bear Behaving Badly",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Bear Behaving Badly (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Brumpton, Keith"
            },
            {
                "name": "Camm, John"
            },
            {
                "name": "Ennever, Lizzie"
            }
        ],
        "production companies": [
            {
                "name": "Darrall Macqueen"
            }
        ],
        "other companies": [
            {
                "name": "Rapid Talent"
            }
        ],
        "plot": [
            "A man called barney lives with a blue bear who's always behaving badly"
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 353,
                "rating": 6.6
            },
            "aged under 18": {
                "votes": 7,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 140,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 44,
                "rating": 5.3
            },
            "aged 45 plus": {
                "votes": 23,
                "rating": 6.5
            },
            "males": {
                "votes": 170,
                "rating": 6.5
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 95,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 35,
                "rating": 5.1
            },
            "males aged 45 plus": {
                "votes": 18,
                "rating": 6.6
            },
            "females": {
                "votes": 64,
                "rating": 6.7
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 44,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 6.2
            },
            "top 1000 voters": {
                "votes": 13,
                "rating": 5.8
            },
            "us users": {
                "votes": 9,
                "rating": 4.9
            },
            "non us users": {
                "votes": 170,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 79,
            "9": 30,
            "8": 44,
            "7": 71,
            "6": 46,
            "5": 31,
            "4": 19,
            "3": 7,
            "2": 11,
            "1": 15
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}