{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2007",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "24 January 2007"
            }
        ],
        "release dates": [
            "USA::2007                            (internet)",
            "USA::24 January 2007"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Michael Biehn & Jennifer Blanc",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Michael Biehn and Jennifer Blanc were the guests for the season five opener on Filmnut. Biehn wrote,directed and starred in the psychological, grindhouse style thriller, The Victim. His girlfriend Jennifer Blanc, (Party of Five & Dark Angel) starred and produced. Having starred in such films as The Terminator, Aliens, The Abyss, Tombstone, and more it was a pleasure talking to Biehn. We covered his journey into directing, which included directing his girlfriend in a sex scene with someone else, the craft of acting, some Terminator, Abyss and Tombstone questions and ...    "
                },
                "2": {
                    "title": "Fireball Tim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "29 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Fireball Tim (his legal name) is well-known in the automotive community having been commissioned by film studios over the years to concept design Hollywood Movie vehicles ranging everything from one of the original Batman Batmobile models (1989 film) to the Ghostbusters wagon to more recently the Knight-Ridder TV series Mustang, promo collaboration providing cars for the FAST & FURIOUS films, THOR vehicles and the latest motorcycle design in the recent action flick, PRIEST --- upcoming vehicles in CAPTAIN AMERICA & MI:4.    "
                },
                "3": {
                    "title": "Blake T. Evans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "6 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Blake T. Evans, DP for The Middle, Samantha Who, The District, Comic Book Villains, 3 Ninjas: High Noon at Mega Mountain was the guest tonight talking about the creative and technical aspects of being a cinematographer. Among the topics covered included the difference in the role of a directer in film versus TV and the the relationship with the DP. Blake talked about shooting a scene with natural and artificial light, working with actors of very different heights, shooting fire, and shooting a horse racing scene. Evans also answer a lot of great viewer questions, ...    "
                },
                "4": {
                    "title": "Tim Schlattmann",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "13 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Tim Schlattmann, Co-executive Producer/ Writer for Dexter was the guest tonight. Tim talked about the creative process and how he works with all of the writers on the show. He loves the openness of \"the room\" (writers room)and how egos are left at the door and it is all about what ideas best serve the show. We talked about the psychology of everyone's favorite sociopath Dexter Morgan. What is the driving force behind each season of the show. his favorite line that he has written and a lot more.    "
                },
                "5": {
                    "title": "Patric Verrone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "20 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Steven Wolfe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "27 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Steven Wolfe, Producer & CEO of Sneak Preview Entertainment. His credits include: (500) Days of Summer,(starring Joseph Gordan Levitt & Zoey Deschanel) Our Family Wedding, (starring Forrest Whitaker, Carlos Mencia and America Ferrera) Miss March, (starring Zach Gregger, Trevor Moore and Craig Robinson) and currently in production on The Secret Lives of Dorks (James Belushi, Jennifer Tilly) talked about what it takes to produce a comedy and the importance of character work in film. We showed a clip and talked about one of the more challenging logistical scenes in (500)...    "
                },
                "7": {
                    "title": "Ken Davitian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "3 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Ken Davitian (Borat, Get Smart, & Meet The Spartans) came on and talked about his new projects including: The Artist, The Prankster and You May Not Kiss The Bride. Of course there was still time to talk about Borat and how almost getting a role on Seinfeld would have prevented him from being in Borat.    "
                },
                "8": {
                    "title": "Rick Jaffa & Amanda Silver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "10 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Rise Of The Planet of The Apes Writers/Producers Rick Jaffa and Amanda Silver came on and talked about the critical and box office success of their latest film. We got into how the project came together, the CGI and visual effects, including what WETA did for Apes that went beyond Avatar.    "
                },
                "9": {
                    "title": "Marci Liroff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "31 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Legendary casting director Marci Liroff whose credits include: Mr. Popper's Penguins, Ghost of Girlfriends Past, Insomnia, Mean Girls, Freaky Friday, Footloose, Indiana Jones and The Temple of Doom, E.T, and Poltergeist, speaks about the casting process, auditioning, what it means to book the room and not the part. Marci speaks passionately about her feelings about pay to play workshops for actors, the things actors can do to advance their careers, as well as how a good casting director will help them succeed.    "
                },
                "10": {
                    "title": "Paul Ben-Victor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "7 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Known as a great character actor for his work in such shows as In Plain Sight, Entourage, The Wire, & Everybody Hates Chris, Paul Ben-Victor breaks out in the indie film Should've Been Romeo in which he stars and produces. Ben-Victor talked about Romeo and his other work.    "
                },
                "11": {
                    "title": "Mark Litwak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "14 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Author, Entertainment Attorney and Producer's Representative Mark Litwak offers advice to indie filmmakers about distribution, story and marketing. AFTRA/SAG merger talks and Net Neutrality are also discussed.    "
                },
                "12": {
                    "title": "Aaron Cohen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "18 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Technical adviser for the new Steven Soderbergh film, Haywire, Aaron Cohen was the guest tonight. Cohen is a former counter terrorism special ops officer in the Israeli army. He also authored the book, The Brotherhood of Warriors, and is the owner of IMS Security. Sounds qualified to me! Soderbergh relied on Aaron to block scenes and included him on script development. He talked about what actors he worked with, and his relationship with MMA star Gina Carano on and off camera. He brought in some guns for a little show and tell and talked about the importance of making...    "
                },
                "13": {
                    "title": "Sam Witwer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "25 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Sam Witwer of the Syfy show \"Being Human\" was the guest tonight. Witwer talked about the chemistry he has on and off camera with his fellow actors, the similarities and differences between the U.S.A. and the British version, the show's plot and acting choices. We also got into the speed with which they shoot, and his perspective on playing a villain and directing. Of course we geeked out a little on Star Wars. Being a major fan of Star Wars and voicing characters for Star Wars: The Force Unleashed and The Clone Wars Witwer talked about the process of how that is shot ...    "
                },
                "14": {
                    "title": "Efren Ramirez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "1 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Actor Efren Ramirez is reprising his role as Pedro from the break away hit independent film, Napoleon Dynamite, on the new FOX animated show Napoleon Dynamite. Efren was a great guest sharing his views on the craft of acting, working with other actors, his relationship with Jon Heder and the Napoleon crew. Of course among other topics, he mentioned a couple of other little films he was in such as Crank and Crank: High Voltage. Ramirez also has a film coming out with Will Ferrell called Casa de mi Padre.    "
                },
                "15": {
                    "title": "Stephan Szpak-Fleet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "8 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Visual effects are constantly evolving. Tonight we got to hear from Stephan Szpak-Fleet, VFX Supervisor for the new ABC show, The River, on some of the creative and business realities of VFX. The River is executive produced by Steven Spielberg and written by Paranormal Activity writer/Director Oren Peli. Fleet brought his VFX knapsack with him and talked about the tools of the trade. Also how he uses and doesn't green screen. He made recommendations for aspiring VFX folks and answered viewer questions on how he does what he does.    "
                },
                "16": {
                    "title": "Luke Reichle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "15 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Tonight on Filmnut Costume designer Luke Reichle of the ABC show Castle talked about how he works, differences between film and TV and more... We got to look at some of his sketches and talk about specific episodes of Castle and other projects he has worked on. I asked Luke his opinion on the the costume designers awards shows like the Oscars choose to acknowledge versus those they do not.    "
                },
                "17": {
                    "title": "Howard Fine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "29 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Preeminent acting coach Howard Fine breaks down some of the elements of his teaching style. Some of the concepts covered include: the difference between actors who use \"How\" to play a scene versus \"Why\" (hint, why is better)... How an actor can meet the needs of the director and still stay true to an organic process. Consistency versus spontaneity, the importance of homework and rehearsal and a good talk about what actors can learn from athletes. Howard becomes quite impassioned when talking about rehearsal, how to keep to it fresh and when done right you don't have ...    "
                },
                "18": {
                    "title": "McKenzie Westmore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "7 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    McKenzie Westmore, host of the Syfy reality show Face off, talks about the makings of the show, the contestants, the judges and who she was sorry to see lose and more.    "
                },
                "19": {
                    "title": "Daryl Sabara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "14 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Daryl Sabara plays Edgar Rice Burroughs in the just released Disney Film John Carter. He was very excited to talking about working on the film, and the real Edgar Rice Burroughs (author of the John Carter books). Among other topics, we talked about being a child actor, his work in the Spy Kids movies, what crew position he would like to be if not acting and working multiple times with director Robert Rodriguez.    "
                },
                "20": {
                    "title": "Mark Pellegrino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Mark Pellegrino is anything but Lost! Tonight he talked about some of his most notable roles including: Lost, Supernatural, Being Human and Dexter. What is his favorite role that he has played? We find out in this interview. In addition, Mark teaches acting at the famous Playhouse West so in addition to his work in front of the camera we also hear some of his perspectives on teaching the craft.    "
                },
                "21": {
                    "title": "Keith Arem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "28 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Trans-Media artist Keith Arem (Call of Duty, Spider-Man: Web of Shadows, Iron Man, WWE SmackDown vs Raw) came on Filmnut to talk gaming, film, and graphic novels. Arem has his own studio where he utilizes voice capture and advanced technology that streamlines the creative process making it more efficient, better quality, and is Eco friendly! His creative and technical approach is designed to help the on-camera and voice actor be in the best position to succeed.    "
                },
                "22": {
                    "title": "Ned Vaughn on the SAG-AFTRA Merger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "4 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Tonight on Filmnut Ned Vaughn, the Executive Vice President of the newly merged SAG-AFTRA union, came on and talked about what the merger means for members of both unions and for those who hope to join in the future. The recent vote to merge, that was announced on March 30th, was an overwhelming majority and we talked about why that might have been. Vaughn touched on how SAG-AFTRA will be able to work together rather than compete against each other. Actors, who previously worked via both unions but couldn't earn enough in either to qualify for for health insurance ...    "
                },
                "23": {
                    "title": "Thomas Ian Nicholas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "original air date": "11 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Tonight on Filmnut we talked about American Reunion both in front of the camera and as \"real people\" as the gang got back together. Nicholas got into the mechanics of how he breaks down and gets into character using his American Pie role as well as the character he is playing (Abbie Hoffman) in an upcoming film, The Chicago Eight. Why does Thomas want to act in an action movie and what is his favorite? What was it like working with different directors in each of the four American movies he appeared in? Thoughts on a sequel to Rookie of the year? And we also talked ...    "
                },
                "24": {
                    "title": "Vance Van Petten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "18 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The National Director of the Producers Guild of America, Vance Van Petten, came on and talked about the guild, how it is different from a union, the different categories of producers in film, TV and new media and how they can benefit by the PGA. We also discussed the upcoming Produced By Conference (June 8th to 10). Past and present speakers include, James Cameron, Christopher Nolan, Morgan Freeman and many more. The Conference has great seminars, mentoring roundtables and a lot of networking and educational opportunities for experienced and new producers.    "
                },
                "25": {
                    "title": "Jon Huertas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 25,
                    "original air date": "2 May 2012",
                    "year": "2012",
                    "plot": "\n    Actor Jon Huertas, Javier Esposito on ABC's Castle was the guest tonight. He has a really good sense of humor and reveled in talking about a great practical joke he played on on Castle co-star Seamus Dever. There was quite a bit of talk about acting on Castle, and indie films. The viewers were asking great questions tonight including one about Huertas' take on Esposito's relationship with Lanie. Jon does some great charity work with the organization puppies behind bars and he was able to touch on that as well.    "
                },
                "26": {
                    "title": "Jarret Lee Conaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 26,
                    "original air date": "9 May 2012",
                    "year": "2012",
                    "plot": "\n    Bite Me director and co-producer Jarrett Lee Conaway made a return visit to Filmnut tonight. This comedy / Zombie series that is produced by Machinima, and Lionsgate and airs on youtube and Fearnet, is a breakout hit where it is up to three Zombie gamer nerds to save the world from, you guessed it, Zombies. In the interview Conaway talked about the creative process, working with the writers, Andy Shapiro and Bob Quinn, his shooting style and working with the actors. We also talked about the editing, budget, shooting style, equipment and the future of new media.    "
                },
                "27": {
                    "title": "Jeff Pierce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 27,
                    "original air date": "16 May 2012",
                    "year": "2012",
                    "plot": "\n    Jeff Pierce is the CEO and founder of Stereoscope, a 3D production facility specializing in 2D to 3D conversion, 3D production and post production services.    "
                },
                "28": {
                    "title": "Gary Lucchesi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 28,
                    "original air date": "23 May 2012",
                    "year": "2012",
                    "plot": "\n    Lakeshore Entertainment President and Producer talked about producing in today's economic environment and the upcoming Produced By Conference. His credits include, The Underworld series, Crank, The Lincoln Lawyer and Million Dollar Baby.    "
                },
                "29": {
                    "title": "Jerrol Lebaron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 29,
                    "original air date": "30 May 2012",
                    "year": "2012",
                    "plot": "\n    Jerrol Lebaron is a concerned citizen fed up with all of the pork barrel spending and politicians signing bills that they do not read. So he made a documentary about his efforts to get a proposition put on a North Dakota ballet to change that. Lebaron is also the found of inktip.com, a website where writers can post their loglines and screenplays in hopes of making a deal. We covered both topics tonight.    "
                }
            },
            "1": {
                "1": {
                    "title": "Brandon David",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Indie filmmaker Brandon David and a discussion of how he put his film Bristol Boys together.    "
                },
                "2": {
                    "title": "Warren Eig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Warren Eig brought two very funny shorts with him: \"Knit Wits\", which has appeared in 6 film festivals and \"A Family X-Mas\" that has been in 18.    "
                },
                "3": {
                    "title": "Brent Nowak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Brent Nowak shared the process of preparing and his working relationship with his Dp Matt Boyd. For horror fans or filmmakers, Brent also broke down how he and his visual effects supervisor, Lincoln Smith, made it happen with minimal resources.    "
                },
                "4": {
                    "title": "Shelli Ryan & Lance Lanfear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Feb. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Producer Kristen Holt. Talked about her projects \"Love Made Easy\", starring Martin Landau, and \"The Double\", starring Eric Roberts. Kristin has a diverse background, which made for a great all around show with many different film making topics covered.    "
                },
                "6": {
                    "title": "Brandon Paine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Brandon Paine of Shoreline Entertainment. Yes we are artists and we make film for the love of filmmaking. But if we can get distribution and make a few bucks that will go a long way towards helping us make more films! With that in mind we invited Brandon on the show to talk about just that.    "
                },
                "7": {
                    "title": "Michael Sorvino & Caroline Barba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Mar. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Lisa Hammer discusses her cult following flicks and her views on improvisation while on set. Rich Knight talked about horror and special effects, who demonstrated a DECAPITATION on the show and talked through some clips explaining his work.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Gerry Santos & Randolph Bookman of Star Wars: Forced Alliance. They describe the creation of one of the most professionally produced Star Wars fan films ever. It has already won multiple awards.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Discusses the differences in Film versus Theater with Reginald Nelson having run a theater company, and now moving into film.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Director Jeff Brookshire talks about his latest project, \"Awaken The Dead\". Jeff speaks about the importance of planning, scheduling and sticking to your budget on an ultra-low budget indie film.    "
                },
                "12": {
                    "title": "Jack Maxwell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Apr. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Matthew Harrison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 May 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Kevin Michael Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "9 May 2007",
                    "year": "2007",
                    "plot": "\n    Kevin Michael Smith, co-writer of PRIDE talks about the journey from script to screen.    "
                },
                "15": {
                    "title": "Stephen Blackehart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 May 2007",
                    "year": "2007",
                    "plot": "\n    Producer Stephen Blackehart came on tonight and we spoke a lot about the indie film he produced, Lollielove, starring and directed by Jenna Fischer. Also starring James Gunn. Sometimes you like an indie film because it's an indie film and you take into account the limited resources the filmmakers had in putting together their work. This mockumentary was just plain hysterical.    "
                },
                "16": {
                    "title": "Lloyd Kaufman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "6 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Guest Lloyd Kaufman, the head of Troma Entertainment. Lloyd is a funny straight shooter who has been in the business for over thirty years... VERY knowledgeable... His company produces, distributes, and has a film festival that is 8 plus years and running and is naturally called Tromadance (and yes it's in Park City in January).    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "13 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Diallo Frazier and Bobby Jean Stanley talk about documentary filmmaking and their powerful piece, \"Ghetto Scriptures\" a documentary that depicts what \"Ghetto\" really means. It tells us from the point of view of those that live inside the imaginary walls of \"The Ghetto\".    "
                },
                "18": {
                    "title": "Bryan Whitaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "20 Jun. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Kurt Oldman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "27 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Composer Kurt Oldman talks about the importance of music and how it can change and entire movie.    "
                },
                "20": {
                    "title": "Jarrett Lee Conaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "11 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Director Jarrett Conaway of the Fox show \"On the Lot\" - Conaway possesses knowledge, passion and an appreciation for the process of filmmaking. He answered great instant messages from viewers who had questions about the show. His submission piece, (to On The Lot)\"Anthem\", captures the style of M. Knight Shyamalan, a filmmaker who Conaway regards as an influence.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "18 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Dana Kroeger has a vast amount of experience in both the Studio and Indie film world enabling her to discuss and compare and contrast the two. Kroeger has worked on: Ali, American Beauty, Lemony Snicket, Cat in the Hat, The Holiday, The New World, Collateral Damage, The Hunted, The Patriot, and Broken Arrow.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "25 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Clint Palmer & Wendy Buss, creators of the film Abby Singer talk about how they managed to get multiple A-List celebrities to make cameos in their project with practically no budget at all.    "
                },
                "23": {
                    "title": "An interview with Joe D'Augustine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Aug. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "An Interview with Gregory Itzin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "8 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Actor Gregory Itzin of FOX's 24 has also appeared on Boston Legal, Firefly, Star Trek: Deep Space Nine, Enterprise & Voyager, Judging Amy, The O.C., Friends, The Practice, The West Wing, & Quantum Leap (partial list). Movie credits include Adaptation, Fear and Loathing in Las Vegas, and Airplane!. Itzin recently completed principle photography of the independent feature film \"Float.\" He joins us to discuss big budget vs. indie projects and to talk about production in general from an actor's point of view.    "
                },
                "25": {
                    "title": "Dan Mirvish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "15 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Slamdance Film Festival co-founder and filmmaker Dan Mirvish.    "
                },
                "26": {
                    "title": "An Interview with Bob Moresco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "22 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Bob Moresco talks about the craft of writing and a new feature he is directed, \"10th and Wolf\".    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "29 Aug. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Patrick Barnitt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Sep. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "James Gunn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Writer/Director James Gunn made his directorial debut with SLiTHer starring Nathan Fillion, Elizabeth Banks, and Michael Rooker. Other notable projects include \"Dawn of the Dead\", \"Scooby Doo 2: Monsters Unleashed\", and \"The Specials\". We covered a lot with Gunn, including his Troma days, how he got started, his \"yes binge\", future projects and more.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Oct. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Cristine Rose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "10 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Cristine Rose, Angela Petreli of NBC's Heroes, talks to us about her experience as an actress in TV, film and theater.    "
                },
                "5": {
                    "title": "Ross Shuman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "17 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Tonight we talked about stop motion animation, CGI,and cell animation with Ross Shuman - Stop Motion for Robot Chicken and Model Maker for Star Wars Attack of the Clones Ross Shuman has worked on projects by Tim Burton, Steven Spielberg and George Lucas (Planet of The Apes, Artificial Intelligence and Star Wars II Attack of The clones)    "
                },
                "6": {
                    "title": "Jeff Dowd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "24 Oct. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "An Interview with Michael Lembeck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "14 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Emmy winning director Michael Lembeck talked about putting everyone in position to succeed. Lembeck elaborated on the importance of the director each and every day taking in the emotional tone of every member of the cast and crew and ascertaining what he can get from who on a given day. He talked about experiences from his work on the TV show \"Friends\" to provide a couple of examples. Insightful and entertaining we covered a lot of territory with Lembeck.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "21 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    This interview with Andy Lauer covered \"The Tehuacan Project\", a short documentary about a school in Mexico designed to help deaf children. A passion project for Lauer who appreciates the good fortune he has received (Lauer starred in the 90's NBC sitcom Caroline In The City) and revels in being involved in projects that make a difference.    "
                },
                "9": {
                    "title": "Anne Cecere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "28 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Anne Cecere, associate director of film and TV relations for BMI (Broadcast Music Inc.) talked about music in films and included topics about: fair use, public domain, what can and can't be used. Differences between master and sync licenses. What's a cue sheet and more?    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Dec. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Renée O'Connor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "12 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Renee O'Connor, best known for her role as Gabrielle on Xena: Warrior Princess has moved into the indie film world as a Producer (and actress) with the romantic comedy Diamonds and Guns. The cast is comprised of an eclectic group of characters that each brought their own comedic sensibilities with them. We discussed her hilarious comedy as well as other projects she is working on.    "
                },
                "12": {
                    "title": "Steven Long Mitchell & Craig Van Sickle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Writers/ Executive Producers of the number one mini series, \"Tin Man\", in the Sci-Fi Channel's history, Steven Long Mitchell and Craig Van Sickle were the guests tonight. \"Tin Man\" was billed as a remake of the Wizard of Oz. Many items were covered, from speculation to how the project came together, to their pitch to the studios, to possible alternate endings, to everything in-between.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "9 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Thinking about making a movie? Not sure what equipment you need or can afford? Have a set emergency? Kelly Herrin of All In One Truck.com explains his filmmaking on the go business and how you can do more.    "
                },
                "14": {
                    "title": "An Interview with Tim Russ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "16 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Tim Russ, best known for his role as Lt. Commander Tuvoc on Star Trek Voyager and of ABC's Samantha comes to discuss the new Star Trek on-line mini series Star Trek: \"Of Gods and Men\" in which he acts and directs.    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "23 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Tonight you got two shows for the price of one. We talked about short filmmaking and visual effects with Mark Kochinski who is deeply involved in both. Some of his credits in effects include, The Guardian, HellBoy, Minority Report, Xena Warrior Princess, Star Trek Deep Space Nine, & Star Trek Voyager.    "
                },
                "16": {
                    "title": "Clare Carey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "30 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Film, TV and Theater oh my! Known for her role as Mary Bailey on the CBS show Jericho, Clare Carey talks about the show, the indie film she Co-produced \"Submission\" a play she is directing, \"Princess Bean's Messy World\", and her days on the hit sitcom \"Coach\".    "
                },
                "17": {
                    "title": "D.A. Young",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "6 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "13 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    The Transportation Coordinator has more responsibilities then you think. Dan Romero has great stories and information. He has worked on the following features: The Mummy, Tombs Of The Dragon, Must Love Dogs, Lemony Snicket's A Series of Unfortunate Events, The Last Samuri, Swordfish, Amistad, Lethal Weapon 3 and more.    "
                },
                "19": {
                    "title": "An Interview with Brad Beyer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "27 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Brad Beyer plays farm boy Stanley Richard on the CBS show \"Jericho\". Beyer also has indie projects in development in which he will direct or produce.    "
                },
                "20": {
                    "title": "Keith Adams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "5 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Stunt coordinator, Stunt Man, Stunt driver, Stunt double Keith Adams talked about, you guessed it, stunt work. His credits include: \"Meet The Spartans\", \"Live Free or Die Hard\", \"Kill Bill\" I & II, \"Nacho Libre\", \"Transporter 2\", \"Spider-Man\", \"Alias\", and many more.    "
                },
                "21": {
                    "title": "An Interview with Katherine Fugate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "12 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Writer/ Executive Producer Katherine Fugate stopped in to talk features and television. Xena fans know her from \"When Fates Collide\". Army Wives is her new series and it is the number one show in the history of the Lifetime network. In addition she has also penned the new Gary Marshall Feature Valentine's Day.    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "26 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    You know all of those continuity errors you see if movies and on TV? Well who on set is suppose to catch those? The Script Supervisor. Jeanne Marie Byrd has worked on films like Something's Gotta Give, Alpha Dog, The Wedding Singer, and TV shows like Jericho and talks about the role of the Script supervisor.    "
                },
                "23": {
                    "title": "Jeff Dawn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Oscar winning makeup artist Jeff Dawn has worked on seven Dwayne \"The Rock\" Johnson movies and prior to that nineteen Arnold Schwarzenegger films including all three Terminators. Jeff Dawn talks about his on-set experiences, both memorable and disastrous. Jeff also brought along some make-up test photos and behind the scenes production stills. Live viewer questions include Jeff's take on how lighting affects make-up, how the industry has changed over the years and some information on Terminator 4.    "
                },
                "24": {
                    "title": "Bianca Bezdek-Goodloe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Entertainment lawyer Bianca Bezdek-Goodloe talked about raising money for feature films, states that offer tax incentives and a lot more. Here is what one viewer said about the show - \"Does she have a book? if not she needs to write one because I've gotten more and better info from this interview then all the books I've ever read.\"    "
                },
                "25": {
                    "title": "Adam Armus & Kay Foster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "16 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Adam Armus and Kay Foster are co-executive producers and writers for the NBC show Heroes. Before Heroes and before honing their skills on Hercules and Xena: Warrior Princess, they left behind careers in law and sales. This dynamic pair met at a UCLA extension course and have been writing together ever since. We talked about all of this and more, including their upcoming feature Amazon.    "
                },
                "26": {
                    "title": "An interview with Steven Poster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "23 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Steven Poster, the President of IATSE Local 600, perhaps best known as the Donnie Darko Director of Photography, spoke from his head and heart about cinematography. Working on the upcoming Cameron Diaz film The Box and Ashton Kutcher feature Spread, Poster also delights in working with young DP's. We covered advances in digital technology, compared digital to film... Talked white balancing, the working relationship between DP and Director and much more.. Oh and Poster also has a thing a two to say about the paparazzi. You don't want to miss that!    "
                },
                "27": {
                    "title": "William Paul Clark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "7 May 2008",
                    "year": "2008",
                    "plot": "\n    Kill Bill, Crank, & Jackie Brown 1st A.D. William Paul Clark was the guest tonight. Clark was also a second A.D. on Pulp Fiction. Clark was informative and fun covering many areas of being an a.d. including how he handles the set, works with the director and handles things when they go wrong.    "
                },
                "28": {
                    "title": "Adrienne Wilkinson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "votes": 12,
                    "original air date": "14 May 2008",
                    "year": "2008",
                    "plot": "\n    Arienne Wilkinson best known for playing Eve/Livia on Xena: Warrior Princess and now starring in Star Wars: The Force Unleashed talked about her Xena days, the motion capture work on Star Wars, producing some short films, winning best actress at the Beverly Hills Film festival for her role in \"Reflections\" and a lot more.    "
                },
                "29": {
                    "title": "An Interview with Patric Verrone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "4 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    President of the Writers Guild of America West and Emmy winning writer Patrick Verrone came on the show to discuss Net Neutrality.    "
                },
                "30": {
                    "title": "Jay May",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "11 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Jay May has performed product placement in such films as \"The Forty Year Old Virgin\", \"Superman Returns\", \"Terminator 3\", and many more including low budget Indies. Tonight he talked about the evolution of product placement, and newer terms like product integration and branded entertainment. For the film fan and filmmaker interesting and useful information.    "
                },
                "31": {
                    "title": "Dana Gonzales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "18 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Director of Photography and Camera Operator Dana Gonzales shared his experiences working with directors Tony Scott (Deja Vu), and Paul Haggis (Crash). Also his early work on NYPD Blue, to his upcoming project, \"Felon\" starring Val Kilmer. In addition, we covered digital versus film cameras, some of his most challenging shots, advice to filmmakers and more.    "
                },
                "32": {
                    "title": "Brett Ernst",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "25 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Stand-up Comedian Bret Ernst talked about his recent film, Vince Vaugn's Wild West Comedy show. We had to pay homage to the recent passing of comedy legend George Carlin. We also hit on pitching TV shows to Hollywood and the difference between stand-up comedy and filmmaking.    "
                },
                "33": {
                    "title": "Udy Epstein",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "16 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Seventh Art Releasing distributed the Oscar wining documentary \"The Long Way Home\", and distributed five other Oscar nominated docs. as well. Seventh Art Co-founder Udy Epstein was in studio talking about the importance of passion, the ethics of documentary filmmaking, what his company looks for, using SAG actors, and much more.    "
                },
                "34": {
                    "title": "Episode #2.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "30 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Want to sell your screenplay? Questions about pitch festivals and pitching? Lee Zahavi Jessup of Scriptshark & Baseline Studio Systems lectures across the country in conjunction with Final Draft on the creative and business aspects of screenplay writing.    "
                },
                "35": {
                    "title": "Debbie Williams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "6 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    \"American Idol\" and \"So You Think You Can Dance\" Stage Manager Debbie Williams loves what she does and it shows. Williams shared her experiences on the set of these two off the chart shows and the skills it takes to manage a show and respond to the unexpected!    "
                },
                "36": {
                    "title": "Natalie Chaidez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "13 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Natalie Chaidez, writer/co-executive producer of Terminator: The Sarah Connor Chronicles talked about the collaborative process on her show, and compared working on the SCC with her work on the NBC show Heroes. No spoilers in the interview but she did reveal some \"inside stuff\" about the show that you might not know. We got into some tips for aspiring writers, talked about the \"business\", breaking in, the challenges for women and more.    "
                },
                "37": {
                    "title": "Ivy Isenberg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "20 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Ivy Isenberg was the guest last night and we talked about casting for film and television. From the job requirements for a casting director, to how to break into casting, to pay or play offers, and professionalism that is expected of the actor and more, we covered a lot.    "
                },
                "38": {
                    "title": "Ashley Cusato",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "27 Aug. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "3": {
                "1": {
                    "title": "Brian Herzlinger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "17 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    My Date With Drew's Brian Herzlinger is now directing the upcoming \"Baby on Board\" starring Heather Graham, Jerry O'Connell and Lara Flynn Boyle. We talk about the process and the journey in this fun, inspirational interview.    "
                },
                "2": {
                    "title": "Leonard Morpurgo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "15 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Leonard Morpurgo, the Vice President at Murray Weissman and Associates, a top Hollywood publicist, gave a great presentation on film pr.    "
                },
                "3": {
                    "title": "Shaz Bennett",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "29 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    AFI Film Festival Associate Director of Programming Shaz Bennett talked about the upcoming schedule of films slated for this year's festival. Bennett broke down some of the different categories they have as well as the selection process for AFI. She further talked about some of the panel discussions they have, other ways the festival tries to help filmmakers and other general tips.    "
                },
                "4": {
                    "title": "Phil Alberstat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Phil Alberstat is the CEO of 49 North Media. The company is involved in the financing and production of film, television and web content. Prior to the North Media, Phil was an agent with the William Morris Agency in the independent film division. There he was involved in the packaging, financing and selling of such films as \"Thank You For Smoking\", \"Away From Her\", \"Factory Girl\", and \"Bobby\". He won an Emmy in 2004 for \"The Incredible Mrs Ritchie\". He has also written the book: The Insider's Guide to Film Finance\".    "
                },
                "5": {
                    "title": "Leslie Zemeckis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "19 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Leslie Zemeckis came on too talk about her project \"Staar: She'd Rather Be a Mistress\", a comedy/mocumentary in which Zemeckis wrote, starred and produced. The piece had many hilarious moments and is based on her one woman show and the exploits of a burlesque dancer.    "
                },
                "6": {
                    "title": "Robert Davi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "3 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Robert Davi, whose credits include: Stargate: Atlantis, Die Hard, License to Kill, The Goonies, Profiler and far too many others to list, makes his directorial debut in the indie film \"The Dukes,\" in which he also co-writes and stars in. The Dukes is a heartfelt comedy filled with great humor and Doo-Wop music.    "
                },
                "7": {
                    "title": "Don Most",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "10 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Don Most, best known as Ralph Malph on Happy Days talked about three great projects. Two features he directed, \"Moola\" and \"The Last Best Sunday\". In addition, we talked about his pilot Take2 in which he co-stars with fellow Happy Days alum, Anson Williams (Potsie). Lastly, directing in general, his appearance in Star Trek Voyager and of course we talked a little Happy Days.    "
                },
                "8": {
                    "title": "Brian Gramo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "17 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Founder of theStream.tv, 1st A.D and executive producer of Filmnut, Brian Gramo sits down for an in depth interview about thestream.tv and his work as a 1st.    "
                },
                "9": {
                    "title": "Scott M. Rosenfelt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "7 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Producer Scott M. Rosenfelt credits include: Home Alone, Mystic Pizza, Teen Wolf, Kids In America, Smoke Signals, and Extremities. Rosenfelt talked about the role of a producer in films. He emphasized the importance of pre-production and discussed the difference in how he approaches a project that he helps develop from the outset versus being brought on as a hired gun.    "
                },
                "10": {
                    "title": "Larry Moss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "21 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Having worked with Oscar winning actors Larry Moss is considered to be an acting coach that is a legend in his own time. Synthesizing the work of the great coaches that have come before him, Meisner, Addler, Hagan and more, Moss adapts his style to the needs of actor he is working with. A big believer in script analysis, we covered a lot in this interview.    "
                },
                "11": {
                    "title": "James Gunn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "28 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Writer/ Director James Gunn (Slither, Dawn of the Dead) was the perfect guest to celebrate the two year anniversary of Filmnut with. Like my first interview with James, he was fun and informative. Making the most of new media opportunities he has a variety of new projects going on that we covered.    "
                },
                "12": {
                    "title": "John D'aquino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "4 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    John D'aquino shared some great technical sound knowledge with us tonight. A graduate of the School of Visual Arts with a degree in a film, John currently has a his own company, Childhood Dreams, in which he produces his own work and provides production sound services for both studio and indie films...Good questions from viewers, good tips from John and few links for more information as well.    "
                },
                "13": {
                    "title": "Renee O'Connor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "25 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Fans around the world tuned in to Xena: Warrior Princess star Renee O'Connor and they were not disappointed. O'Connor is a passionate, sincere, fun loving artist sharing her filmmaking and life experiences. We covered her just completed dramatic short, \"Words Unspoken\" in which O'Connor acts, writes and directs. This is a heartfelt piece about a man fulfilling his father's dying wish that makes you think and inspires debate. In addition we touched on an upcoming web series \"Ark\" in which she stars. Lots more covered including many viewer questions.    "
                },
                "14": {
                    "title": "Marina Catala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "4 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    How real is reality TV? We got into that and much more with editor Marina Catala who edits for NBC's The Biggest Loser. Catala's other credits include: The Amazing Race, Beauty and the Geek, A Shot at Love with Tila Tequila, Big Brother, Pros Versus Joes, Madden Nation and many more.    "
                },
                "15": {
                    "title": "Kerry David",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "18 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Producer Kerry David talked about her current projects \"Like Dandelion Dust\" to be released by 20th Century Fox in September starring Mira Sorvino and \"College Sucks\" which begins shooting next month. She also talked about how she broke into the business via a temp job for Paramount and then being a personal assistant for Tom Cruise and Nicole Kidman.    "
                },
                "16": {
                    "title": "Dan Curry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "1 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Chuck & Star Trek (TV) Visual Effects Supervisor Dan Curry was informative and entertaining using visual aids from Star Trek in some cases to demonstrate what he does. In this episode we talked about the skills it takes to be a visual effects supervisor, working with different departments on a film set and geek-ed out a little bit on Chuck & Star Trek.    "
                },
                "17": {
                    "title": "Todd Lindgren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "22 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Todd Lindgren from FilmL.A. Inc. talks about the film permit process.    "
                },
                "18": {
                    "title": "Dov S-S Simens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "22 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Dov S-S Simens, who includes Quentin Tarantino, and Chris Nolan among his many famous past students, talks and entertains us tonight about his 2 day film school including everything a first time filmmaker would want to know. Dov is funny yet very sincere as he talks about many different aspects of the process. Directing, lighting, negotiating with vendors, shooting ratio, budgets, marketing, getting that great script, and more. Whatever we don't get to in the show he gets to in his two day seminar.    "
                },
                "19": {
                    "title": "Tino Struckmann",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "29 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Tino Struckmann talks about his work in personal protection to the stars to service in the military and his transition to acting and Filmmaking.    "
                },
                "20": {
                    "title": "Andrew Paquin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "6 May 2009",
                    "year": "2009",
                    "plot": "\n    Producer Andrew Paquin talks about his projects, Blue State, starring Anna Paquin, New In Town, starring Renee Zellweger and more.    "
                },
                "21": {
                    "title": "Gary B Goldman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "13 May 2009",
                    "year": "2009",
                    "plot": "\n    Gary Goldman is a the 1st A.D./ Associate Producer of Entourage. He talks about the process of shooting an episode, working with the director, the actors, the crew and more.    "
                },
                "22": {
                    "title": "Seymour Cassel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "20 May 2009",
                    "year": "2009",
                    "plot": "\n    Sreen Actors Guild national board member Seymour Cassel came on to talk about the proposed agreement between SAG and the Alliance of Motion Pictures ad Television Producers (AMPTP).    "
                },
                "23": {
                    "title": "Ned Vaughn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "9 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Hollywood Screen Actors Guild board member Ned Vaughn announced the results of the SAG vote on the proposed agreement with the AMPTP.    "
                },
                "24": {
                    "title": "Josh Gomez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "10 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    In addition to a lot of laughs, a lot of material is covered, Chuck related and otherwise with Josh Gomez.    "
                },
                "25": {
                    "title": "Robbie Consing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "17 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Storyboard Artist Robbie Consing came on to talk about his work on such films as: Batman Forever, Terminator 3, The Rock, Armageddon, Jumper, X2, Bad Boys II, Mission Impossible II and more.    "
                },
                "26": {
                    "title": "Paul J. Alessi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "votes": 9,
                    "original air date": "24 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Award winning Actor/Producer Paul J. Alessi came on to talk about his romantic comedy Knuckle Draggers.    "
                },
                "27": {
                    "title": "Pilar Alessandra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "1 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Script Consultant Pilar Alessandra discusses the craft of writing. Her background includes: Script reader for Amblin Entertainment. With the formation of DreamWorks, she became Senior Story Analyst and a reader liaison between the studio and Robert Zemeckis's company, ImageMovers.    "
                },
                "28": {
                    "title": "Gary Valentine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "22 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Gary Valentine, best known for his role as Danny Heffernan on King of Queens, comes on to talk about his hilarious new web series, Dusty Peacock, the old days on King of Queens and a lot more.    "
                },
                "29": {
                    "title": "Vik Sahay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "29 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Vik Sahay, Lester Patel, from the NBC show Chuck, talked about his character, Chuck, Jeffster's live performance at Comic-Con, his work in the Genie award winning film Amal and much more.    "
                },
                "30": {
                    "title": "David Maples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "5 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    David Maples, Creator, writer, executive producer of the USA Network show \"In Plain Sight\" came on to talk about the show and the craft of writing.    "
                },
                "31": {
                    "title": "Jonathan Bennett",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "5 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Jonathan Bennett came on to talk about a recently released film he is starring in, Van Wilder: Freshman Year. We also talk about Mean Girls, Dukes Of Hazzard, Smallville, why Jonathan repeatedly reads Michael Caine's acting book and much more.    "
                }
            },
            "4": {
                "1": {
                    "title": "Jack Coleman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "16 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Jack Coleman actor Noah Bennett from NBC's Heroes got into the mechanics of Heroes. From the subtext of his character, too working with some of the other actors on the show like Zachery Quinto, Hayden Panettierie, Ashly Crow and more.    "
                },
                "2": {
                    "title": "Zoe Bell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Zoe Bell is a unique type of triple threat. An amazing multiple Taurus award winning stunt double with credits for doubling Lucy Lawless in Xena: Warrior Princess, Uma Thurman in Kill Bill and more recently Inglourious Basterds. As an actress, Bell has starred in Quentin Tarantino's Grindhouse: Death Proof and the on-line series Angel of Death, which was just recently released on dvd. Currently she can be seen in Gamer and on October 2nd her next film \"Whip It\", where she plays Bloody Holly, will be released. Whip It stars Ellen Page and Drew Barrymore.    "
                },
                "3": {
                    "title": "Kate Levering",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Kate Levering came on Filmnut and talked about her role as Kim Kaswell on the Lifetime show Drop Dead Diva, her upcoming feature debut Like Dandelion Dust and a lot more.    "
                },
                "4": {
                    "title": "Johann Urb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Johann Urb of the ABC show Eastwork and the Roland Emmerich film 2012 came on to talk about both projects. In addition, we covered indie work with the hilarious comedy Strickly Sexual and his upcoming project Pornstar in which Urb produces and stars.    "
                },
                "5": {
                    "title": "Highlights of 100 Episodes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Shows clips from various guests throughout the show and talks about the making of.    "
                },
                "6": {
                    "title": "Sean Becker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Sean Becker, director and editor for the hit web series, The Guild, came on to talk about how they shoot the show, the Internet in general, his production company Awkward Pictures and his other show on crackle, Comedy Gumbo.    "
                },
                "7": {
                    "title": "Ryan Provecher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Ryan Provencher, Vice President of Exhibitor Relations for Summit Entertainment LLC, came on to talk about marketing strategies for such films as Twilight and Hurt Locker    "
                },
                "8": {
                    "title": "Lloyd Kaufman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Lloyd Kaufman came back on the program to talk about the state of independent film, net neutrality, his DVD series, Direct Your Own Damn Movie and his new book, Produce Your Own Damn Movie.    "
                },
                "9": {
                    "title": "Trey Stokes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Trey Stokes, writer/director of hit web series \"Pink Five\", comes on to talk about his newest project, the sci-fi thriller \"Ark\" starring Renee O'Connor.    "
                },
                "10": {
                    "title": "Magali Guidasci",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Magali Guidasci, costume designer for Zombieland, Jumper, Armageddon, The Professional and more, came on to talk about what she does as a costume designer and how she does it.    "
                },
                "11": {
                    "title": "Joel David Moore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "15 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Actor Joel David Moore came to talk about his starring role in James Cameron's Avatar. Other topics covered were his indie film Spiral in which he acts and co-directs, his recent visit to the middle east as part of the USO tour, few questions about Grandma's Boy and a more.    "
                },
                "12": {
                    "title": "Drew Baldwin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Drew Baldwin is the founder of the International Academy of Web Television (IAWTV) and executive producer of The Streamy Awards. In addition Drew is a founder and Senior Vice President of Tubefilter, Inc. The interview covered all three.    "
                },
                "13": {
                    "title": "Michael Lembeck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "27 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Emmy winning director Michael Lembeck came back on Filmnut to talk about his just released film Tooth Fairy starring Dwayne \"The Rock\" Johnson, Julie Andrews, Stephen Merchant, Billy Crystal and Seth Macfarlane... Lembeck also talked about the craft of directing and some of his other work.    "
                },
                "14": {
                    "title": "Charles Haine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Charles Haine of Dirty Robber came on to talk about color correction.    "
                },
                "15": {
                    "title": "Chris Gore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "23 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Chris Gore, one of the most influential people in the independent film world came on to talk about film festivals, the recently released 4th addition of his book The Ultimate Film Festival Survival Guide, his DVD Tuesdays segment of G4's Attack Of The Show and to announce his new show.    "
                },
                "16": {
                    "title": "Maz Jobrani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "2 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Actor/Comedian Maz Jobrani talked about his comedy tours, The Axis Of Evil and Brown and Funny. Also his new ABC pilot Funny in Farsi, a movie project in development Jimmy Vestwood, working on 24 and more.    "
                },
                "17": {
                    "title": "Joseph Cicio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Filmnut (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "6 May 2010",
                    "year": "2010",
                    "plot": "\n    Joseph Cicio, camera operator credits include: Iron II, Iron Man, Spiderman 2 & 3, Die Hard: Live Free or Die Hard, Deep Impact, and many more, came on just a few hours before the release of Iron Man II and talked about his work on it and various other projects.    "
                }
            }
        },
        "number of episodes": 142,
        "cast": [
            {
                "name": "Schubert, Jeff"
            },
            {
                "name": "Gramo, Brian"
            },
            {
                "name": "Conaway, Jarrett Lee"
            },
            {
                "name": "Lembeck, Michael"
            },
            {
                "name": "Gunn, James"
            },
            {
                "name": "Kaufman, Lloyd"
            },
            {
                "name": "O'Connor, Renée"
            },
            {
                "name": "Verrone, Patric M."
            },
            {
                "name": "Vaughn, Ned"
            },
            {
                "name": "Barba, Caroline"
            },
            {
                "name": "Barnitt, Patrick"
            },
            {
                "name": "Bell, Mark"
            },
            {
                "name": "Blackehart, Stephen"
            },
            {
                "name": "Bookman, Randolph"
            },
            {
                "name": "Brookshire, Jeff"
            },
            {
                "name": "Buss, Wendy"
            },
            {
                "name": "Cecere, Anne"
            },
            {
                "name": "D'Augustine, Joe"
            },
            {
                "name": "David, Brandon"
            },
            {
                "name": "Dowd, Jeff"
            },
            {
                "name": "Eig, Warren"
            },
            {
                "name": "Frazier, Diallo"
            },
            {
                "name": "Gunn, Mark"
            },
            {
                "name": "Hammer, Lisa"
            },
            {
                "name": "Harrison, Matthew"
            },
            {
                "name": "Holt, Kristin"
            },
            {
                "name": "Itzin, Gregory"
            },
            {
                "name": "Kroeger, Dana"
            },
            {
                "name": "Lanfear, Lance W."
            },
            {
                "name": "Lauer, Andrew"
            },
            {
                "name": "Maxwell, Jack"
            },
            {
                "name": "Mirvish, Dan"
            },
            {
                "name": "Moresco, Bobby"
            },
            {
                "name": "Nelson, Reginald"
            },
            {
                "name": "Nowak, Brent"
            },
            {
                "name": "Oldman, Kurt"
            },
            {
                "name": "Paine, Brandon"
            },
            {
                "name": "Palmer, Clint J."
            },
            {
                "name": "Rose, Cristine"
            },
            {
                "name": "Ryan, Shelli"
            },
            {
                "name": "Santos, Gerardo F."
            },
            {
                "name": "Shuman, Ross"
            },
            {
                "name": "Smith, Kevin Michael"
            },
            {
                "name": "Sorvino, Michael"
            },
            {
                "name": "Stanley, Bobby Jean"
            },
            {
                "name": "Whitaker, Bryan"
            },
            {
                "name": "Adams, Keith"
            },
            {
                "name": "Alberstat, Philip"
            },
            {
                "name": "Armus, Adam"
            },
            {
                "name": "Bennett, Shaz"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 8.6,
        "votes": 65,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTI0NDcxMzA2NF5BMl5BanBnXkFtZTcwMjE2Njk3MQ@@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Live interactive interviews with above and below the line stars in the entertainment industry. Past interviewees include Oscar winning writer for 'Crash' Bob Moresco, Oscar winning makeup artist for 'Terminator 2' Jeff Dawn, the writing/ producing team for 'Heroes', Adam Armus and Kay Foster, and many more. Viewers can instant message in questions live during the show.",
        "languages": [
            "English"
        ],
        "title": "Filmnut",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Filmnut (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Schubert, Jeff"
            }
        ],
        "production companies": [
            {
                "name": "Semper Mental Productions"
            }
        ],
        "distributors": [
            {
                "name": "The Stream Of Consciousness Online Televison Network"
            }
        ],
        "plot": [
            "Live interactive interviews with above and below the line stars in the entertainment industry. Past interviewees include Oscar winning writer for 'Crash' Bob Moresco, Oscar winning makeup artist for 'Terminator 2' Jeff Dawn, the writing/ producing team for 'Heroes', Adam Armus and Kay Foster, and many more. Viewers can instant message in questions live during the show.::Jeff Schubert"
        ],
        "tech": {
            "runtime": [
                "50 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 65,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.5
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 18,
                "rating": 8.6
            },
            "males": {
                "votes": 28,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 7.8
            },
            "females": {
                "votes": 25,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 14,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 9.8
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 4.6
            },
            "us users": {
                "votes": 34,
                "rating": 7.7
            },
            "non us users": {
                "votes": 16,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 44,
            "9": 6,
            "8": 4,
            "7": 2,
            "6": 0,
            "5": 2,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 8.6,
        "median": 1
    }
}