{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 March 2007"
            },
            {
                "country": "Canada\n",
                "date": "7 March 2007"
            }
        ],
        "release dates": [
            "Canada::6 March 2007",
            "Canada::7 March 2007"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Caffeine & Headaches",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "6 Jul. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Battling the Bulge",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Jodi's an emotional eater with a weakness for junk food. She's enlisted in boot camp to ditch her spare tire and look smoking hot for an important fundraiser. But is Jodi ready for the Dream Team's extreme measures?    "
                },
                "2": {
                    "title": "Gut Check",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Pam's dangerous addiction to cheesecake is evident in her expanding butt and button-popping gut. With a family reunion looming, she'd like to knock them out in a pair of sexy jeans. But can Pam take four grueling weeks in the workout trenches?    "
                },
                "3": {
                    "title": "Fat Fighters",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    With her big 3-0 coming up, yo-yo dieter Shannon is sick and tired of being soft and jiggly. She wants to enter the next stage of her life without the weight issues she's been carrying since childhood. Can Shannon leave the excess baggage behind?    "
                },
                "4": {
                    "title": "Stairway to Slender",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    New mom Samantha has tried dieting, but she just can't seem to lose those last nagging pounds of baby fat. Is Sam ready to do whatever it takes so she can get back in the romantic groove with her hubby?    "
                },
                "5": {
                    "title": "Six Pack Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Jen is anxious to drop two sizes in time for her best friend's wedding. Tommy's tough love approach to fitness pushes this recruit to her physical and emotional limits. But can Jen go the distance?    "
                },
                "6": {
                    "title": "Flab to Fab",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Best friends Lisa and Brooke are desperate to get their bod's beach ready for an upcoming vacation. But their constant goofing off is sabotaging the hard work of the boot camp Dream Team. Everyone's shocked by the numbers at the final weigh-in.    "
                },
                "7": {
                    "title": "Donut Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Tommy meets his toughest challenge yet in Lara, a compulsive and often secretive snacker. This foul-mouthed recruit has lost her yummy mummy groove, and she wants to keep her younger boyfriend's attention. But will Lara hit her target with a last minute push to the finish?    "
                },
                "8": {
                    "title": "Refit for Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Ali is a petite powerhouse with a big appetite for platter-sized portions. After a recent breakup, she wants to revamp herself for the single-mingle scene. But is Ali up for the challenge?    "
                },
                "9": {
                    "title": "Checkpoint Chocolate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Widowed with 2 young kids, Penny's finally ready to move forward with her life. She wants to go from fluff to buff in her quest to conquer the world. While she's not afraid to tackle any anything, including the Dream Team, can Penny keep her chocoholic cravings in check?    "
                },
                "10": {
                    "title": "Wings of Glory",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Nicole's struggle with her weight has been a life long battle. Having gone from vigilant to AWOL in watching what she eats, her re-expanding waist line is paying the price. Can Nicole get back on track, or will Tommy push her too far?    "
                },
                "11": {
                    "title": "Strip Search",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Andra is a burlesque dancer who has gone from vivacious to spacious. Addicted to cheeseburgers and 'allergic to exercise', Tommy and Nadeen will have their hands full with this recruit who calls herself the Diamond Minx. Can Andra peel away the pounds before her next big show?    "
                },
                "12": {
                    "title": "Naughty Hottie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Nicole has lost her yummy mummy groove. With two young boys, Nicole finds herself eating more than the occasional hot dog, and her job as a cake designer hasn't helped either. Can the dream team get the pounds off before an upcoming family wedding?    "
                },
                "13": {
                    "title": "Shock Therapy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    20-year-old Leanna's appetite for video games and fast food has made her a classic couch potato, but she's clearly in denial when Tommy and Nadeen confront her with the truth about her weight. Will she lose the pounds and the attitude in time to celebrate her first anniversary with her boyfriend?    "
                }
            },
            "2": {
                "14": {
                    "title": "Operation Jelly Belly",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "16 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Kristi likes her meals big. Real big. And judging by her muffin top, she's not one to pass up dessert either. Always the 'chubby sister' in the family, Kristi's desperate to lose her hungry girl handles in time for a high school reunion. Will four weeks in the workout trenches be enough to stop this overeater from reaching for seconds?    "
                },
                "15": {
                    "title": "On the Double",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "plot": "\n    Erin and Nicole are identical twins with identical problems. Their thighs and butts have ballooned ever since they quit smoking and made ice cream their new vice. With their 25th birthday coming up, Erin and Nicole enlist in bootcamp frantic to fit into something hot. But thanks to a complete lack of discipline, Tommy finds working with twins isn't always double the pleasure.    "
                },
                "16": {
                    "title": "Sweet Surrender",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "30 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Kelly is a naughty nanny whose cravings for candy are evident in her bulging thighs and gut. She's desperate to be ship shape in time for a romantic cruise with her boyfriend. But will four weeks of intense bootcamp be enough to teach this snack-o-holic to love sweat, not sweets.    "
                },
                "17": {
                    "title": "Carb Bomb",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "5 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Lauren likes to date beefy body builders, but fears she will not be attracting any serious attention until she says good riddance to her Buddha belly and back fat. An equestrian riding instructor, Lauren is recently single and desperate to lose ten pounds before a trip to hometown Toronto where she will be on the hunt for a new guy.    "
                },
                "18": {
                    "title": "Dairy Assault",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "12 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Jennifer is newly single and anxious to turn some heads when she jets off to Los Angeles with her girlfriends for some fun in the sun. But this dairy diva will have to curb her urge to cheat if she hopes to travel light, and drop the 'extra baggage' before she hits the beach.    "
                },
                "19": {
                    "title": "Booty Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "19 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Kylie's car has become a kitchen thanks to a hectic lifestyle that has the 23-year-old insurance rep. hooked on drive-thru cuisine. She's desperate to lose ten pounds before a Caribbean Festival where she'll be hosting the festivities. Will four weeks of strict eating and hard core exercise be enough time for this drive-thru diva to get the junk out of her trunk?    "
                },
                "20": {
                    "title": "Cookies and Misdemeanors",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "27 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Rochelle is a 32 year-old Mountie who is packing much more than a holster on her hips these days. Since going on maternity leave, the once lean, mean crime-fighting machine has been busted for raiding the cookie jar more than once. Now she'll have to do some hard time if she's going to lose 10 pounds before she heads back to the beat.    "
                },
                "21": {
                    "title": "Balancing Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "3 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Kimberly is a former fitness model who's desperate to find the curves she lost when she stopped pumping iron and started pushing paper. The 25-year-old financial planner complains she's suffering from a \"low interest rate\". She wants to slim down and look hot before her high school reunion. After four weeks of workout hell, will Kimberly be feeling hot, or not?    "
                },
                "22": {
                    "title": "Mission Yummy Mummy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "11 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Kaija was an avid runner and yoga fanatic before a difficult pregnancy forced her to slow down. But a year after becoming a mom, Kaija still hasn't lost the post-birth girth thanks to her sweet tooth and the large portion's she inhales at her husband's restaurant. She's desperate to slim down and tone up before a trip to Hawaii where she hopes to look sizzling in a hot summer dress.    "
                },
                "23": {
                    "title": "Sibling Rivalry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "19 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Lydia is an identical twin and, much to her chagrin, she's always been known as the \"heavier\" one. Her sister Farah is 12 pounds lighter and Lydia is desperate to slim down to the same weight before they head off on a beach holiday together. These spunky sisters do everything together - including binge eating. Does Lydia have what it takes to stick to her meal plan and exercise regime while her twin continues living life as usual?    "
                },
                "24": {
                    "title": "Diva D-Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "25 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Lindsay is a bubbly opera singer who just can't say no to Italian red wine and baked goodies. She wants to lose her love handles, back fat and saddlebags before her long-distance fiancé's next visit. Dropping ten pounds would be music to Lindsay's ears - but does this diva have what it takes to put down the treats and pick up the pace? Let's hope she's not the fat lady singing when it's all over.    "
                },
                "25": {
                    "title": "Couch Commando",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "31 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Vilamon spent her 20's as a desk jockey by day and couch potato by night. On her 31st birthday she vowed she would find a new direction in life and lose ten pounds within the next year. Now her 32nd birthday is just around the corner and she hasn't dropped the extra weight. Can the Dream Team help this lazy young lady keep her birthday promise?    "
                },
                "26": {
                    "title": "Beefcake Blitzkrieg",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last 10 Pounds Bootcamp (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "7 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    James is a nutritional mess with nasty eating habits left over from childhood, including frozen pizza, Alphagetti, and pre-packaged desserts. When he heads to the pub with his buddies he chows down on nachos, wings, burgers, and his \"mistress\" beer. James is ready to take his relationship with health nut girlfriend to the next level and plans to propose - but he wants to lose his \"gettin' no-love\" handles, beer gut, and man-boobs before he pops the question.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Europe, Tommy"
            },
            {
                "name": "Boman, Nadeen"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 2,
        "rating": 7.5,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU2NjA2NDExNV5BMl5BanBnXkFtZTgwNjUwMTAyMTE@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Last 10 Pounds Bootcamp",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "The Last 10 Pounds Bootcamp (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bowen, Katrin"
            },
            {
                "name": "Feingold, Stan"
            }
        ],
        "production companies": [
            {
                "name": "The Eyes"
            }
        ],
        "distributors": [
            {
                "name": "Corus Entertainment"
            },
            {
                "name": "Life Network"
            }
        ],
        "other companies": [
            {
                "name": "Line 21 Media Services"
            },
            {
                "name": "Sequence Post"
            },
            {
                "name": "Sequence Post"
            },
            {
                "name": "Sequence Post"
            },
            {
                "name": "Sequence Post"
            }
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 5.3
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "males": {
                "votes": 4,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "females": {
                "votes": 6,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 9,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 3,
            "9": 2,
            "8": 5,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}