{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2007"
            }
        ],
        "release dates": [
            "USA::2007"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bailey, Helen"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODA5YjY2ZTgtODczYi00ODVhLTk5NzgtODhiNjFhYTQxMjRiXkEyXkFqcGdeQXVyODU1OTQ3NDU@._V1_SY150_CR32,0,101,150_.jpg",
        "plot outline": "Urban Livin' is a chic lifestyle, half-hour program, hosted by esteemed interior designer, Helen Bailey. The show's mission is to enhance and enrich the lives of urban Americans by focusing on the foundation of the home, traditional family values and individual urban lifestyles. When it comes to decorating, home improvement, in-home entertaining, home buying, and organizing, Urban Livin' has the answer! Each show will promote the viewers' personal style while increasing their comfort level with new ideas and products that they can take into their homes. Urban Livin' will give viewers something new, something fresh, and something to rave about, from alluring room makeovers to fabulous dinner parties with delightful menus! And of course, we're stepping into some of the most exquisite homes of the famous, the infamous and the not so famous.",
        "languages": [
            "English"
        ],
        "title": "Urban Livin'",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Urban Livin' (United States)"
        ],
        "writer": [
            {
                "name": "Bailey, Helen"
            },
            {
                "name": "Terziski, Maria"
            }
        ],
        "production companies": [
            {
                "name": "Concept One Media"
            },
            {
                "name": "Urban Livin Productions"
            }
        ],
        "distributors": [
            {
                "name": "BET Networks/Viacom"
            }
        ],
        "plot": [
            "_Urban Livin'_ (qv) is a chic lifestyle, half-hour program, hosted by esteemed interior designer, Helen Bailey. The show's mission is to enhance and enrich the lives of urban Americans by focusing on the foundation of the home, traditional family values and individual urban lifestyles. When it comes to decorating, home improvement, in-home entertaining, home buying, and organizing, _Urban Livin'_ (qv) has the answer! Each show will promote the viewers' personal style while increasing their comfort level with new ideas and products that they can take into their homes. _Urban Livin'_ (qv) will give viewers something new, something fresh, and something to rave about, from alluring room makeovers to fabulous dinner parties with delightful menus! And of course, we're stepping into some of the most exquisite homes of the famous, the infamous and the not so famous.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "28 min (including commercials) (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}