{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 February 2007"
            },
            {
                "country": "USA\n",
                "date": "10 July 2007"
            },
            {
                "country": "Canada\n",
                "date": "22 October 2007"
            }
        ],
        "release dates": [
            "Canada::6 February 2007",
            "USA::10 July 2007",
            "Canada::22 October 2007"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Oyster Shuck-Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Oysters are loved throughout the world, but before you enjoy them, you have to get past that shell. Oyster shucking can be hazardous, and it requires practice to do it just right without mangling the prized oyster or losing a finger. In this episode, Bob will learn the technique of oyster shucking before traveling to the Oyster Festival in Urbanna, Virginia, and entering the Oyster Shucking Competition. Speed is only one element of the competition. Presentation is the other. Bob's challenge is to crash the world of elite shuckers and become a contender in just one ...    "
                },
                "2": {
                    "title": "Waiter's Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    In the world of food and wine, waiters are the true unsung heroes. Working the front lines between picky diners and primadonna chefs, they are the foot soldiers of fine dining. This week Bob will be embedded, embattled and run off his feet at a busy brasserie in New York City. Once he's trained in the classic French style Bob will compete against the city's finest in the annual New York City Waiter's race held, appropriately, on French national holiday Bastille Day. His challenge is to run three blocks and back carrying two wine glasses and a carafe of water on a ...    "
                },
                "3": {
                    "title": "Flair Bartending",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Popularized in the Tom Cruise movie Cocktail, flair bartending is the practice of entertaining an audience with the throwing/juggling of bar tools (eg; shaker tins) and liquor bottles in tricky, dazzling ways. Once Bob is trained in this form of showmanship, he will enter an International Flair Competition in the 'mecca of flair bartending', Las Vegas. It is a dangerous task, and the action requires skill due to the dangers of possible glass breakage and even burning. Bob's challenge is to woo the judges with the technique, flow and creative flair of his routine while...    "
                },
                "4": {
                    "title": "Benihana Chef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Benihana is a chain of classic Japanese restaurants that elevates table-side preparation to performance art. Benihana chefs serve up a colorful variety of dishes directly in front of diners using a combination of razor sharp knives, a red-hot grill, sleight of hand and witty banter. Most trainee chefs spend four months in the shadows of the kitchen just learning to chop - Bob's challenge is to master all the skills necessary to become a Benihana chef in a mere week. He will be inducted into the Benihana experience by a seasoned chef, Michael Tan, but in the end he'll ...    "
                },
                "5": {
                    "title": "Barista Championship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    You see them plying their trade every day as they provide the weary and red-eyed masses with their drug of choice - caffeine. Their job doesn't appear to be remarkably difficult, and it seems surprising that there could possibly be a coffee subculture complete with its own latte art competitions and barista championships. Bob will enter into this world when he enters into the Canadian National Barista Championships. He'll compete by making four espressos, four cappuccinos, and four signature beverages in fifteen minutes, in front of technical and sensory judges and a ...    "
                },
                "6": {
                    "title": "Hatch Chile Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Bob Blumer loves spicy foods. The hotter the better (at least that's what he thinks.) Like a vigilante gunslinger in a western movie he'll journey to the hot, dusty heart of the hot chile empire: Hatch, New Mexico. Located in the plains of the Rio Grande Valley, Hatch is a chile-head's Mecca. Bob will work in the fertile fields of the surrounding Hatch Valley picking chile peppers in a 40°C heat discovering enough new varieties and various tastes to satisfy a steady throng of new converts. And then he'll go further. Bob's challenge is to prove that he really can take ...    "
                },
                "7": {
                    "title": "Médoc Marathon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Making it to the finish line of a 26-mile marathon is a grueling test of stamina that few people are capable of completing. But what about a full-fledged marathon that includes runners in costume, 22 wine tasting stations and an oyster bar along the route? The Médoc Marathon, a raucous, wine-soaked run that takes place every fall in the heart of France's legendary Bordeaux region, is just such an event. Bob will need to get himself in top shape not just for an intense physical test - but for a psychological one too. How will he keep himself focused on the finish line ...    "
                },
                "8": {
                    "title": "Alpine Cyclist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Cycling is Bob's second favorite activity after eating. And the two actually go very well together - a high energy bike ride can burn up to 1000 calories an hour, making an intense bike trip a perfect complement to the excesses of a gourmet traveler. Inspired by the greatest cycling event in the world, the Tour de France, we've designed a bike trip/food adventure that will test Bob's stamina and indulge his love of rich sauces and stinky French cheese. His challenge is to train with a veteran of the Tour de France and attempt to conquer one of the most mythical and ...    "
                },
                "9": {
                    "title": "BBQ Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Good old-fashioned, high fat, cholesterol-laden barbecue is all the rage. Drawn by hugely popular barbecue cook-offs from New York City to the wilds of Texas, hundreds of teams travel the continent hauling trailers loaded down with massive cookers and hundreds of pounds of pork butt, pork shoulder, beef brisket and chicken hoping to win big. With their own secret rubs and sauces at the ready, they set up camp and nurse their meats through 18 hours of sleepless 'low and slow' cooking. It takes a team of devoted meat maniacs headed by a fearless Pit Master to pull off ...    "
                },
                "10": {
                    "title": "Riesling Harvest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Bob is passionate about wine. He has toured many of the world's renowned wine regions, tasted countless bottles, and earned the right to be considered a wine aficionado among his friends. But what happens when he is put to test by assisting in the harvest of 17 acres of precious grapes, for the maker of Germany's finest Rieslings? Intense periods of backbreaking work will test Bob's patience and skill, as well as his body. Prüm's grapes are harvested late in the season, when the air has already turned crisp. While the physical efforts help warm the bodies of pickers, ...    "
                },
                "11": {
                    "title": "Guinness Diet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Bob Blumer attempts the ultimate \"Guinnes Diet\". A challenge of having nothing but Guinness Beer during a period of 5 consecutive days.    "
                },
                "12": {
                    "title": "Noodle Pulling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    This week, Bob faces his toughest challenge yet: mastering the lost art of making hand-pulled noodles. This labour intensive technique involves folding, twisting and stretching dough until it separates, as if by magic, into perfectly equal noodle strands. It's so difficult that only a handful of chefs still do it. Bob will have just one week to learn this complex technique, which most chefs take years to master. At the end of the week, Bob will fly to Hong Kong where he will step into the shoes of the noodle chef at the Lanzhou hand-pulled Noodle King restaurant.    "
                },
                "13": {
                    "title": "Egg Cook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "11 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Breakfast line cooks are like the marathon runners of the kitchen; the toughest and fittest who put in an intense and sustained effort throughout each shift. Up since before the roosters, line cooks prep for hours - their shift half-done by the time the door sign is turned from closed to open. They cook for patrons who are perhaps the most ravenous and demanding of any they will face. Bob's challenge will be to first of all be accepted into the tight ranks of the breakfast line and then just to keep up with their finely honed skills. Can Bob can handle the heat, or ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Cheese Rolling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "16 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    The French love their Brie, the Dutch revere their Gouda, and Canadians swear by their cheddar. But when it comes to cheese, no nation has as much pride as Jolly Old England. Bob travels to Gloucester, England for the Cooper's Hill Cheese Rolling competition. This 200 year-old tradition involves a mad group of cheese-lovers who catapult head-over-heels down an insanely steep hill in hot pursuit of a speeding ten-pound wheel of Double Gloucester cheese. First lunatic down the hill gets the cheese...or a free ride in an ambulance.    "
                },
                "2": {
                    "title": "Haggis Hurling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Bob travels to Scotland to take part in one of the weirdest food competitions in the world...haggis hurling! (Imagine a two-pound shot put made of sheep's organs, oatmeal and spices and you start to get the idea.) The Scots have been hurling haggis for centuries, but Bob's only got five days to master the technique and take on the champions at the Highland Games - while wearing a kilt, no less. Watch Bob take on the reigning champions and brave the eccentricities of medieval cuisine - accompanied by a wee dram of single malt scotch...or two.    "
                },
                "3": {
                    "title": "Honey Bee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Honey: bears go crazy for the stuff, and so does our Glutton for Punishment. Whether he's spreading it on toast, swirling it in ice cream, or slathering it on Peking Duck, honey is Bob's favorite all-natural food. Beekeepers bring this sweet treat to our tables every day, but how do they do it? Bob has just four days to learn all about the secretive art of beekeeping before he enters the Beekeepers Games, a series of bee-themed events that will force him to confront one of his deepest phobias: Bees! Will Bob freak out as tries to \"grow\" a bee beard, with 40,000 bees ...    "
                },
                "4": {
                    "title": "Okie Noodling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Catfish tastes so delicious and light that most people who are eating it for the first time swear they're eating chicken or shrimp - that is, until they catch site of one of these prehistoric monsters. The species dates back to the dinosaurs - more than 60 million years - and they're pure predators, preying solely on other fish for food. Despite this intimidating pedigree, fishermen from all over Oklahoma come to Paul's Valley every summer to compete in the Okie Noodlin' Tournament - a bizarre derby in which anglers are allowed to use only their hands as bait! Bob ...    "
                },
                "5": {
                    "title": "Egg Fry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Eggs are the breakfast of champions. With all that protein, they're also the lunch of champions and the dinner of champions. (Heck, Rocky even ate 'em raw.) So when our Glutton for Punishment heard about a solar-powered egg-frying competition in Arizona, he was off down Route 66 faster than a Road Runner. Every year on the 4th of July, the ghost town of Oatman, on the edge of the Mohave Desert, hosts a sidewalk egg-fry that challenges all comers to cook an egg in 15 minutes or less using only the power of the sun. Bob's up against hardened solar-cooking desperadoes ...    "
                },
                "6": {
                    "title": "Watermelon Seed Spitting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Hope, Arkansas is a small town with a big tradition. Each year, this small community of self-confessed \"melon heads\" hosts the Hope Watermelon Festival and Watermelon Seed Spitting contest. The competition is fierce, attracting seed-spitting champions from all over the state. In between bouts of hard labor on a watermelon farm--where the world's heaviest melons are grown--Bob will perfect his seed spitting technique under the tutelage of ten year-old champion Emily Rowe.    "
                },
                "7": {
                    "title": "Garlic Braiding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Garlic is the ancient cure-all, renowned for its ability to ward off everything from colds to vampires. It also makes an excellent steak rub, and is indispensable in any serious kitchen. Always on the hunt for new recipes using garlic, Bob is off to Arleux, France, garlic capital of the world, to enter in a garlic-braiding contest. Arleux is famous for its smoked garlic and still uses a centuries-old tradition to prepare it: Garlic bulbs are tied into bouquets with raffia and woven into long braids which are hung up to be smoked with peat. Bob has just one and a half ...    "
                },
                "8": {
                    "title": "Street Vendor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Street food--it's not just hot dogs anymore. These days, you can get everything from middle-eastern kebabs to Asian curries, but the business of street vending is still brutal, hemmed in by spiraling food costs and intense competition. Every day in New York, more than 3,000 street food vendors set up shop, desperately flogging their wares to the city's eight million demanding denizens. Running these food carts is like being a maitre d', chef, server, and dishwasher--all at once. Bob has just five days to master these duties before taking over a food cart business at ...    "
                },
                "9": {
                    "title": "Pike's Market",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Wild salmon are to the people of the Pacific Northwest what cattle are to Texans--they're not just good eating, they're a way of life. The fishmongers at Pike Place Fish Market in Seattle don't just sell salmon, they toss it across the market, creating a spectacle of flying-fish that draws hundreds of customers each day. To get familiar with what he is tossing, Bob picks up some salmon recipes from renowned chef Tom Douglas. Then he gets catching tips from Seattle Seahawks wide receiver Nate Burleson. But will any of this save him from humiliation (and/or serious ...    "
                },
                "10": {
                    "title": "Pumpkin Regatta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    There's nothing unusual about pumpkin at Thanksgiving. You've got pumpkin pie, roasted pumpkin seeds, and pumpkin pudding. But in Windsor, Nova Scotia, they take their love of the orange legume to another level--paddling hollowed-out, giant pumpkins across a lake. Bob's challenge is to transform a 500-pound pumpkin into a sea-worthy vessel, then whip himself into shape so that he can paddle with the best. Along the way, Bob learns to cook with his pumpkin cuttings. The race is also a costume regatta, so Bob must dress for the occasion. It's a real Cinderella story!    "
                },
                "11": {
                    "title": "Corn Husking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "12 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Corn on the cob is an American tradition, a succulent food that evokes family and the warm afterglow of late-summer evenings. Bob heads to South Dakota to compete against America's best cornhuskers at the National Cornhusking Competition in Dell Rapids. Most of the competitors are in their \"golden years,\" but they are able to shuck at a rate of almost one ear per second for 30 minutes straight. Bob will have just four days to master the hand movements and speed needed to compete against these old timers. Can this city slicker teach an old farmer new tricks?    "
                },
                "12": {
                    "title": "Perfect Steak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Grilling the perfect steak is every backyard chef's ultimate challenge. Too much time on the grill can turn even the finest fillet into leather, and too little time can turn your guests green. Bob's challenge is to learn how to cook the perfect steak in only 4 days, then become the head grill master at Benahan's, a classic steakhouse in San Antonio, Texas. When customers pay over $150 for a 34-ounces Kobe-style steak, they want it done perfectly. An order of medium-rare served without the exactly correct shade of pink will cost Bob his job.    "
                },
                "13": {
                    "title": "Fugu (Fish)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Sushi is a type of food where art meets the gut: delicate slices of raw fish are served up by Samurai swordsmen for urban sophisticates and foodie wannabees. But there's one type of sushi that brings out the true character in everyone: Fugu, also known as blowfish, is a deadly Japanese delicacy that carries enough poison to wipe out an entire restaurant of diners. Quite simply, either you have what it takes to risk eating Fugu, or you don't. Fugu chefs spend over three years in training to remove the fish's toxins. Can Bob pull it off in just five days? In his most ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Guinness Book of Records",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "30 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Who can resist a stack of flapjacks dripping with gooey syrup and melted butter? At the Calgary Stampede in Alberta, Canada - one of the biggest Rodeo events in North America - they serve over 200,000 pancakes to legions of hungry party people in cowboy hats. Bob's challenge is to break the Guinness World Record for the most pancakes made in an hour! Each pancake must be equal in diameter and thickness, and those with burnt edges don't count. If Bob can pull it off, he'll earn a Guinness World Record title, plus the honor of being the fastest breakfast cook in the ...    "
                },
                "2": {
                    "title": "One-Man Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "6 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Bob has one week to train with Daniel Rose, chef/owner of a one-man 16-seat restaurant in Paris. In a typical French restaurant, a \"brigade de cuisine\" is classically headed by the executive chef and under him a number of others. Daniel's operation is a one-man brigade: He runs the entire restaurant solo, from shopping for all the ingredients, prep, cooking, serving the customers and cleaning up. At the end of the week Bob will take over, running the kitchen and restaurant solo for one day. Can he uphold the restaurant's reputation on a night when all the top ...    "
                },
                "3": {
                    "title": "Lobster Banding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    In Pictou, a picturesque seaside town in Nova Scotia, lobster is king. Every year, locals celebrate the end of the lobster season at the Pictou County Lobster Carnival. Bob's challenge is to win the Lobster Banding Contest, a race to stretch elastic bands around the pinching claws of irate, live lobsters without losing a finger. It's the daily grind for Bob's competitors, seasoned lobster fishermen who band crustaceans by the crate. They're willing to take Bob out to sea to learn about lobster catching, banding and even cracking, but they won't give up all their ...    "
                },
                "4": {
                    "title": "World Pizza Cup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "20 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The city of Naples is the spiritual home of pizza. So it's only fitting that it should host the annual World Pizza Cup, the largest celebration of pizza in the world, where pizza making and pizza dough tossing have become competitive sports. Bob is about to take on Pizzaiolos (pizza-makers) who come from all over the world to compete for the coveted title of World's Best Pizza-Tosser - an acrobatic show of dough tossing bravado. Bob has less than a week to learn all the dough handling moves and come up with his own routine to wow a panel of Neapolitan judges who are ...    "
                },
                "5": {
                    "title": "Morel Mushrooms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "27 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Dirty, sweaty and bug-ridden - Bob hikes into a remote swath of burnt forest in northern British Columbia in search of morels - one of the most valuable and sought after mushrooms in the world. Morel pickers are a wild and rugged breed. They live in the bush, covered in soot from head to toe, fiercely guarding their picking spots. It's always a competition to see who can make it out of the woods with the heaviest load, yielding the highest cash return. Can this city slicker take on some of BC's fastest, strongest pickers, all while surviving in the wilderness amongst ...    "
                },
                "6": {
                    "title": "Deep Fried Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "4 May 2009",
                    "year": "2009",
                    "plot": "\n    Concessionaires at the L.A. County Fair have been getting creative with their deep fried foods, serving everything up from deep fried frog legs to deep fried cupcakes. Bob checks his calorie counter at the gate to enter in the Fair's Deep Fry Contest - where fair goers judge each vendor's entry on originality, taste and appearance. Bob learns that deep frying is no easy feat - finding the right batter, the right combination of salty and sweet, and the right oil temperature to avoid a melted mess takes hours of trial and error. He hops in his vegetable oil fueled car ...    "
                },
                "7": {
                    "title": "Sea Urchins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "11 May 2009",
                    "year": "2009",
                    "plot": "\n    Bob is about to meet his match - a little red invertebrate, covered in sharp spikes! The sea urchin looks like an underwater porcupine, but inside is a treasure of delicious roe. The Japanese call it Uni, and it is a delicacy in seafood restaurants all over the world. Bob's challenge is to win a race against the salty dog crew of Vancouver Island's Kuroshio Urchin Harvesting Boat. They are a competitive bunch, determined to beat out a city slicker in a frenzied urchin harvesting race. Bob's training will be rigorous. He will have to get a crash course in scuba diving,...    "
                },
                "8": {
                    "title": "Hot Sauce Judging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    In one of Glutton for Punishment's most talked about episodes, Bob survived the Hatch chili-pepper eating competition - and even came in second. Bob's pain and perseverance really touched a nerve, or several. Ever in search of a bigger chili pepper high, Bob will train to become one of the official judges at the famed Austin Hot Sauce Festival. His ultimate task is daunting: he'll have to taste over 400 different hot sauce entries in just a couple of hours! In order to hold his own amongst the judges and save face in front of over 15,000 attendees, Bob will need to ...    "
                },
                "9": {
                    "title": "Pie Baking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "25 May 2009",
                    "year": "2009",
                    "plot": "\n    Bob loves pie... but despite his love of the culinary arts, he's just never had the patience to tackle cooking's more finicky cousin. In fact, he has never baked a pie in his life! This week, his challenge will be to take a deep breath, raise his rolling pin high, and perfect the art of baking home made apple pie. He'll be competing against veteran grannies in the Shelburne Orchard's Annual Apple Pie Baking contest in Vermont. Bob will have to join the apple harvest for a couple of backbreaking day - all the better to become one with his material. His reward? Fresh ...    "
                },
                "10": {
                    "title": "Pasta Cook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Friday night in Chicago's busiest Italian restaurant is a steaming dish of insanity! In Mia Francesca's tiny kitchen, a line of cooks stand shoulder to shoulder - screaming out orders, grinding out hundreds of plates of pasta, trying not to get burned on red-hot sauce pans - all to satisfy a dining room full of hungry pasta-lovers. Bob's challenge is to survive on the line on a busy Friday night. He'll have to be a master of coordination as he works closely with the other chefs - some of whom have been on the line for decades. When Friday night hits, will Bob be able ...    "
                },
                "11": {
                    "title": "Grape Stomp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "8 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    At the Sonoma County Harvest Fair, locals gather to enjoy local wines, visit with old friends, and stomp out the competition in the World Grape Stomp. Teams of stompers and swabbies (the stomper squishes the juice out of the grapes with their feet; swabbies push the juice through the wine barrel spigot with their hands) have five furious minutes to fill up their jugs. Bob's challenge is to stomp and squish his way to glory! First he'll have to find a champion swabbie to be his partner, then master his stomping technique. Of course his training wouldn't be complete ...    "
                },
                "12": {
                    "title": "Coffee Picking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "15 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Grown on volcanic rock, taking five years to mature, Kona Coffee is considered by many to be the best coffee in the world. On the rugged slopes of Kona, Hawaii, picking the perfect coffee cherry is a serious art. Bob will have to work for his cup, by entering Kona's annual Coffee Picking Contest. Bob has just three frenzied minutes to pick against master pickers who can find ripe cherries with their eyes closed. Bob will pick, mill and roast thousands of pounds of beans on a coffee farm to train for the contest. It's a grind, but hopefully the caffeine buzz will keep ...    "
                },
                "13": {
                    "title": "Navy Head Cook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "22 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A consummate individualist, Bob has always chafed under anyone else's authority. But this week it's \"yes sir, no sir\" as Bob enlists in the Navy. Bob is challenged to work in the galley of a Navy frigate - a moving kitchen where half the battle is just staying on your feet. His ultimate mission? To get good grub on deck for a ship-full of hungry crew, an elite cadre of officers, and one tough Captain - all in the midst of a training operation at sea. Seasickness is nothing compared with a military mob that's armed and ravenous!    "
                }
            },
            "4": {
                "1": {
                    "title": "Nettle Eating Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "4 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Stinging nettles are the British equivalent of poison ivy. Just brush up against them and they cause a painful rash. When cooked, nettles quickly lose their sting and taste like spinach. But in the Nettle Eating Competition in Dorset, England, the nettles are eaten raw - with natural accompaniments such as caterpillars, slugs and other nettle loving bugs. Bob must train himself to endure intense pain while attempting to swallow 40 linear feet of raw nettles. Has Bob finally bitten off more than his (swollen) lips can chew?    "
                },
                "2": {
                    "title": "Goat Milking Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Bob has faced a lot of competitors in his day, but he is about to meet his match - a mean-tempered 150lb nanny goat. Bob must take on this milking dairy goat at the Goat Milking Competition in Pennsylvania - America's Mecca for goat and sheep. To train for the big event, Bob works on a local goat farm, where he learns the proper technique of milking a goat. With his freshly pumped spoils, he'll learn how to make products made with goat's milk such as unpasteurized milk and goat cheese. Then it's time for the contest where Bob must chase down his chosen goat, roll up ...    "
                },
                "3": {
                    "title": "Kung-Fu Tea Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "18 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Kung-fu tea (Kungfu cha) ceremony remains an important part of social etiquette in Hangzhou, China. This is no timid tea party though. Combining piping hot tea with martial art moves, it's more like the flair bartending of caffeinated drinks. The server must pour the tea from great height and from behind his back with great flair and precision. Bob's challenge is to master the tea ceremony and then perform it for a tough panel of judges. His skills will be critiqued at the Tai Ji Tea House where the tea master expects one thing - precision.    "
                },
                "4": {
                    "title": "Ice Cream Making Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "25 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    In smoking hot Austin, Texas, ice cream is not just a treat, it is a lifesaver! At the Austin Ice Cream Festival, competitors make ice cream the old-fashioned way - by hand-cranking freezing cream until it sets. It takes a strong arm and considerable stamina, but true ice cream purists know it is worth it. In his quest to take home the prize for best new flavour, Bob uses his nouvelle cuisine perspective to re-invent a classic. In true Bob style, he devises his own foot-crank bicycle ice-cream maker. But will it play in Texas?    "
                },
                "5": {
                    "title": "Sushi Masters Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Sushi has been a treasured part of Japanese culture for hundreds of years. And these days, virtually every North American neighborhood seems to have a sushi joint. In this episode, Bob has five days to learn the intricacies of cutting raw fish, assembling a traditional sushi plate and creating his signature roll. Then he'll go head-to-head against a seasoned group of sushi chefs in the Sushi Masters Competition - a live competition that showcases a mastery of sushi art and style. Bob's mentor has his work cut out for him since Bob has never made sushi in his life! But...    "
                },
                "6": {
                    "title": "Slice & Dice Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bob, a self-trained chef, has never had his culinary skills tested at a culinary institution. In this challenge, he will find out if his knife skills are sharp enough to compete against culinary professionals in a Knife Skills Competition at Kendall Culinary College in Chicago. He will take on the professionals in a triathlon knife skills challenge that includes culinary cuts, vegetable carving and the longest daikon radish roll. Whichever competitor is the fastest and executes with the most precision in the competition is the winner. Will Bob be able to slice and ...    "
                },
                "7": {
                    "title": "Bagel Roll-Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bob loves bagels, but mastering the art of the hand-rolled Montreal bagel takes time that he does not have. In five short days, Bob has to learn how to make this legendary Montreal staple from start to finish, and then tackle the toughest skill of the process, hand-rolling perfect bagels, before he goes before the entire team of bakers at the famous St Viateur Bakery, in a challenge to roll 44 bagels in just five short minutes. Bob's arms will ache, he'll be wiping sweat from his brow, and his reputation will be at stake. Can he rise to the challenge, or will he get ...    "
                },
                "8": {
                    "title": "Potato Peeling Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "22 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bloody fingers, cuts, scrapes, and sore hands await Bob as he takes to the stage, grabs a peeler and strives to be the fastest at the annual Potato Days Peeling Contest in tiny Barnesville Minnesota. The inhabitants of Barnesville, one of the best potato producing areas in the US, pride themselves on their spuds. Bob finds himself against some stiff competition. Will Bob be able to beat his nimble-fingered competition?    "
                },
                "9": {
                    "title": "Chinese Dumpling Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Bob heads to a popular Chinese dumpling restaurant in Vancouver, where he'll have five days to learn how to make dumplings in a fast-paced kitchen where screaming chefs slam out thousands of dumplings a day. Bob's task is to learn the most difficult one -xialongbao (soup dumpling) - a dumpling with a complex filling and twenty-four intricate folds. Later Bob goes head-to-head against Dim Sum Pros in a Dumpling Making Competition at the Night Market in Richmond, BC. Here Bob and his competitors have five minutes to roll and fold the dumplings, steam them and serve them...    "
                },
                "10": {
                    "title": "Coconut Husking Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Bob is strong, but does he have the strength to husk the bark off a bundle of coconuts in seconds - with his bare hands? He had better to compete in the 13th Annual Coconut Festival. Bob trains by learning the proper technique of removing the husk from his Polynesian teacher, a master at all things coconut. With his freshly cracked coconuts, he will travel to the island of Kauai to discover the many uses of this delicious nut, from making coconut milk to creating haupia, a traditional Hawaiian coconut pudding used in luau. Will his love of coconuts help him endure ...    "
                },
                "11": {
                    "title": "Edible Car Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Bob loves cars and food but he has never combined them together. This changes when he is pitted against elite engineering students in the Edible Car Competition at Brown University, an Ivey league school in Rhode Island. Students build and race vehicles made entirely out of food - ranging from loaves of bread, to butternut squash. Bob sees how the food is re-purposed back into the land through compost and sustainability plans while touring local farms, and working at Brown University's own cafeteria. Can Bob outwit some of the brightest students to create the ultimate...    "
                },
                "12": {
                    "title": "Gumbo Cook Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Gumbo, a stew containing poultry, shellfish, and smoked pork served over rice, is a staple in many homes across Louisiana. Bob is put to the test to see if he has what it takes to win the Gumbo cook-off in New Iberia, Louisiana - The Gumbo Capital of the World. They mean business in New Iberia and they want to show this hot shot from Hollywood that he might as well quit before he even begins. Bob's training for the competition includes learning what makes a tasty gumbo from local champs. He also ventures into the muddy swamps of Louisiana to catch the ingredients for ...    "
                },
                "13": {
                    "title": "Chocolate Fashion Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    There was a time when chocolate was for kids, but in these days of gourmet, vintage, fair trade, rare bean bars, chocolate has become a distinctly grown-up affair. In this episode Bob must master the tempering and blending of his own unique chocolate creation under the watchful eye of his mentor, a master chocolatier. Bob learns the ins-and-outs of the world's favourite confection and then enter his unique wearable chocolate creation into a Chocholate Hat Fashion shown in the Salon Passion Chocolat & de la Gourmandise in Montreal. Along the way, Bob submerges himself ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Pizza Making Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "3 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    In 2008 in Gulfport, Mississippi, Domino's Pizza general manager Donnie Rush set a Guinness World Record for Most 12-inch Pizzas stretched, sauced, cheesed and fired in one hour by making 142 - beating the previous record by 49. That is one pizza every 25 seconds. To aid in his quest, Bob assembles a dream team of Toronto pizza maestros. But when it comes time to go for the record in front of a live audience at Toronto's Corso Italia Festival, he is all on his own. Will Bob succeed or will he be stretched to the max?    "
                },
                "2": {
                    "title": "Rice Eating Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Bob travels to Taiwan where he attempts to break a Guinness World record for the Most Rice Grains Eaten One by One with Chopsticks in Three Minutes. Before he attempts to beat the existing record of 78 grains, Bob learns everything there is to know about rice - from harvesting it in the fields to rice-cooking styles. After practicing with a mountain of rice, and taking on the locals in a series of spontaneous throwdowns, Bob goes for broke in front of a media frenzy that includes 15 local TV camera crews at the Taiwan Culinary Exhibition in Taipei.    "
                },
                "3": {
                    "title": "Largest Bowl of Salsa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Pollo Tropical Restaurant set a record for the World's Largest Bowl of Salsa by making 1,170 pounds of fresh salsa during a 2010 Super Bowl tailgate event. Bob attempts to break the record at the Annual Tomato Festival in Jacksonville, Texas. First, Bob must develop a salsa recipe that pleases the local palate. Then, he needs to recruit an army of volunteers. When it comes time to dice 80 cases of tomatoes, 500 onions, 150 heads of garlic and mounds other ingredients, then mix it all together in a 500-gallon bowl, will it be Bob or Murphy's law that rules the day?    "
                },
                "4": {
                    "title": "Egg Cracking Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Bob is determined to break existing records and also establish some of his own! To establish a new record for The Most Eggs Cracked with One Hand in One Hour, he attempts to crack the 2,000 egg barrier-with one hand behind his back! During the episode, Bob visits a free-range chicken farm, tries to out-speed an egg-cracking machine in a large egg factory, and develops his egg-cracking skills at a busy breakfast joint. Finally he is off to The Festival de l'Omelette Géante de Granby (Granby Giant Omelet Festival), where he gets cracking-with a vengeance.    "
                },
                "5": {
                    "title": "Ceasar Salad Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Bob has been making Caesar salad for over 30 years, but his salads are built for comfort, not for speed. Can he establish a new Guinness World Record by making more than 100 table-side Caesars in only one hour? To increase his speed, Bob deconstructs the classic Caesar and explores various salad-making techniques. After that, he is off to Yuma, Arizona - the Lettuce Capital of America - to feed a crowd. Will he succeed in making 100 salads or will he be tossed from the record books?    "
                },
                "6": {
                    "title": "Onion Peeling Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In 1980, a diner employee named Alan St. Jean broke the Guinness World Record for the Fastest Time to Peel 50 Pounds of Onions - which he completed in an incredible 3 minutes and 18 seconds. Since then, many have attempted to break this record, but no one has succeeded - yet. To train, Bob has to fight back the tears as he slices through mountains of Walla Walla's finest with wild abandon. Then he tries to break the record at the Walla Walla Sweet Onion Festival.    "
                },
                "7": {
                    "title": "Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glutton for Punishment (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Bob has taken on 58 challenges over the past five seasons - and endured 58 different forms of punishment. He has chased a speeding 10-pound wheel of double Gloucester cheese down a cliff in England, hand-pulled noodles in China, fished for catfish in Oklahoma using his bare hands, and detoxified a deadly poisonous blowfish in Japan. The Food Network audience has watched as he tackled these feats with dogged (some say pig-headed) determination. But what happens behind the scenes? How does he prepare mentally? What really terrifies him? We find out these answers - and ...    "
                }
            }
        },
        "number of episodes": 60,
        "cast": [
            {
                "name": "Blumer, Bob"
            },
            {
                "name": "Gardiner, Viveca"
            },
            {
                "name": "Breen, Sean"
            },
            {
                "name": "Clark, Derry"
            },
            {
                "name": "Elliott, Myia"
            },
            {
                "name": "Macari, Sonya"
            },
            {
                "name": "Braonáin, Fiachna Ó"
            },
            {
                "name": "Gemignani, Tony"
            }
        ],
        "genres": [
            "Adventure",
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada",
            "United States"
        ],
        "country codes": [
            "ca",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 7.8,
        "votes": 27,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODZmMTEwMzktMjIxNC00YjE1LTkyNzYtNGI4OWEwN2ZlZTU1XkEyXkFqcGdeQXVyMzQ5MDM2ODY@._V1_SY150_CR163,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Glutton for Punishment",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Glutton for Punishment (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Blumer, Bob"
            },
            {
                "name": "Vogel, Aynsley"
            },
            {
                "name": "Rodgers, Marlene"
            }
        ],
        "production companies": [
            {
                "name": "Glutton Productions"
            },
            {
                "name": "Paperny Films"
            }
        ],
        "distributors": [
            {
                "name": "Food Network Canada"
            },
            {
                "name": "Halogen TV"
            },
            {
                "name": "Food Network"
            },
            {
                "name": "Fine Living Network"
            },
            {
                "name": "UKTV"
            }
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 27,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 9.9
            },
            "aged 30 44": {
                "votes": 13,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "males": {
                "votes": 19,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 9.8
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "females": {
                "votes": 4,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.3
            },
            "us users": {
                "votes": 5,
                "rating": 6.3
            },
            "non us users": {
                "votes": 17,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 15,
            "9": 1,
            "8": 1,
            "7": 3,
            "6": 0,
            "5": 2,
            "4": 2,
            "3": 0,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 7.8,
        "median": 1
    }
}