{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "12 November 2007"
            }
        ],
        "release dates": [
            "Mexico::12 November 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tormenta en el paraíso"
            },
            {
                "countries": "Romania",
                "title": "Paradisul blestemat"
            },
            {
                "countries": "Serbia",
                "title": "Oluja"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Storm Over Paradise"
            }
        ],
        "akas": [
            "Tormenta en el paraíso (original title)",
            "Paradisul blestemat Romania",
            "Oluja Serbia",
            "Storm Over Paradise World-wide (English title)"
        ],
        "akas from release info": [
            "Tormenta en el paraíso (original title)",
            "Paradisul blestemat Romania",
            "Oluja Serbia",
            "Storm Over Paradise World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "12 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    In 1519 the Mayan priest Ahzac curses the white man for having stolen the offering of the maid Ixmy: \"No one who has the Black Pearl in his hands will know happiness.\" In 1987 in Cozumel, Hernán and Analy live a great love, they wait for their first child. While Analy gives birth to a beautiful girl Aymar, Hernán suffers an accident for having found the Black Pearl at the bottom of the sea. The curse is fulfilled through the times.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo Bravo, partner of Hernán, steals the Black Pearl and a tragic shadow looms over him, endangering the happiness of his family. His wife María Teresa, because she feels lonely, tricks him with Victor and decides to leave Eliseo and his three children: David, Nicolás and Leonardo. Hernán is about to die and makes Eliseo Bravo promise to protect Analy, Hernán dies and Analy suffers from the loss, but will be willing to fight for his daughter supported by Captain Pablo Solís, Rigo and Tacho, children who are supportive and loyal with her.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Elisha does not fulfill the promise he made to Hernán; returns to his land, Coatepec, Veracruz, while traveling, has a nightmare with the curse of the Black Pearl, keeping a great obsession with the pearl. Nakuk saw the accident caused by Elisha and will charge him dearly for his silence. María Teresa abandons her three children, David, Nicolás and Leonardo, leaving them in the care of Father Augusto. Among the children there are differences, while David defends his mother, Nicolás has decided not to forgive her, Leonardo is very small and does not understand what is ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo arrives in Coatepec, Veracruz, realizes that María Teresa abandoned him. She returns to implore forgiveness, but Eliseo threatens him with death and demands that he leave, denying him to see his children. Eliseo trusts her friend Paloma telling her that she found an archaeological treasure and the Black Pearl, decides to sell the treasure and buy some land and get her family ahead.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Analy takes the ashes of Hernán to the sea, creating in this way a bond of love for nature in his daughter Aymar. Decree that her daughter will love and take care of the natural world, she decides to work for her daughter. David and Nicolás continue fighting for the abandonment of their mother. David leaves the house and Eliseo desperately looks for him, when he finally finds him, he suffers a fatal accident with a car. In the hospital Eliseo has nightmares with the Black Pearl, the curse fulfills his designs on the life of Eliseo Bravo. As a result of the accident, ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo fights for his children, David, Nicolás and Leonardo. Buy a hacienda and call it 'El Paraíso'. Analy finds work in a typical restaurant and as a good mother will protect her daughter Aymar. Twenty years pass and young Bravo have become men, Nicolás is a lawyer and fair man, Leonardo is the youngest of the family, he is a melancholic and good boy. David the eldest, is rebellious and opposes his father, among them there is a permanent struggle. Elisha wants David to take over the farm, but he does not like field work. The three brothers are different, but they ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar has become a beautiful woman, likes to dive, loves the sea and nature, she is a fighter and fair woman. Raul Abascal is in love with Aymar, but she does not want to reciprocate. Mario Abascal, Raúl's father, is the powerful of the port, who, using his power, closes Analy's inn. Mario Abascal manages to close Analy's inn. Aymar and her mother will fight to reopen their inn. David meets Maura, the two are captivated, they are attracted and without preamble they surrender to passion. Both change their names to not compromise, he calls himself Vicente and she ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura and Luisa travel to Coatepec. Luisa asks Maura to pose as Karina Rosemberg and thus reclaim the house 'burned' twenty years ago, without knowing that the real Karina is alive. They appear in the Rodeo where Nicolás and Leonardo Bravo appear in the bull riding. There they meet Eliseo Bravo, Maura introduces herself as Karina and that interests Eliseo who always wanted to buy the house 'burned'. Raúl Abascal continues to pretend to Aymar, she resists, but Mario Abascal hits his son and Aymar defends him, she agrees to be his girlfriend, Raúl is happy because Aymar...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    While David saves Little Mermaid who is in danger, she names David 'The Sun Man', becoming his savior and his love, David only has eyes for the woman he met at the betting house, Marcela Escalante, who is not other than Maura. Aymar confronts Analy asking him why he does not want Nakuk, but it is Captain Solis who confesses that years ago Nakuk tried to rape Analy. Aymar decides to claim the shark, faces the villain, she does not fear and firmly demands that the shark confess his wrongdoing. Nakuk intends to kill her, but Rigo and Tacho help her. Aymar breaks his ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Analy and Captain Solis talk about Nicolás's father, Aymar listens to them, she questions Eliseo Bravo's story, tells him the details and decides that they will go to the hacienda 'El Paraíso' to clarify accounts with him. Nicolás is happy because Aymar will accompany him to the hacienda. When they arrive, Eliseo Bravo is surprised when he meets Captain Solís twenty years later.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo is surprised with the arrival of Captain Solís and Aymar. Celina pleads not to send her to Jalapa, Veracruz, Lucio is categorical and tells her that she must have thought that between her and Leonardo there can not be a love relationship. Nicolás is surprised because Eliseo was a partner of Hernán, Aymar's father.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Leonardo is still in love with Maura and tells him about the changes in the testament, now, Nicolás is the main heir. Elisha and Captain Solis discuss the treasure, Aymar asks Eliseo to clarify that situation, he tries to convince them that there was no such treasure and that their wealth is the product of work. Karina has memories of her childhood and desperately suffers from the pain that this causes her, however, she looks for the box where the documents that demonstrate her identity and the writings of the 'burned house' are.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nakuk investigates the whereabouts of Aymar, wants to meet with Dr. Eliseo Bravo and settle accounts. David goes to the house Botel and there he stumbles on the drunkard, it is Maria Teresa, his mother, he gives himself to the task of protecting this woman without knowing that she is his mother. Carmela and Aymar sympathize. Maura asks Nicolás to fix the case of his property and takes the opportunity to hug him, Aymar discovers them, but instead of getting angry, he defends his girlfriend position and this makes Maura mad. Nakuk terrorizes Analy, she confronts him and...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás and Aymar think about their love, remember the beautiful moments lived in Cozumel. Maura says she is not willing to lose the opportunity to become owner of the hacienda 'El Paraíso'. Elisha knows that the curse of the Black Pearl is after him. The curse of Ahzac survives through the ages. Luisa and Maura continue with their evil plans, they will try to destroy Aymar. David is determined to protect the Little Mermaid and Teresa, is a generous man and dislikes that these two women suffer.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Elisha asks Nicolás not to continue with their relationship, but this one tells him that he is free to love Aymar and that is the woman he chose, Elisha gets angry. Leonardo takes Aymar to see the farm, David and Mura find themselves in the ruins of the 'burned house', full of passion they kiss and it is Aymar who discovers them seeing them through the binoculars. Aymar still does not know David, but is intrigued by Maura's action. So that Leonardo does not realize the action, Aymar gallops on his horse to get lost, Leonardo goes in search of help, while, she gets ...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar hugs his mother and cries in pain in front of Captain Solís, Rigo and Tacho, who suffer from the loss of Analy. Aymar dresses her mother with a pupil, arranges the corpse to see her beautiful mother. Eliseo speaks with Nicolás and tells him a story very different from what happened twenty years ago in Cozumel, he confuses him by telling him that Aymar is interested and went to Paradise only to blackmail him, persuades his son to doubt Aymar. Aymar watches over his mother's corpse and feels the need to call Nicolas, but he says dry and hurtful, she does not say ...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David agrees with Botel to settle the debt owed to him and will become his employee, only puts a condition on him, that Botel does not mistreat the waitress. Cuco fulfills the promise he made to David and brings food to the Little Mermaid, she suffers a nervous breakdown because she sees the fire and remembers the death of her parents only for a few seconds. Leonardo believes in Maura, who tells him that he loves him, he feels happy to be loved, decides to go to the canteen of Paloma to celebrate and gets drunk.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura takes advantage of Nicolas being angry with Aymar for the alleged blackmail he did to his father so that he feels comfortable with her, who is understanding and loving. Leonardo decides to drive the truck to return to Paradise and does not measure the consequences, he is very taken and suffers an accident. David knows that the waitress is called Teresa and she is intrigued because it is her mother's name. Aymar suffers the loss of his mother, decides to take the ashes of Analy to the sea in a ceremony with his beloved friends. Nicolás is very sad, feels desolate...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Teresa goes to confession with Father Augusto, tells her about her repentance and asks him to help her recover her children. Leonardo is discharged and returns to Paraiso where they will make a welcome dinner. Father Augusto agrees to help Teresa to recover the love of her children. Nicolás is sorry for doubting Aymar and suffers for the rupture, Rigo and Tacho find him on the beach and they tell him that Analy did not die of natural causes, but that Nakuk killed her.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David, who passes himself off as Vicente Ramos, tells Teresa that he does know the Bravo brothers and talks about them and Eliseo. Raúl goes to visit Nicolás at his hotel, tells him that he will continue fighting for Aymar's love until it corresponds, to which Nicolás responds that he has a free path and that it is better to make her happy. Captain Solis talks to Aymar and tells him that he should have given Nicolás another chance, since both love each other and who knows if they see each other again. Nicolás returns to Paradise, during Leonardo's dinner he informs ...    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Leonardo does not resign himself to being in a wheelchair and tries to stand up, but when he tries to walk he falls and cries helplessly for his misfortune. Nicolás apologizes to Maura for having kissed her, to which she replies that he does not offend her, that she wanted it to happen. At the suggestion of Mario Abascal, a subject goes to Aymar's house and tries to kidnap her, but he fails.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura tells Eliseo of the encounter she had with Nicolás where she confessed that she is attracted to him, Eliseo celebrates him and tells him that nothing would please her more than Nicolás and her getting married. Karina arrives at the parish where Father Augusto gives her lodging. Eliseo tells Nicolás that Aymar and Nakuk are complicit and is sending him to extort him, Nicolás informs him that Analy was killed by Nakuk. Aymar wants to know more about the legend of the black pearl and goes to visit Camanek, a seer and sorcerer.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolas questions his father why he is intimidated by Nakuk, Eliseo responds that the shark manipulated some test, plans to unmask Nakuk to confess that he is Analy's killer. Maura goes to visit Leonardo, who asks for an apology for running her in the hospital, he is self-pity and tells him that he does not serve as a man, Maura, astutely, assures him that he will get ahead, makes him believe that he begins to feel something for him . Teresa goes to Paradise where she is almost discovered by Elisha.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar offers an apology to Mario Abascal for the altercation they had, but he despises her, she responds by accusing him of trying to hurt her by sending a man home. Raúl faces his father for what happened with Aymar, and tells him that he is the only one interested in doing something wrong and that if something bad happens to him, he will not be tempted to denounce it. Luisa goes to Botel's casino and tells him that the true identity of Vicente Ramos is David Bravo, later he meets David and with bad intentions tells him that Nicolás spends his time talking badly ...    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar receives a threat in which he is told to leave Cozumel. Nicolas gets drunk remembering Aymar, goes to the beach where, without measuring consequences, he gets into the sea, David sees it and rescues it, later, both are made of words. Aymar goes to visit Camanek to clarify the curse of the black pearl. Nakuk returns to paradise for the money he asked Eliseo, he gives it to him and tells him that he already knows that he is Analy's murderer.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo insists to Nakuk that he confess the murder of Analy, so that Nicolás and Barraza have a test to stop him, he suspects that they are setting a trap and threatens Eliseo with his knife, Nicolás seeing this comes to his aid. Camanek tells Aymar that there was a misfortune for the black pearl and that he will not be able to forget Nicolás. Cuco sees Celina crying for Leonardo, since he is in love with Maura, he makes her know that he loves her and that he will know how to wait for her. Nakuk manages to escape from paradise and goes to Paloma's bar.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar knows the lawyer Manriquez who works in the government, she makes him know about the abuses of Mario Abascal, she promises to help her. Paloma gets Nakuk to confess his crime, then Nicolás and Barraza enter to stop him. Camanek manages to see who Eliseo Bravo is and that he caused the death of Hernán Lazcano, twenty years before. Father Augusto visits Paradise and tries to talk to Leonardo about his mother, Elisha, annoyed, asks her not to talk about her at home and asks if he has seen her again.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo talks to Nicolás and tells him that he plans to go to Cozumel to help Aymar, he replies that she would not accept the help because of the way they treated her and the one who should go is to ask her for forgiveness. Queta speaks with Father Augusto and tells him that the Little Mermaid is in love with David Bravo, to which the father replies that he would never put his eyes on a girl like her, Karina listens behind the door without them noticing. Maura and David have a passionate encounter, Teresa surprises them when they enter David's room and asks him to be ...    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo announces at the party that Nicolás is the new administrator of the hacienda, news that is not well taken by the majority of employees, Maura takes advantage of the moment and makes public the commitment he has with Nicolás. Nicolás separates Maura from the party and discusses with her for having announced his commitment without consulting him. Aymar reacts to the announcement, first it is ironic and congratulates Eliseo and Luisa on the party, then goes to her room and cries with pain and despair. Leonardo also reacts to know that his brother and Maura are ...    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás goes to Aymar's room to give her an explanation, she tells him that she does not love him anymore, Maura sees the door ajar and he stays listening, he tells her that he compromised out of desperation and tries to forget her, kisses her, but Aymar moves away and he says he does not want to see him again. When Nicolás leaves, Maura enters and tries to fight with Aymar, who tells him that he leaves him to Nicolás, Maura lies to him and tells him that he has already given himself to Nicolás. Nicolás talks with Maura and explains that he can not allow his ...    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Leonardo questions Eliseo that Aymar is in Paradise and tells him that if it is to blackmail him, Eliseo tells him that she is a very different girl than they thought, but Leonardo distrusts. David is shocked to learn that Teresa is his mother and he judges her harshly, Father Augusto explains that she returned, but Elisha forbade him to see them again, David is confused and does not know if he can forgive her. Leonardo gets into Maura's room when he is asleep and tries to kill her, she wakes up in time to save herself, but she can not identify who she is. Maura runs ...    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura talks to Luisa about what happened in the night and concludes that there are only two people who have reasons to hate her: Aymar and Leonardo. Leonardo reproaches Aymar who has returned to Paradise to take advantage of his father and tells him that Nicolás told him the truth about the time he missed the Black Pearl, where he blamed himself to defend her. Nicolás gathers the employees of the hacienda to know his position and know who he counts with, some decide to stay, but most of them leave, among them Lisandro. Aymar goes for a ride on horseback, when he goes ...    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The Little Mermaid rescues Aymar after she falls into the river and takes her to the ruins of the Rosemberg mansion, both talk a little about the inhabitants of Paradise and become friends. Eliseo tries to prevent Lisandro from leaving with the other workers to work as illegal and orders him to stay, Nicolás tells him that he can not force him, Lisandro decides to leave. Maura talks to the doctor who took care of Leonardo and he lets Leonardo know that Leonardo can walk. Raúl is with Rigo and Tacho who ask him for a job, when suddenly, he receives a call informing him...    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura goes to talk with Leonardo and astutely tries to find out if he can walk, when Leonardo is talking about holding his hand without realizing that Nicolás sees them. Aymar returns to Paradise and meets Nicolás who lets him know that he does not love Maura and that he has not forgotten her, but she spitefully asks him how far he has come with her. Luisa and Maura continue to investigate Leonardo and discover that in his room he has a knife, he enters at that moment and Maura asks him why he has that instrument. Nicolás tries to tame a horse but falls, Aymar, ...    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo informs Paloma that her son Lisandro went undocumented and asks him what is the problem for which he made that decision, Paloma tells him that it is because of him. Maura cleverly tries to seduce Leonardo who, unable to restrain herself, stands up, realizing that she has tried to kill her, he asks her not to accuse him, in exchange, Maura conditions him to do so. take Aymar out of Paradise. David and Cuco go in search of the Little Mermaid, however, the oldest of the Bravo brothers can not stop thinking about Teresa knowing that she is his mother and decides to...    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás goes to the border in search of Lisandro who is lost in the desert, after escaping from the Mira, when Nicolás arrives, discovers a letter that Aymar wrote in which he expresses that he and Maura had relations. Lisandro and Urbano are still lost in the desert and little by little they begin to dehydrate, they are also ambushed and they start firing at them. Maura arrives with Nicolás, who asks him for an explanation of why he told Aymar that they had sex and asks him to clarify it and tell him the truth. The Little Mermaid is surprised by Maura in Paradise and...    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    After a few hours hiding in the desert, Lisandro and Urbano are attacked again, Urban manages to kill the man, but gets hurt, a few minutes later, Nicolás arrives in a patrol car and they are detained. Cuco tells David that he has already gathered several men to go to Paradise to calm the supposed revolt, when they are about to leave, Dr. Ortiz arrives, returns to the casino wanting to recover the lost money and challenges David. Nicolás calls Eliseo to inform him that they have already found Lisandro, but that he has been accused of murder, for which he will stay to ...    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Little mermaid opens a wooden box that was found in the ruins where the property title of the Rosemberg mansion is framed. Aymar listens to Luisa and Maura when they say that they planned everything to make David believe that there was an uprising of the workers at the hacienda, he immediately informs Eliseo but he does not believe him. Upon entering Paradise to investigate what happens, David and Cuco meet Aquilino, who stops them and tells David that there is no revolt, the three of them fight and a shot is fired at Aquilino that hurts David. Maura listens to the ...    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aquilino removes David from the hacienda to get rid of him, takes him to the seashore and tries to drown him. After hurting David, Aquilino tries to finish his work by drowning him, believing he has achieved his mission, he leaves him at the edge of the sea, Little Mermaid arrives at that moment and takes him out of the sea. Eliseo goes with Paloma and informs him that Nicolás found Lisandro, but also tells him that he is accused of murder, Paloma, desperate, leaves for the border to meet with Nicolás and ask him not to stop supporting his son, he replies that She has...    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luisa goes to the ruins of the Rosemberg mansion and tries to get into a truck to Little Mermaid to evict her from there, Aymar comes to her defense and does not allow Karina to go alone, this moment is taken advantage of by Maura to enter and look for David. Nicolás shows Lisandro different photos of 'polleros' and among them he recognizes the one who left them, Nicolás decides to find him despite the risks that this implies. Maura is with David, who accuses her of having deceived him, she becomes disinterested and makes him believe that Nicolás was the one who ...    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Cuco looks for Celina and asks him to hide it in Micaela's house, since Eliseo is looking for him to put him in jail. Maura looks for Aquilino and claims that he has tried to kill David, she tells him that he will accuse him with Eliseo, but Aquilino responds that if he does, his godmother will be involved, since she was the one who ordered him to kill him. David tells Little Mermaid and Aymar that Maura knows where he is and that he asked her for proof that she did not trick him into trusting her again. Aymar tells her that she is a hypocrite but does not dare to ...    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    While negotiating with the 'pollero', Nicolás is discovered, as a group of men who were his workers arrive and recognize him, a situation that the 'pollero' uses to try to escape, but is finally captured. Maura looks for Luisa and furiously demands that she have David killed, both argue heatedly and Luisa slaps her, Maura assures her that she will see to it that David does not return to Paradise. Nakuk gets into the shipping company where he assaults Raul and steals the money from the payroll to escape and go in search of Aymar and Nicolás. Leonardo tells Maura that ...    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura encourages Leonardo to go to his room on the pretext of drinking some of the wine that Eliseo has in his office; He goes for wine and drinks to his father's office, when he leaves, Eliseo realizes he has two drinks and decides to follow him. After finding Leonardo in Maura's bedroom, Eliseo decides to take him away from Paradise and sends him as a representative to the Livestock Committee. Raúl denounces the theft of which he was subjected and informs him that it probably could have been Nakuk, since he is a fugitive. The trial of Lisandro is carried out, ...    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Later, Nicolas is seen with Maura, she pretends to receive him effusively, he rejects her and questions him if he already denied Aymar, Maura tells him that he has no case since he sees each night with David and is her lover, Nicolás does not She believes, but she tells him she can prove it. After Karina planted the doubt to Nicolás about the alleged relationship between Aymar and David, he decides to go to the ruins of the Rosembreg mansion to see for himself. Aymar goes to church to ask that she do well in her exam for admission to the university and for David's ...    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Augusto asks Aymar for David, she tells him what happened and where she is, later they go to the ruins of the Rosemberg mansion, they tell David that Maria Teresa is fine and that they will take him to the church so that he can finish recovering . Upon returning to Paradise, Aymar meets Nicolás, who goes to her in a serious and cold, invites her to dinner but she refuses, arguing that she does not like to keep awake, making Nicolás suspect even more about his relationship with David . Luisa and Maura visit Botel to ask him to take care of David and disappear for a few...    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paloma goes with Eliseo and both argue over the matter of Lisandro, he tells her that if he is his son, he will only receive a pension, but he will never give him his last name. David and Little Mermaid manage to escape, after Roy takes some water with drugs and falls unconscious, both take advantage of the situation to get rid of the ties and flee, Botel realizes and goes after them but can not reach them. Jacobo arrives in the city to recognize the godmother of Karina (Maura), when he meets them, he realizes that they are impostors, both attack him and leave him ...    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar and Nicolás enter the cabin and keep clarifying things, she tells him that Maura got involved with Leonardo and that he has probably been playing with the three of them. Nicolás apologizes to Aymar for having doubted her and kisses her gently, little by little they are carried away by his love and desire. When they are about to consummate their love, Aymar separates from Nicolás, because he wants this moment to be very special, Nicolás understands it and they get ready to sleep. Teresa can not control the anxiety and takes again, accidentally falls asleep and ...    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura calls Leonardo and makes him believe that he fought with Nicolás and will end their relationship, since he will ask Aymar to return with him. David meets Leonardo and lets him know that Karina (Maura) has been playing with the three of them, Leonardo is blinded by the love he feels towards her and does not accept him, David realizes that there is no point in continuing to talk and decides to leave, but first, it lets him know that his mother has returned. Lisandro agrees to take the DNA test that Eliseo asked him to check if it is his son, he tells him that he ...    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura Denies what happened with Leonardo and blames Aymar for intriguing against him, Eliseo arrives in full discussion, he reproaches Nicolás for being with Aymar, he, firm, defends Aymar and tells him that he does not think to doubt her, besides He confesses that he met David and let him escape. Leonardo meets Maria Teresa and recognizes her, she, embarrassed, refuses to be his mother, but Leonardo tells her that he forgives her and that he always carries her in his heart, they both merge in an embrace and reconcile. Eliseo demands that Nicolás fulfill his ...    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Leonardo sends a letter to Maura where he says that he gave up his father's inheritance and that he knows who he really is and prefers to end the love he feels for her. Maura has severe pains in the stomach and fainting, so she decides to go to the doctor, who informs her that she is pregnant, she sees the opportunity to take advantage of it to take over Paradise. David talks to Little Mermaid and asks her if she remembers her parents, asks her to make an effort and tries to remember, she has a vision and remembers that someone called her Karina Rosemberg; David tells...    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lisandro goes to a bar in search of employment, when entering there are two men arguing, one of them is called José Miguel, who is threatened with a knife, Lisandro helps him and disarms the subject, José Miguel thanks him and tells him that he can Give her work, since she just bought a ranch. When Aymar is taking a bath in the tub, Luisa goes into her room without realizing it and tries to suffocate her, Luisa thinks she is dead, however, Carmela arrives to give her some towels and sees Aymar unconscious, immediately asks for help . Nicolás arrives immediately to ...    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David investigates the crime against the Rosemberg family and discovers that a man named Cruz López, who is in the psychiatric hospital of Jalapa, claims to be the murderer, David looks for Cuco to help him enter the hospital. Maura speaks with Botel to ask him to take care of Nicolás and prevent her from marrying Aymar. Eliseo arrives when Nicolás speaks with Aquilino to ask him to redouble the surveillance in the hacienda by the incident on Aymar, since they are about to begin the preparations for their wedding, Eliseo totally disapproves that comment and tells ...    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolas tells his father that he wants to accompany him at his wedding with Aymar, Eliseo refuses, because he is against the link, he regrets his position and reproaches him for leaving him alone at such an important moment, he also tells him that he intends to invite Leonardo and David. Aymar visits Teresa and expresses her respect as the mother of Nicolás, despite almost not knowing her, she returns the gesture giving him some advice so that his marriage with Nicolás is lasting, Aymar says goodbye and tells him he will do everything he can so that Nicolás will ...    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Later, David and Nicolás go in search of Leonardo to give him the news, upon arriving at the hotel where he is staying, they play a joke making him believe that the waitress wants to seduce him, he reacts with annoyance, because he thinks that they will make fun of him so happened with Maura, Nicolás tells him that he invites him to his wedding because he wants his brothers to be together, the three embrace and decide to go to celebrate. Luisa tells Maura that she can not fail in her next plan to be the owner of the Paradise, Maura tells her not to worry and that if ...    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    At Maura's suggestion, Aquilino informs Nicolás that they have prepared a bachelor party for him, he is happy to attend. Eliseo receives DNA results to check if Lisandro is his son, after reading them, he goes with Paloma and tells him that they came out positive, but that he does not even think about giving his last name to Lisandro, since she deceived him by not telling him that it was his son. Raúl is invited by Aymar to his wedding, he says he will go to show him that although he still feels something for her, he is really his friend and will respect his ...    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Botel and Roy look for David to kidnap him, they see Cuco go by with a cart and they reach him to ask about David's whereabouts, Cuco refuses to give them information and they hit him. Maura and Luisa give him the fake photos, which were taken by Raúl and Aymar, by Aquilino to be sent to Nicolás, making him believe that a messenger took them, Nicolás, when he sees them, falls into the trap and thinks that Aymar has changed for Raúl. Father Augusto visits Eliseo and asks him to talk about Maria Teresa, he is angry, he does not want to touch the subject, the father ...    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Elisha goes to the ruins of the Rosemberg mansion to evict Little Mermaid (Karina), however, Nakuk is waiting for him and without realizing it receives him with a blow to the head. Barraza goes to Botel's casino where he is apprehended along with Roy for having kidnapped David and Nicolás respectively. While bathing, Nicolás begins to remember Aymar, Maura takes advantage of that moment of weakness to seduce him and makes Nicolás get carried away by desire. Nakuk keeps Eliseo captive and takes him to the beach where he tries to sacrifice him to free himself from the ...    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    In the psychiatric hospital, David accidentally meets Cruz López, the man who claims to have killed the Rosemberg family, David asks him for details about that incident, he tells him that it is impossible for Karina Rosembreg to be alive, since he himself killed her , David deduces that Karina (Maura) is an impostor. Nicolás and Leonardo are aware of Eliseo's absence and begin the search; in the way they hear shots that guide them to the whereabouts of their father and manage to arrive just in time to save him, when they find themselves with no way out, Nakuk asks ...    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura tells Nicolás that she had some tests to check if she is pregnant and they have come out positive, making him believe that the baby she is expecting is from him. Aymar returns to Jalapa to begin her studies, when she arrives at the university on her first day of classes, she drops one of her books and is helped by José Miguel, who is impressed by her beauty. Cruz Lopez describes to David what the girl Karina Rosemberg was like, the oldest of the Bravos realizes that the description corresponds to Little Mermaid. Once Maura has given the news to Eliseo that he is...    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás manages to find Aymar's whereabouts and goes to look for her to show her that someone sabotaged her wedding and she has an envelope with the evidence, she does not give him an opportunity and she tells him that they should not be together, he leaves disappointed and leaves the envelope with the lawsuit he filed for kidnapping. Captain Solis speaks with Aymar after Nicolás' visit, he questions her feelings, she is confused as she has irrefutable proof of what happened, Solís asks if he would return with Nicolás. Carmela tells Lucio that she found Luisa's ...    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar goes to look for Nicolás to speak with him, but when he arrives he hears Eliseo when he says that Karina (Maura) is waiting for a son of Nicolás, which changes his plans and decides to retire, but not before arguing with Nicolás. Little Mermaid tells David that he remembers that his parents died in a fire, which makes him confirm more and more that Maura is an impostor. After a strong discussion in which Nicolás emphasizes to Maura that the only woman he loves is Aymar, he decides to advance the wedding so that the son who is waiting for Maura has a home and a ...    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar goes to jail to visit Nakuk, who takes a moment of distraction from Aymar to take her hostage and escape, then goes into a zoo trying to find a path that allows him to flee. In a carelessness, Aymar manages to free herself and runs, while Nakuk slips and falls into the cage of a tiger, being at the mercy of the feline. Nakuk is helpless in front of the tiger and begins to lose his reason believing he is a Mayan god, the feline reacts and attacks him to death. Leonardo tells his mother that he will do everything possible to get a compatible liver donor and that ...    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Celina meets Leonardo, and lets her know that it is 'Musa', her friend on the Internet, he sees her surprised, she informs him that Nicolás marries that night with Maura, since she is pregnant, Leonardo deduces that Maura is cheating Nicolás and that the son he expects can be his. Nicolás gets ready to marry by the civilian with Maura, however, the sadness is remarkable in his face for having to marry someone he does not love. Aymar arrives in Paradise to warn Nicolás that his mother is very serious and can die at any moment, just when the judge enters, he declares ...    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Leonardo tells Celina that he is going to see Nicolás in the corrals of the ranch to inform him about the true behavior of Maura, Celina calls to Paradise to tell her mother (Carmela) about this situation, however, for another extension Maura listens the call and orders Aquilino to prevent that meeting. Leonardo arrives at Paradise to talk with Nicolás, Aquilino suggests that if he does not want to be disturbed, he will wait for him inside the ring, an opportunity that he takes advantage of to release a bull that attacks him before the helpless look of Nicolás. ...    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar cries disconsolately for having seen the wedding of Nicolás and Maura, unburdens her grief with José Miguel, who tries to comfort her. Leonardo is treated at the hospital where efforts are useless and he is declared brain dead, when the news is given, Eliseo and Nicolás fall apart, while Maura and Luisa pretend to be affected by the news. Aymar arrives at the hospital to visit Teresa, but surprised sees Nicolás, who informs him what happened; Upon reaching Teresa's room, Aymar tries to be discreet and only gives the news to David, who is shocked. Elisha suffers ...    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura is about to seduce Nicolás, but he reacts to the inappropriate comments he makes and demands that he stop craning with his brother David, leave the bedroom and leave her alone. Teresa is still convalescing in the hospital, David comes to visit her and confirms that Leonardo has died, she tries to sleep and sees Leonardo, who tells him not to worry about him, since he is fine and now those who need her are his brothers . Nicolás gives Maura a checkbook to administer the works of the Rosemberg ruins, she immediately plans to pay Botel with that money for the ...    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luisa visits Rosalinda at the Agua Clara ranch, under the pretext of welcoming her and becoming her friend, but all she tries to do is get information about Little Mermaid, José Miguel and Aymar.    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura and Luisa ask Botel to do a phantom engineering and surveying company to do the water studies of the ruins, Maura makes Nicolás believe that a prestigious company did the work and gives him some results where it appears that the water is not contaminated.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar asks Nicolás to accompany her and takes him to the cemetery where Leonardo was buried, he finds María Teresa crying at the grave of his son, Nicolás exchanges words with his mother, but he can not forgive her and asks her to let the time of a solution.    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David collects the things that Leonardo left in the hotel room where he was staying, including his laptop, he discovers important information about Maura, he immediately speaks to Nicolás to tell him. When David meets Nicolás, he tells him about a poem that Leonardo wrote to Maura, Nicolás tells him that he knows about that writing and lets him know that Maura is expecting his son.    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David tells Nicolás that Leonardo wrote a poem to Maura, he reveals to her that she is expecting his son Maura is about to seduce Nicolás, but he reacts to the inappropriate comments he makes and demands that he stop craning with his brother David, leave the bedroom and leave her alone. Teresa is still convalescing in the hospital, David comes to visit her and confirms that Leonardo has died, she tries to sleep and sees Leonardo, who tells him not to worry about him, since he is fine and now those who need her are his brothers . Nicolás gives Maura a checkbook to ...    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Raul talks to his father, Mario Abascal, asks him to surrender to the authorities or he himself denounces him, Mario pretends to accept, but manages to escape from the hospital where the identity change was practiced, but when he goes in the ambulance he is thrown when he is in motion and without knowledge on the pavement. Luisa visits Rosalinda at the Agua Clara ranch, under the pretext of welcoming her and becoming her friend, but all she tries to do is get information about Little Mermaid, José Miguel and Aymar. Maura and Luisa ask Botel to do a phantom engineering...    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar asks Nicolás to accompany her and takes him to the cemetery where Leonardo was buried, he finds María Teresa crying at the grave of his son, Nicolás exchanges words with his mother, but he can not forgive her and asks her to let the time of a solution. David collects the things that Leonardo left in the hotel room where he was staying, including his laptop, he discovers important information about Maura, he immediately speaks to Nicolás to tell him. When David meets Nicolás, he tells him about a poem that Leonardo wrote to Maura, Nicolás tells him that he knows ...    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Micaela tries to approach Captain Solís and try to wake up something in him, for his part the captain is reluctant and refuses to give himself a chance, because he thinks he is too old for that. Eliseo meets Aymar and claims that he has taken Nicolás with his mother to try to reconcile them, she tries to give him reasons about his act and why Nicolás should forgive his mother, Eliseo is upset and asks him not to continue meddling . Dr. Ortiz continues the therapies with Little Mermaid to make him recover his memory and in an exercise, he gets him to remember part of ...    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David looks for the rubble of the Rosemberg ruins and Macario gives him the address of the company that took them, upon arriving at the home of the alleged company, he realizes that there is no one. Botel sees the yearbook that he stole and talks to Maura to tell him that he already knows that he is pretending to be Karina Rosemberg and for that reason they always ask favors and go around with many mysteries, asking him a million pesos to keep the secret. Aymar tells Nicolás what happened with the yearbook, he looks for it among Maura's things and questions his true ...    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    A beggar tells Luisa that he is going to take her with Karina, when they arrive, they put her in a room and beat her on Botel's instructions Aymar speaks to Nicolás to ask him for help regarding the kidnapping of Captain Solís, he does not doubt it and immediately goes to see her, before the trouble of Maura. Aquilino takes Sirenita (Karina) to a hidden place where he pretends to abuse her, Little Mermaid begs that he does not hurt her but he continues; in her desperation Karina takes a stone and hits it, managing to free herself and escape; Aquilino lets him know ...    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    A few minutes later, Aymar and Nicolás meet Solís and Micaela and explain what happened, afterwards and once they recovered from the scare, Nicolás hugs Aymar and tells her that he would like them to be together, she turns away and asks him not to talk about love, he understands it. Maura becomes the victim and tells Eliseo that Nicolás does not take responsibility for her and her son, in addition to letting him know that he is with Aymar, Eliseo reacts with annoyance and as soon as he arrives Nicolas reproaches him for his attitude. Nicolás takes Aymar to the ...    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    When leaving the Ministry, Luisa is approached by a man who pretends to be a beggar and tells her that he is going to take her with the real Karina Rosemberg, when they arrive, they put her in a room where they start hitting her at the direction of Botel. Teresa tells David that she finds a great resemblance to the baby with Leonardo, he asks if he thinks he is not Nicolás's son Nicolás discusses with Eliseo about his situation with Karina and the little attention he gives him, Nicolás asks him not to intervene in their relationship, but Eliseo insists and proposes ...    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Teresa disguises Sirenita (Karina) as a nun so they do not recognize her, then they go with Aymar and Captain Solís to whom she tells them what happened with Aquilino and that someone wants to kill her. Aymar visits the Agua Clara ranch where he asks Rosalinda and José Miguel if they can give asylum for a while to Sirenita (Karina) to hide her, explains the reason. Nicolás sends an arrangement and a CD to Aymar, who upon receiving it is surprised, but thinks it is José Miguel, when he read the card he realizes that it is Nicolás, who dedicates the song to the CD and ...    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás and Aymar coincide in the same hotel when they arrive in Mexico City and they have continuous rooms, but they do not know it, he takes the opportunity to remind him that he loves her and that if he is married it is only because of his son, she rejects him and rejects him. makes you believe that you do not love him anymore. Luisa speaks with Nicolás and lets him know that Maura has ignored Leonardito for seeing other matters, Nicolás reacts with anger and thinks about the possibility of ending his marriage. Upon arriving at his room, Aymar speaks by telephone ...    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar tells Nicolás that she is willing to give herself a chance with José Miguel, he is disillusioned Luisa waits for Eliseo in her office, when she arrives she tells him that she thinks she should continue to love Teresa, Eliseo can not deny it and affirms that she wants her the same as the first day. Truly, Luisa tells him that I used his gun to submit it. Paloma visits Teresa and tells her about her meeting with Eliseo, where he told her that he did not love her and who he loves, Teresa is shocked by the news, Paloma asks her if she still feels anything for Elisha...    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás visits the Basilica of Guadalupe where he meets again with Aymar, who upon seeing him demands that he is following her, he lets her know that it is not like that and that it is simply coincidence, he manages to convince her to be friends; Once their position is clarified, they give a visit to Mexico City. In prison, Botel receives a \"gift\" from his alleged friends, after venting his passion, he is captivated by the girl, who tells him to take care of his health, one of the prisoners enters the room and tells him that the girl is a carrier of HIV. Solís talks ...    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Martha visits José Miguel and shows her a recording on her cell phone, where she is threatened with death. Aymar tells Nicolás that she is willing to give herself an opportunity with José Miguel, meanwhile, Nicolás tells her that it was a serious mistake to have gotten involved with Maura and what hurts her the most is that she rejects her son. Nicolás and Aymar enjoy beautiful moments, that makes it inevitable that she give in, letting herself be carried by the heart and kissing with Nicolás Maura calls David's cell phone, and feigning the voice, tells him that ...    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás helps Aymar to carry out his project and they work almost all night, despite being so close and the insinuations of Nicolás, Aymar is not carried away by his love. The next day, Nicolás gives Aymar a car, but she rejects him, tells him that what he wants is for him, but he is not a free man, Nicolás promises that when he returns to Paradise he will divorce. David goes to Martha's house and realizes that José Miguel spent the night there, upon seeing him, he asks Martha and asks for an explanation. After being helped on the road, Sirenita (Karina) is taken to a...    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar takes Nicolás to visit Teresa, he asks her forgiveness for denying her, but it is she who thanks him for his forgiveness, the two embrace Nicolás visits Fabiola, whom he covered as a professor at the university, now asks him to be his lawyer to divorce Maura. Unwillingly, Carmela keeps the box of Karina where is the deeds of property of the Rosemberg mansion that Lucio found inside a closet along with a bundle of clothes. Elisha calls Aymar to recriminate that he has met with Nicolas again and demands that he leave, because otherwise, she will be to blame for ...    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás prepares to leave Paradise, Maura stops him and asks him to leave, he tells him what happened to his father Teresa thanked Nicolás for forgiving her, while he thanked Aymar for having brought him closer to his mother. Maura looks for a lawyer (Lic. Guevara) to help him not divorce Nicolás, in exchange she tells him that he will reward him very well. David congratulates his brother for having forgiven his mother, Nicolás asks him if he thinks José Miguel keeps trying to pretend to Aymar, David replies that he surely will not take his finger off the line. ...    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar asks Father Augusto to speak with Eliseo to accept that Nicolás has forgiven his mother, just then, enters Eliseo and tells them that this is something that does not concern them and that this is something that has to be fixed personally with your son. Lisandro lets José Miguel know that Nicolás is his brother. Nicolás returns to Paradise and talks to his father about María Teresa, Eliseo furious tells him that if he cares so much for his mother, he can forget him and let him go away from the hacienda. Karina has another flash back from when they killed her ...    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Two men enter the sacristy where Queta and Father Augusto meet, they are pleased and deprived of the most valuable material items. Nicolás packs his things and prepares to leave Paradise, Maura stops him and asks him to leave, Nicolás tells him what happened with his father; Elisha and she reproach him for his attitude. Aymar places an ad on the Internet to look for Sirenita (Karina), who Leonor sees and realizes that Valeria is a Little Mermaid. Nicolás warns Maura that whatever he does he is going to divorce her, because he already spoke with the real Karina ...    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luisa disguises herself and goes to Martha's house where she warns her to stay away from David. David takes Cuco to the Agua Clara ranch and asks José Miguel to give him a job. Aquilino tells Eliseo that the water is still contaminated, Eliseo, furious, meets Luisa and demands the situation, since Maura was responsible for fixing that problem. Nicolás looks for David, tells him that he saw Little Mermaid and that he helps him find evidence to prove that she is the real Karina Rosemberg; David tells her how he met her and that he also used another name.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David arrives with Martha until the next day, she annoys him and asks for an explanation, he tells her all the problems that the Bravo Family is going through, then she lets him know that she is willing to give him a child. Meanwhile, Sirenita (Karina), confesses to Leonor that she is ready to see David again, but until she becomes more beautiful, so that he can fall in love with her. Nicolás takes the writings of Paradise to mortgage him and thus be able to pay the ransom of Leonardito, but since the money is given to him in 5 days, he looks for Justin, who lends him...    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura and Luisa raise a complaint against Aymar, whom they accuse of kidnapping Leonardito José Miguel is in the restaurant of Aymar talking with Captain Solis, at that time, an explosion arises and the place starts to burn, and everyone outside, they realize that Tacho is still inside, so José Miguel comes to rescue him. Aymar meets Nicolás when he receives the bad news from the captain, when he arrives José Miguel gives him another news, that the money from the collection with his companions was inside and they had lost it.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás arrives with Aymar to give her support and show her the photo that was sent to her a few moments ago, where she is verified that Leonardito is still alive. When she sees the photo, she realizes the probable location of the child and they go out to look for him with help. of the Bravo brothers. Eliseo for his part, tells Luisa of Aymar's suspicions about Leonardito's whereabouts, after having seen the photo, he also tells her that they are looking for him around the river, she, very frightened, goes to where he finds Maura to warn him and ask him to flee. Maura...    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aquilino is in the house of his aunt who takes care of Leonardito, Aymar goes from house to house looking for help to find the child, when entering that house, he realizes that the child is Leonardito, Aquilino leaves running away. Nicolás arrives at the house of Aquilino's aunt and Aymar tells him what happened, he goes looking for Aquilino, who when they start a fight of which Nicolás is injured, because Aquilino buries a knife, David comes to help him and takes him to hospital. Maura and Luisa raise a complaint against Aymar, whom they accuse of kidnapping ...    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David tends to trap Maura to make her confess her deceptions, makes him think he wants to be with her, Maura falls into the trap Aquilino threatens Maura with death, but she intelligently shows him the money that he will pay to meet and be loyal, moments after the police arrive, then he thinks that they have set a trap. While Aymar visits Nicolás in the hospital, Eliseo finds her and claims everything said before by Maura, she tries to explain and warns him that when he realizes the error he is committing, he will regret putting bad people in Paradise. the supposed ...    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Finding no way out, Maura asks Aquilino to surrender and blame Aymar as the intellectual author of the kidnapping of Leonardito, in exchange he promises to remove him. The authorities go to the hospital to arrest Aymar, she tries to defend herself, but Lic. Nolasco reports that Aquilino is his accomplice and has confessed. Captain Solís seeks help for Aymar and informs José Miguel that she has been incarcerated, immediately seeking a lawyer to defend her. In the hospital, Eliseo does not stop cursing Aymar, David defends her and tries to blame Maura arguing that she ...    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás accepts the help of José Miguel on the condition that it is a business deal José Miguel goes to the hospital to see Nicolás, when the oldest of the Bravos arrives he asks for an explanation about the published note. Surprised, José Miguel defends himself and explains what he did to help Aymar and friendship, Nicolás asks him to stop doing it just to get along with her, because he does not think it's anything else out of friendship. David asks his father to start slaughtering the cattle, since this was ordered by the sanitary authorities, so Eliseo very sad not...    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    José Miguel very sincerely asks Nicolás to trust in their friendship, assures him that he will not intervene in his relationship with Aymar and asks him to accept his help to bring water from his ranch to the pastures of 'Paradise', in order to save him. While Luisa confirms an appointment with the doctor who will attend to Karina (Maura), she is happy for the return of David to 'Paradise', although she worries about her operation, it makes her feel good that on her return she will be with him. Nicolás accepts José Miguel's help with the condition that it be business ...    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Father Augusto is ready for his transfer, before leaving the parish is surprised by all the parishioners of the town in a nostalgic farewell, it is interrupted by the Bishop who carries the happy news that the father will stay in his church. 'La Loba' takes advantage of the fact that Aymar is not with Yolanda to claim her supposed betrayal and provokes a fight by taking away the medal her mother gave her. Lucha informs Aymar that she will be taken to court. Nicolás leaves the hospital accompanied by his brother David and his father. Karina (Maura) is in the capital ...    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karina (Maura) calls the hacienda because she wants to talk to David, he answers, but as his father and his brothers are present, he gets nervous and goes to another phone, Nicolás notices the reaction and follows him; When he hangs up he asks if Karina was the one who called, David agrees and explains his plan. Captain Solis tells Aymar that he has always suspected that Eliseo had to do with the death of his father (Hernán) and tells him what he experienced that day. Yolanda tells Aymar that she is now more respected by everyone in the prison because she did not stop...    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Yolanda tells Aymar that she is now more respected by everyone in the prison because she did not stop 'La Loba'. Nicolás and David continue talking and clarifying many situations in which they realize all the evil that Karina (Maura), Aquilino and Botel have done to them. Maura plans his revenge against Aymar and Nicolás when he leaves the hospital, he thinks it will be much worse than what he has done so far. Nicolás talks to his son, tells him that it is his motive to keep going, while he thinks about the time to be with Aymar again. In his cell, Aymar is deluded to...    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    José Miguel visits Aymar to present his new lawyer who is Nicolás, when they see each other they merge in a hug Aymar continues telling his love story to Yolanda and tells him that the cause of all the problems he has had with Nicolás has been Karina (Maura). Karina (Maura) is upset when Luisa informs her that she will not be discharged yet, she is desperate to see David and continue her revenge against Aymar and Nicolás. Valeria Ross (Karina / Little Mermaid) comments with Leonor how surprised she is to think about the changes she has had in recent days.    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karina (Maura) tells Luisa that she thinks her illness is a punishment sent by Leonardo, remember when he abused her and how her death was. Karina (Maura) speaks by phone with Eliseo to warn him back to the 'Paradise', at the end of it, Nicolás is informed by his father, to which he replies that she is not a good mother when absent so much time from her son. Seeing his son's refusal, Elisha tells him about his wife's illness. Yolanda accompanies Aymar to the prison cell phone to talk to Nicolás, but Eliseo replies and denies it, moments later Aymar's protector suffers...    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    José Miguel is desperate for not being able to help with the release of Aymar and promises his mother to find Nabora, who has in his hands another secret, this one related to Little Mermaid (Karina), since he discovers some documents related to the Romberg family. While Aymar takes a bath, the warder Lucha pays 'La Loba' and 'La Caimana' to make her confess that she was the one who planned the kidnapping of the child, they submit her and based on beatings and trying to drown her they seek to comply with the order but without results, after a few minutes they leave her...    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nabora holds the Little Mermaid box (Karina) in her hands, from there she takes out the papers that prove that she is the real Karina Rosembreg, unfortunately the lady does not know how to read and therefore she can not know how important those documents are. José Miguel is very sad to see Nicolás and Aymar together, he can not understand how she can not love him, if he does not have any commitment. Eliseo looks for Nicolás in the 'Paradise', and is furious knowing that he went to Jalapa to visit Aymar. When Nicolas returns to 'Paradise', his father claims to risk his...    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Martha learns that soon she will have a son of David and plans a romantic dinner to inform the news to the future father, moments later he receives at home the visit of Karina (Maura), who reminds him that David is his man. The trial is resumed and the lawyer Alberti presents Eliseo Bravo as a witness, since he knows that he will indict Aymar because he is sure of his guilt. In the trial Eliseo accuses the girl provoking a discussion with his lawyer (Nicolás) so the trial is suspended. Karina (Maura) with the desire to get revenge on Martha for looking at David, ...    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás and Karina appear before the judge to sign the papers of their divorce, Karina pretends to feel very bad Eliseo invites Luisa to dinner, when they arrive at the restaurant they see Aymar having dinner with José Miguel, without her realizing it, they think that she used Nicolás, David also arrives with María Teresa, seeing them Eliseo is shocked by the beauty of the mother of her children, while Luisa feels angry and offended. Estela apologizes to Paloma for the attitude of her parents having humiliated her at dinner, Paloma tells her that she does not have to ...    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás goes to the house of Aymar to clarify things and know why he does not want to see it, when Aymar asks Captain Solis to deny it, however, Nicolás decides to go and look for it, Solís stops him and reiterates that he is not , Nicolás believes him. Karina (Maura) visits José Miguel to tell her that Aymar decided to leave Nicolás, and can take this opportunity to conquer her. Rosalinda visits Yolanda in the prison to hear the reasons why she killed her brother, then she forgives her. Luisa will not allow Eliseo to play with her, she will not let him take the land ...    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jose Miguel proposes to Aymar that they initiate a false relationship of courtship, in order that Nicolás moves away from her, to which Aymar flatly refuses. José Miguel asks him to end their friendship. Eliseo looks for Maria Teresa in Aymar's house, when he sees her, he can not disguise the love he still feels for her Nicolás arrives at Aymar's house just as José Miguel retires, upon entering he asks her to explain why he is moving away from him, and tries to convince her not to do it, since the love that one feels for him another is too big to end up separated. ...    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David can not stop thinking about looking for and finding Little Mermaid (Karina), but nobody wants to inform him of his whereabouts, Nicolás advises him to look for her through the magazine in which he appeared on the cover. Karina (Maura) enters David's room, while he bathes, she imagines a passionate shower. Moments later, she hides in the closet when listening to Nicolás enter, they without knowing that she is there, they comment on the plans to make her confess her true identity, so she gets very angry and plans to take revenge on David. Elisha asks David to look...    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karina (Maura) asks Aymar not to get involved in her marriage and allow her to die as a wife of Nicolás and if she accepts, she will not hurt Leonardito. She, with the intention of avoiding a misfortune, swears never to approach Nicolás. David, hoping to talk to Little Mermaid (Karina), goes to the airport and although he can see her, he arrives too late to reach her and talk to her. José Miguel, being a witness of what Karina (Maura) was planning to do, asks Aymar what she intends to say to Nicolás and if she thinks of getting away from him, her answer is that she ...    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar, already being alone with Nicolás, takes the opportunity to let her know that she will not fulfill her promise and will have to move away from him After Karina (Maura) was about to hurt Leonardito, Luisa does not think about separating from the child in order to avoid her mother trying again something against her. Aymar is victim of the gossip of the people of the town and when arriving at the church it is attacked by three ladies who shout it insulting it and they run it of the town. Listening, Father Augusto goes out to defend her, together they go to church ...    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    When leaving the church, Aymar meets a large number of people who ask to leave the town, for trying to take the husband of a sick woman. Nicolás learns what is happening in the plaza and runs to defend Aymar, when he arrives, he also becomes the center of attention of the people and is insulted by them. David, meanwhile, with the intention of helping Aymar, asks Karina (Maura) to go to the square to talk to people and reassure her, but the only thing she achieves is her anger. Yolanda comes out of prison thanks to Nicolás, unfortunately she finds that her friend Aymar...    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Celina is very excited about the musical career she is undertaking and dedicates her first presentation to her beloved Leonardo Bravo. Nicolás also talks to the people and reminds many of the support he has given them in legal matters, he also explains to them the great love he feels for Aymar, so he manages to reassure them. When leaving the church, Aymar thanks Nicolás for his help with a kiss, moments later he realizes that Karina (Maura) is seeing them and remembers his threats, so he moves away from him. Celina is presented to the press as Ivonne, then on stage ...    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Aymar, already being alone with Nicolás, takes the opportunity to let her know that she will not fulfill her promise and will have to get away from him. Nicolás finds out that Nabora gave him the box of documents of the true identity of Karina Rosemberg Celina is in the hospital, the doctor requires the signature of a relative to be able to attend her, but she, thinking that she will make her parents suffer, denies them, saying that she is alone and has no family. Valeria (Karina / Little Mermaid) arrives in Spain with Leonor and Emilio, who, admiring her beauty, ...    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás refuses to lose Aymar, with the intention of making her reconsider serenades him to the university, but Aymar asks her again not to look for her anymore, to think about her son, Nicolás agrees but warns her to return to look for her when get divorced. José Miguel, being a witness of everything that Aymar has to do to keep Nicolás away, advises her to tell him the truth, but she refuses to think that she can risk Leonardito. Nicolás learns that the box containing the documents of the true identity of Karina Rosemberg, was given to Nabora. Eliseo receives the ...    "
                },
                "116": {
                    "title": "Episode #1.116",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David tells Nicolás that Karina (Maura) probably has nothing to do with the disappearance of Aymar The burial of Paloma is carried out, in which Lisandro resists to that his mother is dead and cries inconsolable. For his part, Captain Solís receives a call from José Miguel in which he informs him that he does not find Aymar anywhere. When arriving at the Paradise, during the dinner, Luisa insinuates that Paloma did not commit suicide, but that was assassinated, Lisandro retires of the table before these commentaries and is followed by Karina (Maura), that when ...    "
                },
                "117": {
                    "title": "Episode #1.117",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás claims to Karina (Maura) about the disappearance of Aymar and asks her whereabouts, she takes offense and tries to convince Nicolás that his beloved went with José Miguel, the discussion goes up in tone and Nicolás reproaches him for having stuck with his brothers; Elisha intervenes and dissipates the fight. Cuco informs David that one night before, Karina (Maura) left in a van of \"Paradise\" without notifying where he was going, they immediately look for Nicolás to let him know this action. José Miguel raises a complaint against Maura for the disappearance of ...    "
                },
                "118": {
                    "title": "Episode #1.118",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lucio and Carmela find out, through a magazine, about the new activity of Celina, as well as the incident she suffered in the Palenque, none of them explain why her daughter did not tell them anything; Lucio goes out in his search. Lisandro continues inconsolable by the death of Paloma, Estela tries to console him and let him know that he is with him, however Lisandro decides to end his relationship with her because he does not feel able to have a courtship. In Madrid, Emilio receives a strange call to be waiting for Valeria (Karina), she reaches to hear something and...    "
                },
                "119": {
                    "title": "Episode #1.119",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luisa recommends to Karina (Maura) put between the things of Nicolás the 'black pearl', since this will prevent them from finding Aymar David confesses to Nicolás to have been with Karina (Maura) the day of Aymar's disappearance, his brother bothers to look for problems and advises him not to live longer in Paradise while she is still there. Aquilino talks with Botel about escaping from prison, but because of his illness he doubts he can achieve it, so he plans to reveal the true identity of Karina (Maura), moments later he suffers a faint. Valeria Ross (Little ...    "
                },
                "120": {
                    "title": "Episode #1.120",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    In the hospital Karina (Maura) is a friend of the past who knows her true identity, the psychologist Patsy Sandoval. Between her and Luisa they tell him why he has another name. Meanwhile, José Miguel asks Aymar for a marriage to give his son a family. She accepts his proposal, making it clear that nothing will happen between them. Moments later Nicolás finds himself by accident with Patsy since he almost runs over her, he invites her to take something as an apology, when talking with him he finds out that it is Karina's husband (Maura). Eliseo tries to break his ...    "
                },
                "121": {
                    "title": "Episode #1.121",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás tells Aymar that he will not allow him to marry José Miguel Eliseo claims to Karina (Maura) for betraying him, she is surprised she does not know what she is referring to and asks her to tell her so she can understand it. Aquilino tries to defend Botel from the beating he is given in prison, he tells his attackers that he has AIDS. David takes Karina to dinner to update her on what has happened since she left Coatepec, she lets him know what she experienced and how her transformation was, David tells her that he has missed her a lot, both of them look with ...    "
                },
                "122": {
                    "title": "Episode #1.122",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Teresa leaves Aymar's house, but not before thanking her for the support she gave her, and although she does not agree with her wedding with José Miguel, she wishes her much happiness. Maura visits Lic. Alberti to see how everything went with Botel, he tells him that he was not killed, he insinuates that if he wants him to disappear he has to sleep with him, Maura bothers him and rejects him and says he will give him more money, but he will never accept his proposal. José Miguel gives Aymar the dress for the wedding, when he sees the captain Solís is surprised and ...    "
                },
                "123": {
                    "title": "Episode #1.123",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    At night, Nicolás goes to Aymar's house to see his mother, when he arrives he learns that Teresa has left, Nicolás asks Aymar the cause of his departure, after much insistence, Aymar confesses that he is going to marry José Miguel. Nicolás tells him that he will not allow it, Aymar breaks into tears and he tells her that he is breaking his heart, but now it is he who says goodbye forever, then goes in search of José Miguel, with whom he has a strong fight. Botel confesses to David the true identity of Karina, David calls him by his name: Maura Nicolás looks very ...    "
                },
                "124": {
                    "title": "Episode #1.124",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David arrives at the hospital where Botel is, as they do not allow him to pass, he waits outside with Lisandro and Cuco, when they see him leaving in the ambulance they go behind him, but on the way they are intercepted by assassins who moments later go down to Botel and he is shot. Aymar tells José Miguel about his trip to Canada, he thinks that he does not want to get married anymore and that is his way of evading the commitment, she clarifies that he has to go on behalf of the school and on his return they will marry. Nicolás arrives in paradise very sad, when he ...    "
                },
                "125": {
                    "title": "Episode #1.125",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The next day, Luisa and Karina (Maura) get two big surprises, the first to see Maria Teresa in paradise, the second when David calls her by her real name: Maura, she disguises saying that with so much humiliation she does not have more than withdrawing from paradise with his son. While Aymar and José Miguel are at mass, Patsy watches her carefully thinking about how beautiful she is and why Karina (Maura) lives in a state of identity confusion. Karina (Maura) very determined to leave paradise, is stopped by Nicolás who does not think to allow him to take his son, ...    "
                },
                "126": {
                    "title": "Episode #1.126",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karina (Maura) with the intention of revenge for the humiliation that made him pass the Bravo, takes Leonardito, when Nicolás finds the child desperately looks for the child. Rosalinda is surprised to learn of Aymar's pregnancy, she explains that for that reason she accepted the marriage proposal of José Miguel, the lady understands and gets excited because she will be a grandmother. Karina (Maura) takes Leonardito with Patsy to ask her for help and keep on being the victim before her, she wants him to think that Nicolás is a bad man. Patsy tells him about Aymar's ...    "
                },
                "127": {
                    "title": "Episode #1.127",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura claims Patsy for being in paradise, she tells him to calm down and calls her by her real name, Nicolás listens to them David is eating with Little Mermaid (Karina) and behaves in the most gallant way trying to show her love, Emilio suddenly comes and asks Valeria to talk alone, she accepts provoking the anger of David who asks him not to continue with that game and decide between him and Emilio. Karina despairs and tells David not to press her, she reminds him that when she loved him he rejected her, while Emilio and David make themselves out of words. Aymar ...    "
                },
                "128": {
                    "title": "Episode #1.128",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lucio rejects Celina when he returns to Coatepec, after she ignored them when she had an accident, she asks for forgiveness and tells him that she acted like this so as not to worry them, later she meets Lisandro who impacts him. Maura goes to the church and when he arrives before Christ, he reclaims his luck and challenges him telling him that he is not going to die and that he is going to plunge Nicolás with sadness, before turning he turns to a corner of the temple where he sees Little Mermaid Realize that Maura thinks he is a ghost. Patsy talks to Nicolás and says...    "
                },
                "129": {
                    "title": "Episode #1.129",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás interrupts the wedding and asks Aymar not to marry José Miguel, she signs the act and tells him to leave her alone, that she is already a married woman Nicolás listens when Patsy calls Karina by her real name (Maura), to conceal her she makes him believe that it is a personality split, so Karina conceals very well. Aymar returns from his trip and calls José Miguel to propose the wedding that same day, José Miguel is surprised but excited begins with the preparations. While Eliseo is in his laboratory, he tells Karina how annoyed he feels to have taken his ...    "
                },
                "130": {
                    "title": "Episode #1.130",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David arrives at the civil registry to avoid that Aymar marries, José Miguel angry asks him not to get involved, while the girl thinking about her son asks her to leave. Lisandro talks with Lucio to forgive Celina, explains what happened when he had the accident, he is convinced that his daughter did not act wrong and asks for forgiveness. Luisa can not help thinking that Patsy will hinder her in her plans to conquer Eliseo. For his part, Patsy approaches him with other intentions and proposes to invest in the stock market. Eliseo tells him that he will think about it...    "
                },
                "131": {
                    "title": "Episode #1.131",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Maura feels very happy, Patsy questions her about Aymar's death, she denies having anything to do Rosalinda at the insistence of José Miguel for knowing about Aymar, tells him that his wife has died, which causes great suffering. Aymar is buried while all her loved ones cry for the great loss that is happening, but it is Nicolás who suffers most and does not know how he can continue living without her. In addition to suffering for the loss of Aymar, José Miguel is informed by Doctor Guillen of his blindness, leaving him devastated and not wanting to live. Patsy meets ...    "
                },
                "132": {
                    "title": "Episode #1.132",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David promises before the tomb of Aymar take care of Little Mermaid (Karina), while Elisha asks for forgiveness for what happened to his father, Captain Solis suffers a lot the loss of his adopted daughter. Nicolás returns to the place where Aymar lost his life, remembers all the beautiful moments they lived together and asks God for her, finds his medal and gives thanks for the gift. Celina tries to give comfort to Lisandro, since at the death of Aymar he remembers his mother and feels very sad, Karina (Maura) makes her feel bad by telling her not to approach him ...    "
                },
                "133": {
                    "title": "Episode #1.133",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Little Mermaid (Karina) and Captain Solis remember Aymar and imagine what it would have been like to have her son. José Miguel is discharged and asks Rosalinda to take him to the cemetery to say goodbye to Aymar, there he meets Nicolás. Can Nicolás and José Miguel leave their rivalries in the face of the death of the woman they love? David asks Little Mermaid to be boyfriends in a very romantic way, she accepts his proposal José Miguel arrives with Rosalinda's help at Aymar's grave, there he says goodbye to her and asks her forgiveness for not having saved her. ...    "
                },
                "134": {
                    "title": "Episode #1.134",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    José Miguel despairs when he stumbles upon an armchair, Rosalinda tries to give him hope and informs him about a doctor who could help him, he only thinks about his desire to die, causing his mother's worry. Little Mermaid (Karina) goes home after talking with Emilio, she finds a great message of love, and little by little, through very romantic tracks, she arrives at the kiosk in the square, where David waits for her to ask her a lot. love, accept being his girlfriend. Nicolás can not stop suffering for Aymar, he listens insistently to the recorder of his phone, ...    "
                },
                "135": {
                    "title": "Episode #1.135",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    David excited because Little Mermaid (Karina) accepted to be his girlfriend, tells him how he would like their life together and proposes marriage, so she asks him to enjoy some time of their courtship and get to know each other more. Eliseo and David with the intention of helping Maria Teresa, decide to put her for a time to an alcoholics clinic. By making the news known, she and Nicolás are greatly surprised, while Luisa does not hide her satisfaction. Will Luisa get María Teresa out of her way? Maura looks for Lisandro and pretends to faint, he supports her so that...    "
                },
                "136": {
                    "title": "Episode #1.136",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rosalinda desperate to help José Miguel, asks David to visit his son and motivate him to move forward. José Miguel asks Yolanda to take him to the room he prepared for Aymar's baby, his mother arrives to tell him he has visitors, but David and Nicolás take the boldness to go to the room, when entering Nicolás he is surprised to see the room and he wonders if Aymar was pregnant. Karina (Maura) takes a moment of solitude with Lisandro to disguise a faint, he holds her to avoid falling and she gives him a kiss which he responds. Moments later Lisandro claims her but she ...    "
                },
                "137": {
                    "title": "Episode #1.137",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Nicolás avoids that Karina (Maura) takes Leonardito, surprises her by calling her by her real name: Maura Durán Little Mermaid (Karina), David and Nabora go to Mexico City to retrieve the box where the evidence against the false Karina (Maura) is, but when they reach the church they find it closed. Meanwhile, Nicolas and Fabiola are looking for a relative Rosemberg to prove the identity of Little Mermaid (Karina). Maria Teresa is very excited to receive gifts from their children on the occasion of mothers' day, Little Mermaid (Karina) and Lisandro also give her gifts,...    "
                },
                "138": {
                    "title": "Episode #1.138",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Eliseo talks to Karina (Maura), tells her about her plans to leave part of her inheritance and start the construction of a yacht club in their supposed lands, making her a partner in the future business. When Nicolás learned of Eliseo's plans, he tries to convince him to suspend the new construction, knowing that after some time he will regret, his father proud as always refuses to retrace his dream. Karina very annoyed to have to wait for Eliseo to die to enjoy her money, returns to her room with Luisa, who after claiming to hide the black pearl by having it in her ...    "
                },
                "139": {
                    "title": "Episode #1.139",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Luisa convinces Karina (Maura) to flee for a while, moments later goes by Leonardito who is in the care of Maria Teresa and takes it away by force. María Teresa runs after her and is with Nicolás who, when he finds out what is happening, avoids taking him and surprises Karina (Maura) by calling her Maura Durán. Elisha asks for forgiveness to Aymar for having caused the death of his father, Maria Teresa listens to the confession Nicolás prevents Karina (Maura) and Luisa from fleeing with Leonardito, moments later Patsy, David and Little Mermaid (Karina) arrive. In ...    "
                },
                "140": {
                    "title": "Episode #1.140",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Karina (Maura) thinks she is seeing the ghost of Little Mermaid (Karina), so she gets desperate and asks Patsy to help her, all present assure not to see anyone while Little Mermaid keeps asking her to say her name, after saying it they surprise her Maura when they confess that she has the real Karina Rosemberg in front of her. Jose Miguel with the intention of not hurting his mother, deceives her by telling him that he will soon recover his sight, moments later Yolanda realizes the lie but feels admiration of his nephew for his good intentions. Maura realizes that ...    "
                },
                "141": {
                    "title": "Episode #1.141",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura manages to escape from the hospital, Nicolás finds her and prevents her from fleeing again Nicolás is surprised when Macario informs him of the murder of Justin and thinks that the culprit is his death is Maura, so he will request an expert report to the van that he took. Meanwhile Maura suffers a lot of pain due to her illness, Luisa at first thinks that it is one more of her theaters, but when she realizes that she is really bad, she asks for help to take her to the clinic. Lysander, realizing that they have stolen the money with which he would pay the ...    "
                },
                "142": {
                    "title": "Episode #1.142",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Patsy visits Penelope in his office and asks her to leave Coatepec, to which her daughter refuses and demands that she never have been a good mother. While Maura rests in the clinic, she has a nightmare in which Botel murders her. When she wakes up, she has a nervous breakdown, which is why Doctor Guillen intervenes until the next day, a situation that she takes advantage of to escape. Nicolás and Monroy find out that Maura has escaped, so she and her brothers go to look for her. Meanwhile Luisa receives a companion in her cell that she finds very unpleasant, because ...    "
                },
                "143": {
                    "title": "Episode #1.143",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    After a strong fight between Nicolás and Maura, he manages to prevent her from escaping, so she is returned to the Public Ministry cell; already in Luisa, she claims to have tried to escape without her. Maria Teresa insists Nicolás to invite Penelope out in gratitude for having saved Leonardito, he accepts but changes the subject saying that he will take Leonardito to live with him outside of Paradise, making his mother suffer for his decision, Seeing her like that, she decides to return. Alberti informs Maura that trying to escape aggravated her situation and that ...    "
                },
                "144": {
                    "title": "Episode #1.144",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lisandro asks Celina for an opportunity to show her good intentions and the love she has for her, she replies that she does not want to be hurt again and tells her that Leonardito is Leonardo's son and not Nicolás's. Karina (Little Mermaid) receives a notification informing her that the results of the DNA tests will be announced the next day. For her part, Alberti informs Maura the same, who demands that he and Luisa be taken out at whatever price. José Miguel surprises Rosalinda and Yolanda with her improvement and development despite her blindness, also with the ...    "
                },
                "145": {
                    "title": "Episode #1.145",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Luisa and Maura are returned to the prison, the director of the place informs them of the rules and warns them that they do not want problems, when they return to their cell they are received by the Loba and the Cayman that threaten them. Meanwhile the Braves invite Karina to celebrate her legal recognition as a Rosemberg, but Eliseo does not miss the opportunity to try to do business. Lisandro seeks to be alone with David to inform him of Celina's suspicions, since she thinks Leonardo could be Leonardito's father, David admits having suspected it before and does not ...    "
                },
                "146": {
                    "title": "Episode #1.146",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Nicolás receives DNA tests and discovers that Leonardo is the father of his son, he continues to fake his fatherhood before David and Karina Aymar reappears with a pretty belly of a pregnant woman taking a bath on the bank of a river, suddenly José Miguel is seen by her and asks her to leave because she is half-naked, José Miguel when she asks him if Aymar is apparently she has lost her memory because she does not know what to answer, she only reacts by withdrawing from the place, he asks her not to leave but it is useless. Nicolás talks to his mother about the ...    "
                },
                "147": {
                    "title": "Episode #1.147",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Nicolás receives the DNA tests, discovers that Leonardo is the father of his son, David and Karina arrive at his office to learn the news, but Nicolás hides the truth and tells them that he is the real father. The Loba and the Cayman hide a knife in the cell of Maura, later they take to the guards who discover the weapon under their pillow, before the evidence is punished and taken to the punishment cell. Aymar is called 'Caracol' by the witch Melva, confirming that after the accident he lost his memory, as he does not remember anything of his past. Penelope is ...    "
                },
                "148": {
                    "title": "Episode #1.148",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura is desperate in the punishment cell, begging to be taken out of there, however, her pressure is so great that she suffers a faint. Isaac enters Patsy's room to try to seduce her, when he does not find her he begins to search his belongings and finds his agenda where he reads some compromising things, just in that moment Patsy enters and discovers him, he lets her know what he read and in exchange for his Silence asks him to accede to his wishes. Nicolás claims Patsy to deny Penelope, she defends herself by saying that her daughter is the one who rejects her ...    "
                },
                "149": {
                    "title": "Episode #1.149",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Luisa looks for some money in Alberti's office to survive. Among her drawers, she finds the black pearl and manages to save it before he enters and discovers it. David in the company of Karina announces to Eliseo and Maria Teresa his plans to get married. Patsy arrives moments later and retires to the office with Nicolás, who claims him for having denied his daughter Penelope. Alberti, realizing the theft, looks for Luisa to claim her and warn her that she will confess that she is an accomplice of Maura, she gets upset and they both see how the black pearl has an ...    "
                },
                "150": {
                    "title": "Episode #1.150",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 150,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    While Karina is looking for Eliseo to talk about business, he hesitates to continue with the plans for the behavior of his uncle Isaac, who in turn apologizes for his attitude. Moments later, she tells Patsy and she proposes to help him convince Eliseo to carry out the yacht club in society. Luisa visits Maura in the prison and immediately tells him that Aymar is alive, enraged by the news orders him to investigate where he is and kill her along with her son. José Miguel visits Aymar, being in the cabin near her he steals a kiss on the lips so he later apologizes, she...    "
                },
                "151": {
                    "title": "Episode #1.151",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Luisa informs Maura about the upcoming wedding between David and Karina, she is furious knowing that she will lose her great love Nicolás, David and Karina claim Luisa for being in paradise and for the death of the Rosemberg, she denies having participated and offers to tell them how it happened if they give her information about Aymar. Aymar explains to José Miguel the reason for his questions, because although he insists that they are husbands, she does not feel love for him. Aymar confesses to Melva that he thinks he has had a relationship with Nicolás Bravo, so he...    "
                },
                "152": {
                    "title": "Episode #1.152",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 152,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Eliseo looks for Lucio to ask him to let his children make their decisions and they can be together; Meanwhile, Celina has everything ready to leave paradise, Lisandro manages to avoid it. Nicolás arrives in paradise in the company of Penelope, moments later and in the presence of Patsy, Maria Teresa, David and Karina announce their relationship causing the joy of all but the mother of Penelope. Aymar sees the photo of Cozumel in a magazine and remembers that place a little, tells Melva that she is known and remembers Captain Solís, the lady takes 'Caracol' (Aymar) ...    "
                },
                "153": {
                    "title": "Episode #1.153",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 153,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura collapses when she learns that David marries the Little Mermaid and asks Luisa to prevent that wedding, since he is the one she truly loves and the only man who has made her feel like a woman. Patsy talks with Penelope about Nicolás, tells him with all the bad intention that he only lives for the memory of Aymar and would hardly fall in love with her. Everything is prepared for the wedding between Karina and David, as well as the confirmation of vows of Eliseo and Maria Teresa, when they are in front of the altar Martha arrives and tells David that he returned ...    "
                },
                "154": {
                    "title": "Episode #1.154",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 154,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Nicolás talks to David and lets him know that no one can take Aymar's place in his heart, without realizing Penelope was listening to the conversation, so he decides to end their relationship. Penelope lets Nicolás know his decision, he looks for her because he realizes that he feels something for her, when he arrives at his office he tells her that he is willing to fall in love with her and kisses her. Nicolás visits José Miguel at his ranch and tells him what happened at David's wedding, at the same time Aymar looks for she is about to give birth, Rosalinda sees her...    "
                },
                "155": {
                    "title": "Episode #1.155",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 155,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Everything is prepared for the wedding between Karina and David, as well as the confirmation of vows of Eliseo and Maria Teresa, when they are in front of the altar Martha arrives and tells David that he returned so that he knows his son. José Miguel goes to Melva's house to follow Aymar's pregnancy, suggests taking her to a hospital, she resists and prefers that the witch be the one to take care of her. Martha and David talk to clarify things, she lets him know that she only wanted him to meet her son but that she will not demand anything from him. David tells her ...    "
                },
                "156": {
                    "title": "Episode #1.156",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 156,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gastón rapes Maura in his office and warns him that he will take her when he wants, she seeks suicide Aymar does not respond to Nicolás about the fatherhood of her son, moments later he asks her to flee with her children and be happy, she refuses to leave José Miguel only his blindness. The next day, David looks for Karina but Nabora gives him the bad news that he has left with Emilio, meanwhile, she is at the Agua Clara ranch saying goodbye to her little sister Aymar. Penelope surprises Nicolás with a balloon that contains a key and asks him to live together. He ...    "
                },
                "157": {
                    "title": "Episode #1.157",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 157,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    David arrives at the airport desperate to find Karina, upon seeing her he asks for an explanation for having kissed Emilio, she asks him to let her make his life without him and wishes her to be very happy with her son, seeing that he will not convince her he asks for one last kiss. Nicolás looks for Aymar to talk to her for the last time, being in front of her tells him how much he still loves her and asks her if she feels the same, she despite all the love, tells him that she does not love him anymore and who will continue with her husband José Miguel. La Loba and ...    "
                },
                "158": {
                    "title": "Episode #1.158",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 158,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Captain Solis can not stand the sadness for the loss of Aymar and is alone in an uninhabited beach, meanwhile she and José Miguel have everything ready to travel to Cozumel and look for it. At night Penelope has prepared in her apartment beautiful details for his first night with Nicolás, to which he gives himself but thinking of Aymar. The next day Aymar goes to look for the captain asking in all the docks but does not obtain information of his whereabouts, meanwhile his father decides to go into the sea with the intention of losing his life and reuniting with his ...    "
                },
                "159": {
                    "title": "Episode #1.159",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 159,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Nicolás informs his father that he is going to live with Penelope, since he has decided to start his life without Aymar, Patsy listens to the news and is tense. Maura returns to fight with the Cayman because he is very susceptible and irritable because of the situation he is living with Gastón, however the guards arrive and take her to the address. Karina (Little Mermaid) returns to her role as model being Emilio his promoter, he is determined to take advantage of David leaving his life to conquer it. Aymar, Captain Solís and José Miguel make the baptism of Hernán ...    "
                },
                "160": {
                    "title": "Episode #1.160",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 160,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lisandro talks with Lucio about how much he misses Celina, moments later he gets a big surprise when listening to his voice asking for a hug. Aymar arrives in Agua Clara with his son Leonardito, José Miguel receives them and is surprised to see his wife in a blur. Nicolás looks for Luisa to ask him not to approach his son, she mocks telling him that Leonardito is not her son and that she may be the one who tells the child the truth, he reacts annoyed and makes it clear that he is capable of defending him of everything. Maura talks with the Cayman of her freedom, ...    "
                },
                "161": {
                    "title": "Episode #1.161",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    After observing how good Penelope is with Leonardito, Nicolás decides to try to give him a son Maria Teresa receives a letter allegedly from Victor with whom he fled from paradise several years ago, she not knowing what to do, she asks Patsy for advice, which recommends not to pay attention to the bribe mentioned in the letter. While Maura gives the good news to Luisa that she will soon be released from prison, the Wolf tries to kill her but is defended by the Cayman. Eliseo David sees his mother very sad, so he decides to go and look for his father but walking ...    "
                },
                "162": {
                    "title": "Episode #1.162",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 162,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura is called by Gastón who claims to have beaten the Wolf, she threatens to make the video known for trying to kill her, but he shows her the process of his release and announces that he will be released from prison in three days. Nicolás after observing how good Penelope is with Leonardito, decides to please her and try to give her a child, she thanks him with a sweet kiss while her son sees them happy. Three days later Maura says goodbye to the Cayman and thanks him for saving her from the Wolf, meanwhile Luisa is waiting outside the jail ready to start with ...    "
                },
                "163": {
                    "title": "Episode #1.163",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 163,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura arrives in the company of Luisa to paradise and warn Nicolás that they will take Leonardito José Miguel is saddened by Aymar's request to be separated so he begs her not to ask for a divorce, she recalls not to make him suffer but asks her to let her do her job in paradise. Eliseo when finding out about the bribe that Victor is supposedly doing to his wife, gets very upset and thinks to defend the honor Teresa. On the other hand, Patsy advises Eliseo to pay the bribe for the safety and tranquility of María Teresa. Maura feels very impatient because she wants to ...    "
                },
                "164": {
                    "title": "Episode #1.164",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 164,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The Bravo family gathers in the main room of paradise, since everyone received an invitation that was sent by Maura with the help of Patsy, when he enters, he surprises the whole family with his presence. Aymar confesses to Captain Solís his suspicions that José Miguel has regained his sight, moments later he goes to paradise with Hernán, David and Leonardo, whom he cared for while the meeting was being held. Maura and Luisa are treated very badly by all the Braves, but they hurt them more with everything they are told, starting with Leonardito not being the son of ...    "
                },
                "165": {
                    "title": "Episode #1.165",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 165,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Nicolás looks for Maura to offer him money in exchange for leaving Leonardito with him and not bother them anymore Penelope argues strongly with Patsy, as it is strange to her that she is very calm after seeing Maura, both she and David suspect that she already knew that she had come out of prison. Maura and Luisa return to Liseska's bar to celebrate the success of the first part of their revenge, there she meets Isaac and she takes the opportunity to flirt with him. Martha decides to go with Elisha David from paradise because she can not stand David's deceptions ...    "
                },
                "166": {
                    "title": "Episode #1.166",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 166,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Nicolás looks for Aymar to know if Hernán is his son, when he finds her she confesses that he is the biological father Nicolás suspects that Hernán is his son, so he decides to look for Aymar so that he can clarify it but he does not find her because he travels to Mexico. Karina lets Maura know that David's son is alive, his enemy is upset because he thinks he is lying because Luisa told him that he had killed him. Nicolás, desperate to know the truth, goes to Mexico to ask Aymar about Hernán's paternity. After searching for her in many places, she finds her at the ...    "
                },
                "167": {
                    "title": "Episode #1.167",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 167,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    José Miguel saves Hernán from being run over, so he shows that he is not blind anymore, Aymar asks for a divorce Martha and Nicolás are called by the teacher to report the fight their children had with Hernán. Aymar arrives with Hernán to Agua Clara, her son tells her what happened at the school so she tries to explain it but is interrupted by the arrival of Nicolás, she confesses that he is her father. Karina visits paradise, Eliseo and Maria Teresa take the opportunity to invite her to the dinner they are preparing for Hernán, this is heard by Martha who is opposed ...    "
                },
                "168": {
                    "title": "Episode #1.168",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 168,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Later, Aymar looks for José Miguel and Hernán but one of the employees informs him that he took them to the airport so she becomes anxious, Nicolás arrives again looking to talk with his son. Rosalinda tells Aymar where she thinks her son might be. Nicolás returns to paradise, when his father enters he asks for his grandson but at that moment he falls unconscious, María Teresa is anguished to see her husband so badly, while her children call the ambulance. Rosalinda takes Aymar to Mexico because there she lived before with José Miguel, when she arrives they see Hernán...    "
                },
                "169": {
                    "title": "Episode #1.169",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 169,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura takes Eliseo D. to an amusement park to take revenge on Martha, taking him to paradise meets her and hits her Aymar prevents Elisha from telling him that he was guilty of his father's death, telling him that he will look for an antidote to eradicate the cause of his illness. Yolanda and Rosalinda try to make Jose Miguel reconsider because they consider that he is acting and unjustly judging Aymar, he thinks that the culprit of everything is Nicolás and by way of revenge will take away the water that supplies his property to the Bravos. Penelope asks Aymar how ...    "
                },
                "170": {
                    "title": "Episode #1.170",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 170,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Patsy looks for Isaac to claim his betrayal, he is sure he has done the right thing, Maura enters to stand by him and while they argue he calls the police, later he runs them to both of his office leaving him alone and very sad for losing his beloved doctor. Aymar takes Hernán with his grandfather Eliseo, who tries to earn it by telling him about his grandfather Hernán, the boy tells them about the gifts Leonardito has received from a lady, this leaves them very surprised. Nicolás very upset about the lie claims Penelope, she tries to justify herself by telling him ...    "
                },
                "171": {
                    "title": "Episode #1.171",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 171,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Aymar arrives when Botel is hanging Maura, takes the gun and threatens to release Nicolás asks Penelope to stay with him and to continue being the sweet mother that has been for Leonardito, she accepts and thanks him for making her feel the true mother of her son. Karina feels very disappointed in David, but is willing to commit herself to Emilio, who gives her an engagement ring in the presence of Captain Solís and her uncle Isaac, moments later a man interrupts the dinner and confesses to Little Mermaid to be sentimental partner of his promised. Nicolás when ...    "
                },
                "172": {
                    "title": "Episode #1.172",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 172,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lisandro and Celina fulfill their dream of becoming spouses, offer a simple ceremony and in the company of all their loved ones celebrate their happiness with them. Patsy desperate to hide from the police, looking for Penelope to help but is learned without her daughter can do anything for her. Maura gives directions to Aquilino to take over paradise, suddenly they are surprised by Botel who is willing to kill them, with a pistol he injures Aquilino, meanwhile Maura to prevent the mate from offering him a few moments of passion, he falls into the trap and she hits him...    "
                },
                "173": {
                    "title": "Episode #1.173",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 173,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Elisha asks Maria Teresa to call the notary to change her will before something happens to her Aymar listens to Elisha's confession with great pain and complains about not telling him the truth when asked, he offers to call the police and denounce him after accepting that he distrusted her, she can not sue him but she does not give her forgiveness either . David looks for Karina to offer him comfort after finding out what Emilio did to her, she does not want to see him and he tells her that he will not leave her heart and kisses her. Maura looks for David in paradise,...    "
                },
                "174": {
                    "title": "Episode #1.174",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 174,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Elisha asks Maria Teresa to call the notary to change her will before something happens to her. Later, Maura looks for David again, but this time she finds him kissing Liseska so a discussion starts between them, he makes it very clear that the only thing he feels about her is repudiation. When Aymar finds out about Rosalinda's state of health, she goes to the hospital to find out how she is doing, when José Miguel arrives she runs, moments later Penelope finds Nicolás scorching her and demands them, but things get worse when José Miguel sees his rival and blames him ...    "
                },
                "175": {
                    "title": "Episode #1.175",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 175,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura, with the intention of continuing with his revenge, denounces the playhouse of David and calculates everything so that Elisha stays alone in Paradise Nicolás and José Miguel continue to fight, after they manage to separate them, Penelope asks Aymar to swear that he does not love Nicolás because only then will she be calm, she refuses asking him not to get her into trouble. Maura, with the intention of continuing with his revenge, denounces David's playhouse and calculates everything so that Elisha can stay alone in Paradise. Eliseo is very upset to hear when ...    "
                },
                "176": {
                    "title": "Episode #1.176",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 176,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Aymar asks José Miguel to be on Maura's behalf, he confesses that he joined her to take revenge on Nicolás Martha confesses to David that it was Maura who wounded her but with the intention of killing Karina, asks her to protect her and to make her life with her so that she can finally be happy. Luisa is upset with Maura for his imprudence, warns that having hurt Martha can return them to jail, later they receive a visit from José Miguel who offers to join forces to sink the Braves. David makes the accusation against Maura, so the police look for her to stop her but ...    "
                },
                "177": {
                    "title": "Episode #1.177",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 177,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Karina tries to motivate Martha to fight for her life, she asks that when she dies she takes care of her son and takes care of him as if she were his real mother. She is moved by the proposal and promises to give Elisha a lot of love. David. Maura arrives at the hospital bothering David and Nicolás, who is fed up with so much cynicism and tries to hang her, while his brother prevents him from staining his hands with blood. Aymar claims José Miguel that this from Maura, but only manages to confess that he has joined her to take revenge on Nicolás for having taken away ...    "
                },
                "178": {
                    "title": "Episode #1.178",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 178,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Nicolás asks Maura to talk about the hacienda, takes her to an abandoned cabin and tries to hang her with a rope Supported by Alberti and Luisa, Maura arrives as owner of the Paradise to run and humiliate the family, Nicolás as a lawyer asks for the property title so they can leave. Moments later David arrives with his son and while he is arguing with Maura, the police arrest him in the presence of Eliseo D. and Little Mermaid. Later, Maria Teresa asks Nicolás to prevent them from taking his brother, but it is impossible because the judges have an arrest warrant. ...    "
                },
                "179": {
                    "title": "Episode #1.179",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 179,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura enters Elisha's room to inform her that her eldest son is in jail, blamed for killing Martha, and confesses that she was the murderer. José Miguel increases his hatred and his desire for revenge against Aymar when she informs him that he will not let him be with Hernán while supporting Maura. Karina visits David in jail to give her support and tell him that he knows he would not be able to kill anyone, he thanks for not leaving him alone. Luisa enters Elisha's office in search of money, she finds a paper that contains the password of the safe, between the ...    "
                },
                "180": {
                    "title": "Episode #1.180",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 180,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    José Miguel plans to buy a ranch in Texas because he no longer wants to be in Agua Clara after having lost what he had with Aymar. Cuco tries to make David reflect, but David shows him that he believes in the innocence of his brother, tells him that he does not prove it because it is a plan to sink Maura Durán. The next day David continues with the farce, so when Maura arrives disguising concern, he accepts that he was right in telling her that one of his brothers would betray him, she kisses him and moments later Karina enters, who also disguises and ends her ...    "
                },
                "181": {
                    "title": "Episode #1.181",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 181,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    After David's proposal, Maura asks him for time to think about whether he will hand over the hacienda to him, while he insists on fleeing together to enjoy his love. Nicolás and Aymar feel hopeful in the recovery of Eliseo, she remembers the legend that her mother often tells her and thinks that maybe the black pearl does not let them be happy, Nicolás proposes to find her and return her to her place of origin. Maura announces to Luisa his plans to put Paradise in David's name to check whether or not it is a trap, his stepmother is adamantly opposed and with this he ...    "
                },
                "182": {
                    "title": "Episode #1.182",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 182,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Meanwhile, Maura asks Aquilino to take care of killing Aymar and announces to Leonardito that he will return him to his father, upon hearing this Luisa thinks about preventing that from happening by taking the child far away. Aquilino fulfilling the orders of Maura, tries to run over Aymar but she reacts on time and gets out of the way. Maura discovers Luisa trying to run away with the child, trying to avoid discovering the bearer bonds that he stole from Eliseo and full of courage claims him for his betrayal, Leonardito flees scared while Luisa defends blows his ...    "
                },
                "183": {
                    "title": "Episode #1.183",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 183,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    David accuses Maura in the Public Ministry and tired of hiding before her, she tells him that she has a test that will sink her David records Maura's confession in which he tells of Martha's murder, the attempt to kill Aymar and his complicity in the death of his brother. He makes her believe that he will flee with her but when he leaves Paradise he goes to the Public Ministry to give her away. Eliseo gives great joy to his family by showing them his advanced recovery, and he tells them how he was forced to sign the documents that made them owners of the Paradise and ...    "
                },
                "184": {
                    "title": "Episode #1.184",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 184,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Maura asks Luisa for forgiveness for having doubted her and tells her that for believing in love she has lost Paradise and the police are looking for her, her stepmother gives her support. Rosalinda, Yolanda and José Miguel say goodbye to Aymar, since they have decided to settle in Texas after they acquired a ranch, he apologizes again for all the mistakes made, but she feels grateful that she reconsidered. Maura threatens Nicolás with death, blames him for ruining his plans and his life, he defends himself and struggles but when he hears David, she runs off with his ...    "
                },
                "185": {
                    "title": "Episode #1.185",
                    "kind": "episode",
                    "episode of": {
                        "title": "Storm Over Paradise (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 185,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lisandro plans to continue with his mother's business in the company of his new family, as soon another Bravo will arrive in Paradise. Aymar and Nicolás return the black pearl to their place of origin, in order to end their curse and be happy together, while they dive he shows him a sign in which he asks them to marry and gives him his engagement ring. While Aymar thinks about how happy she is, before her appears the image of Maura Durán determined to ruin her wedding, Karina enters the room making her see her sister that this woman will not be able to hurt them ...    "
                }
            }
        },
        "number of episodes": 185,
        "cast": [
            {
                "name": "Maldonado, Sara"
            },
            {
                "name": "Elias, Erick"
            },
            {
                "name": "Seoane, Mariana"
            },
            {
                "name": "Tommasi, Alejandro"
            },
            {
                "name": "Del Real, David"
            },
            {
                "name": "Anastasia"
            },
            {
                "name": "Arevalo, Daniel"
            },
            {
                "name": "Bacuzzi, Marco"
            },
            {
                "name": "Bolaños, Jorge Alberto"
            },
            {
                "name": "Buenfil, Erika"
            },
            {
                "name": "Caballero, Emilio"
            },
            {
                "name": "Cabezut, Patricio"
            },
            {
                "name": "Camejo, Julio"
            },
            {
                "name": "Casanova, Delia"
            },
            {
                "name": "Cauduro, Eugenia"
            },
            {
                "name": "V, Evelio Con"
            },
            {
                "name": "Contreras, Mar"
            },
            {
                "name": "Cristeva, Dobrina"
            },
            {
                "name": "Cáceres, Eduardo"
            },
            {
                "name": "Jr., Carlos Cámara"
            },
            {
                "name": "D'Alessio, Ernesto"
            },
            {
                "name": "De Oca, Roberto Montes"
            },
            {
                "name": "Dorantes, Memo"
            },
            {
                "name": "Durán, Alejandro"
            },
            {
                "name": "Elizondo, Humberto"
            },
            {
                "name": "Farwell, Magno"
            },
            {
                "name": "Fernández, Maribel"
            },
            {
                "name": "García, Rocío"
            },
            {
                "name": "Guerra, Ricardo"
            },
            {
                "name": "Guzmán, Magda"
            },
            {
                "name": "Hernán, Aarón"
            },
            {
                "name": "Herrera, Vicente"
            },
            {
                "name": "Ibarra, Roberto"
            },
            {
                "name": "Ibarra, Salvador"
            },
            {
                "name": "Iñaki, Joseba"
            },
            {
                "name": "Jaitovich, Israel"
            },
            {
                "name": "Lafranco, Archie"
            },
            {
                "name": "Ley, Ivonne"
            },
            {
                "name": "Leylanni, Yrahid"
            },
            {
                "name": "Macaria"
            },
            {
                "name": "Manuel, Antonio"
            },
            {
                "name": "Martz, Ingrid"
            },
            {
                "name": "Martínez, Patricia"
            },
            {
                "name": "Marín, Malillany"
            },
            {
                "name": "Negri, José María"
            },
            {
                "name": "Ojeda, Manuel"
            },
            {
                "name": "Ondiviela, Frances"
            },
            {
                "name": "Ortiz, Javier"
            },
            {
                "name": "Parra, Adalberto"
            },
            {
                "name": "Perezcano, Siena"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 95,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDE2NzBlZTItNDVmOS00N2UxLTg2OTAtZDc2YzRjZDkwYmJkXkEyXkFqcGdeQXVyMTQ0MjgzODU@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "Storm Over Paradise",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Adams, Caridad Bravo"
            },
            {
                "name": "Tejeda, Ricardo"
            },
            {
                "name": "Velazco, Claudia"
            }
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (Mexico)",
                "45 min (185 episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 95,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 43,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "males": {
                "votes": 30,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 16,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "females": {
                "votes": 47,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 27,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 19,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "us users": {
                "votes": 10,
                "rating": 7.1
            },
            "non us users": {
                "votes": 53,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 36,
            "9": 10,
            "8": 11,
            "7": 10,
            "6": 15,
            "5": 5,
            "4": 1,
            "3": 1,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}