{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2007"
            },
            {
                "country": "USA\n",
                "date": "1 November 2007"
            }
        ],
        "release dates": [
            "USA::2007",
            "USA::1 November 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Gangland"
            },
            {
                "countries": "Greece",
                "title": "Gangland"
            }
        ],
        "akas": [
            "Gangland (original title)",
            "Gangland Greece"
        ],
        "akas from release info": [
            "Gangland (original title)",
            "Gangland Greece"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Most Notorious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "7 May 2010",
                    "year": "2010",
                    "plot": "\n    The 75th episode of Gangland brings us something unique. Legendary rappers Snoop Dogg and Ice-T guide us through the Most Notorious characters in the history of the series. From street soldiers, to killers, bikers, and convicts, these are the men who stand out from the rest. Now they've been assembled in one provocative episode. In the end we'll learn who is Gangland's Most Notorious.    "
                },
                "2": {
                    "title": "Vendetta of Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "14 May 2010",
                    "year": "2010",
                    "plot": "\n    In San Diego, one notorious street gang reigns supreme- the Lincoln Park Bloods. Also known as \"LPB\", the crime syndicate will rob, kill, and terrorize all who stand in their way...even police. Through secret messages in the gang's rap music, San Diego PD has tried to bring the gang down, but LPB continues to plague the city they call the \"Salty D\".    "
                },
                "3": {
                    "title": "A Killer's Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "21 May 2010",
                    "year": "2010",
                    "plot": "\n    Just outside of LA, there is an ultra-secret war taking place between Asian street gangs. At the forefront is the vicious Asian Boyz gang, or ABZ. Formed in Southern California by Cambodian and Vietnamese immigrants, this murderous group has turned SoCal into a killing field. After the murder of one of its own, ABZ launched a vengeful killing spree, leaving a trail of carnage in its wake.    "
                },
                "4": {
                    "title": "Wild Boyz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Wild Boyz are the most feared gang on the Pine Ridge Indian Reservation in South Dakota. They ward off enemies by flashing a bear-claw tattoo, a nod to their Oglala Sioux heritage. The Wild Boyz are the largest of forty Native gangs that wreak havoc on Pine Ridge.    "
                },
                "6": {
                    "title": "Capitol Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "25 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    MS-13, one of the largest and deadliest gangs in the United States is terrorizing Washington D.C. By decimating rivals and slashing victims with machetes, these brutal gangsters have taken our nation's capital by storm. Their violent tactics and rising body counts continue to send shockwaves of fear through the whole DC metro area.    "
                },
                "7": {
                    "title": "Clash of the Crips",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "9 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The East Coast Crips are on a mission to prove they're tougher than their West Coast counterparts by terrorizing the streets of NYC. Crips on the East Coast employ brutal, in-your-face violence, decimating anyone who stands in their way. Their unique brand of violence includes slashing the faces of their victims, leaving them permanently disfigured.    "
                },
                "8": {
                    "title": "Army of Hate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "6 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    In Columbus, Ohio, a white supremacist gang obsessed with firearms and explosives terrorizes the public. The goal of the Aryan Republican Army, also known as the ARA, is to overthrow the federal government by any means necessary.    "
                },
                "9": {
                    "title": "The Filthy Few",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "13 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    In the state of Washington, one outlaw biker gang reigns supreme - the Hells Angels. Despite being one of the smaller clubs in the area, the Angels are backed by their brutal reputation.    "
                },
                "10": {
                    "title": "Shoot to Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "Aug. 2010",
                    "year": "2010",
                    "plot": "\n    With an estimated 2500 members and powerful criminal connections, Florencia-13 or F-13 is L.A.'s largest and deadliest Hispanic gang. The gang is one of the oldest in L.A.'s notorious South Central neighborhood. When rivals threaten to move in on their lucrative drug trade, they use any means necessary to protect their empire.    "
                },
                "11": {
                    "title": "Road Warriors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "27 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Memphis, Tennessee is a battle ground and the Traveling Vice Lords are at the forefront of the chaos. Known on the streets as the TVL's, the gang is 500 strong and rules the \"River City\" with an iron fist. Now, with their notorious leader Charles \"Country\" Thompson behind bars, the TVL's are spiraling out of control - and the city of Memphis is paying the price.    "
                },
                "12": {
                    "title": "Valley of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "17 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In the \"Valley of the Sun,\" the ruthless Arizona New eMe own the streets. Formed in the 1980's as a prison gang, they've spread across the state and they're turning a big profit from drug sales. The New eMe take pride in their Mexican heritage, showing their allegiance with tattoos that signify their Aztec roots. Those who dare oppose New eMe are left in pools of their own blood.    "
                },
                "13": {
                    "title": "Death Before Dishonor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "votes": 11,
                    "original air date": "Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In Atlanta, the Black Mafia Family, or BMF, controls the street flow of cocaine. The gang throws its cash around the hottest nightclubs in the city. The gang's charismatic leader, Demetrius \"Big Meech\" Flenory, plays the dual role of a tough, street-minded gangster as well as a music promoter. The Feds have been after BMF for years, but the gang has always managed to stay one step ahead.    "
                }
            },
            "1": {
                "0": {
                    "title": "Aryan Brotherhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 24,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    documents how the Aryan Brotherhood of Texas, nicknamed ABT, operates in and outside the prison system and why they are considered one of the largest and most violent white supremacist in America today.    "
                },
                "1": {
                    "title": "American Gangster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "1 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    American Gangster is the story of Frank Lucas and Leroy \"Nicky\" Barnes - their rise from street punks to the top of New York's 1970's high-flying drug market. The two men were considered the drug czars of Harlem at the height of the drug-fueled decade. Lucas and his gang \"The Country Boys\" claim to have smuggled heroin from Asia in the caskets of fallen American soldiers.    "
                },
                "2": {
                    "title": "You Rat, You Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 26,
                    "original air date": "15 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    In 2003, the body of a pregnant, teenaged informant was found along the banks of the bucolic Shenandoah River. She'd been repeatedly stabbed - her head nearly severed. Brenda Paz had been supplying the authorities with first-hand accounts of MS-13's operations. Paz had been one of 3,000 MS-13 members in the Washington, DC area.    "
                },
                "3": {
                    "title": "Code of Conduct",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 20,
                    "original air date": "15 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Five bodies, riddled with bullets, found in a small apartment on the Eastside of Los Angeles. Among the dead are a five-year-old boy and an infant girl, each shot in the head and chest. The mother and father of the children lay beside them on the floor, also soaked in blood. The target of the hit was the family's patriarch, Anthony \"Dido\" Moreno. He had dropped out of one of California's most notorious prison gangs and this was his payback. No witnesses,was the order. The gang he deserted was the Mexican Mafia. Since its inception in the 1950's the \"Black Hand\" has ...    "
                },
                "4": {
                    "title": "Behind Enemy Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "28 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The Hells Angels are the most powerful and well-known biker club on the planet, boasting over 2500 members worldwide. In April 2002, a riot in a Nevada casino between the Hells Angels and their rivals, the Mongols, kills three gang members and creates headlines around the country.    "
                },
                "5": {
                    "title": "Race War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 22,
                    "original air date": "29 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Home to 900 street gangs and over 80,000 gang members, the city of Los Angeles has the dubious title of \"Gang Capital of the World.\" Territory means power and every gang in LA wants to expand their neighborhood boundaries by any means necessary. Since the 1990's, an ugly new development has surfaced in the gang wars of LA: Gangs are dividing by race.    "
                },
                "6": {
                    "title": "Kings of New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "13 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    King Lil Man,\" was found decapitated, dismembered, and burned in a bathtub. His Latin King's tattoo had been cut from his skin, his head and hands were never found. According to former Assistant U.S. Attorney Richard Zabel, his murderers, fellow Latin King gang members, were \"...actually driving around town in a cab with his head because \"King Blood,\" their leader, needed proof of the murder.    "
                },
                "7": {
                    "title": "Stone to the Bone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "20 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Graffiti reading: \"Terror Town,\" \"Cold Stone Soldier\" and \"Stones Run It\" litters Chicago's Southside neighborhoods. It's the work of BPS, Chicago's second largest street gang. The gang has a long and colorful history with their founder - Jeff Fort - convicted in 1987 of plotting to carry out terrorist acts against the US government with the support of Libyan government.    "
                },
                "8": {
                    "title": "Hate Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 25,
                    "original air date": "27 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Called the \"shock troops\" of the revolution, Skinheads form a particularly brutal element of the white supremacist movement. Violent hate-crimes are their method of intimidation and a preview of the race war they see as inevitable. It's a culture driven by the violent lyrics of racist rock, and fueled by hate.    "
                },
                "9": {
                    "title": "Gangster City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "3 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Gangs have been in existence for as long as there have been humans. Daryl Gates, former Los Angeles Chief of Police suggests that there is something about human nature that draws many toward gangs-- the need for respect, security and acceptance. It makes little difference whether the country is totalitarian or democratic, whether the time is feudal or current.    "
                },
                "10": {
                    "title": "Blood in, Blood Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "10 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Nuestra Familia. As the predominant Hispanic gang in Northern California, Nuestra Familia, or NF is primarily a prison gang. Compared to other prison gangs, NF's numbers on the inside are relatively small, yet they distinguish themselves through discipline and fear.    "
                },
                "11": {
                    "title": "Basic Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "17 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Basic Training\" takes an inside look at the infiltration of street gangs into the United States military. Gang members in uniform are participating in serious criminal activity on or near U.S. military installations around the world. Our national security may be at risk as these gang members steal advanced weaponry, learn military tactics, distribute drugs and even commit murder.    "
                },
                "12": {
                    "title": "Blood Oath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 15,
                    "original air date": "24 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    During the late 1990's, the New York Metropolitan area was plagued by the random violence of a new breed of street gang: The Untied Blood Nation. Created in 1993 by Rikers Island inmate, Omar Portee, the UBN emulated the Bloods street gang on the West Coast, but was more randomly violent.    "
                },
                "13": {
                    "title": "Root of All Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 13,
                    "original air date": "31 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    The Hells Angels are the most powerful and well-known biker club on the planet, boasting over 2500 members worldwide. In April 2002, a riot in a Nevada casino between the Hells Angels and their rivals, the Mongols, kills three gang members and creates headlines. Federal authorities seize the opportunity and send a team of undercover agents to infiltrate the outlaw biker group.    "
                }
            },
            "2": {
                "1": {
                    "title": "Maniacal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Chicago's second-largest Latin gang, The Maniac Latin Disciples rule the northwest side of Chicago. Since their beginning in the early 1960's, the MLD's have grown so big, that in 2005, the US Attorney for Illinois, Patrick Fitzgerald, testified before Congress that the Disciples should be considered a \"super gang.    "
                },
                "2": {
                    "title": "Deadly Triangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    beginning with the Golden Dragon massacre, partially told by former gang member Raymond \"Shrimp Boy\" Chow are the conflicts between various street gangs and secret societies such as The Tongs operating in San Francisco's Chinatown.    "
                },
                "3": {
                    "title": "Biker Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "27 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Throughout the early 1990's, a war waged behind the scenes between the two largest motorcycle gangs in America - the Outlaws and the Hells Angels. The Outlaws traditionally made the Midwest their stronghold but now the Angels were pushing into their territory and courting another regional club, the Hell's Henchmen, to join them. The Outlaws responded viscously and decisively.    "
                },
                "4": {
                    "title": "Texas Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "3 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    The Texas Syndicate. They are the most feared Tejano gang in the Lone Star State, yet few have heard of them. The Syndicate is managed like an elite business, with a reach that extends from behind prison walls to the far corners of Texas. They will break any law to generate revenue but the gang's bread and butter is drug trafficking for the Mexican cartels.    "
                },
                "5": {
                    "title": "Crip or Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "10 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Crip of Die\" exposes one of the most infamous and brutal street gangs- The Crips. The gang started as a rag-tag group of youth on LA's Eastside and quickly grew into a terrorizing force in South Central. Today, the Crips are the largest black gang in LA with over 10,000 members. Gang members give an inside look at the lifestyle called Crippin' where it is survive or die--kill or be killed.    "
                },
                "6": {
                    "title": "Lords of the Holy City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "1 May 2008",
                    "year": "2008",
                    "plot": "\n    Many gangs are organized, and some even incorporated, but not many can claim to have had federal funding, like the Vice Lords. This is just one of the many unique chapters in the 50 year history of this Chicago street gang.    "
                },
                "7": {
                    "title": "Murder by Numbers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "8 May 2008",
                    "year": "2008",
                    "plot": "\n    Gangland examines one of the largest and most violent gangs in Los Angeles County. It's estimated that 18th Street has more than 20, 000 members in Los Angeles alone with additional sets that extend all across the nation and even overseas.    "
                },
                "8": {
                    "title": "Mongol Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "15 May 2008",
                    "year": "2008",
                    "plot": "\n    Mongols MC was created in 1970 by a group of disaffected, Hispanic Vietnam veterans. Almost 40 years later, the Mongols have gone from being party-hearty outlaws to hell-bent gangsters: many that came directly from some of Southern California's most violent street gangs - creating a conflict of allegiance with the powerful Mexican Mafia.    "
                },
                "9": {
                    "title": "Gangster, Inc.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "22 May 2008",
                    "year": "2008",
                    "plot": "\n    Through the 1980's, Chicago's most powerful street gang expanded at an unprecedented rate, with its membership eventually numbering some 30,000. When the city of Chicago wasn't enough territory, the gang spread to other cities throughout the Midwest, like Milwaukee. The GDs quickly gained control of smaller towns using the tried and true methods of fear, intimidation and violence.    "
                },
                "10": {
                    "title": "One Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "29 May 2008",
                    "year": "2008",
                    "plot": "\n    LA Bloods\" gives the viewer an inside look at one of the most notorious and volatile black street gangs in the country. Through original interviews with law enforcement, interventionists, victim's family members and active and former gang members, the program examines the life, history and the vicious crimes perpetrated by the Bloods.    "
                },
                "11": {
                    "title": "Sin City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "5 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Sin City\" gives a firsthand account of the violent rise of street gangs in Las Vegas. Through interviews with the founder of the GQ's - the first bona fide West Coast - style street gang to take hold in Las Vegas - law enforcement, historians, victim's family members, and former gang members; the program examines the life, history, and future of Sin City's gang culture.    "
                },
                "12": {
                    "title": "From Girl to Gangster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "12 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    They are some of the most overlooked criminals in our country and among the most dangerous: They're girls in gangs. Their reasons for a life of crime may be different but like their male counterparts, these women crave respect and money. In Compton, California these women rule the streets and their crimes range from transporting drugs to murder.    "
                }
            },
            "3": {
                "1": {
                    "title": "Death in Dixie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "12 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    History explores that world of La Gran Familia (LGF), a violent crime syndicate of five Hispanic gangs that terrorized the streets of metro Atlanta. Through interviews with gang members, law enforcement officials, and a confidential informant, this episode reveals the life, history, and current state of Atlanta's most notorious gang, LGF.    "
                },
                "2": {
                    "title": "California's Killing Fields",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "19 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Fierce and brutal, the Tiny Rascals Gangsters dominate the streets of Fresno, California. TRG's roots extend back to the Cambodian Killing Fields of the 1970s. Immigrants looking to flee the violence in their homeland flocked in large numbers to American cities like Long Beach, CA, where they banded together to form what is now one of the largest Asian gangs in the country.    "
                },
                "3": {
                    "title": "The Devil's Playground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "26 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Devil's Playground delves into the history and current activities of one of Chicago's most intriguing street gangs, the Satan Disciples. The SD's claim they are the only gang in the country that practices free enterprise, meaning that individual members can make money however they choose, legally or illegally.    "
                },
                "4": {
                    "title": "Blood in the Streets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "3 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Blood in the Streets chronicles one of Hartford, Connecticut's most ruthless gangs, Los Solidos or The Solid Ones. Unlike most gangs, anyone from any ethnic background can join Los Solidos, and their numbers have swelled because of this open door policy.    "
                },
                "5": {
                    "title": "From Heaven to Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "10 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    It's a place better known for religion than crime, but Salt Lake City, Utah, is home to a gang problem. From Heaven to Hell offers an unprecedented look inside the Utah Crips, a gang that may look different from the LA original, but is no less violent.    "
                },
                "6": {
                    "title": "Bandido Army",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "17 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Most gangs are born out of the American Dream as immigrants come looking for opportunities they are more often than not shown exclusion, poverty and violence. In response gangs usually start out as a form of protection for their members and the community, but then grow predatory as they feed on the very people that they purport to defend.    "
                },
                "7": {
                    "title": "Menace of Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "24 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Menace of Destruction is an inside look at one of the most notorious and violent Asian street gangs in the country. Cloaked in secrecy, and bound by their Hmong ancestry, MOD has terrorized the twin cities of Minneapolis and St. Paul.    "
                },
                "8": {
                    "title": "Rage Against Society",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    FSU has two meanings: Friends Stand United or F**k S**t Up. The gang claims no turf. Their domain is the hardcore music scene. Their path traces back almost twenty years to the streets of Boston. It was there that Elgin James, a mixed-race homeless kid, founded the gang and they made their presence known with brutal force.    "
                },
                "9": {
                    "title": "Paid in Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "7 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Get an inside look at some of America's most notorious street gangs, where criminals live by their own laws and brutality reigns.    "
                },
                "10": {
                    "title": "Die, Snitch, Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "21 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Told by several members of The Gotti Boys and law enforcement officials, is how they live and operate in the Third Ward of New Orleans before during, and after effects left from the devastation caused by Hurricane Katrina.    "
                },
                "11": {
                    "title": "To Torture or Kill?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "28 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    To Torture or to Kill? gives viewers a rare glimpse inside one of the most violent, well-funded and brazen criminal organizations to ever operate inside the United States. Comprised of elite mercenaries, Los Zetas are bathing the U.S.Mexican border in blood and waging an all-out war to control over North America's most valuable drug-trafficking corridor into the United States Laredo, TX.    "
                },
                "12": {
                    "title": "All Hell Breaks Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "4 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Zoe Pound is Miami's most notorious Haitian street gang. In the 1980's, many Haitians fled the poverty, disease, and repression of their homeland in search of a better life in the United States. Meeting violent racism in tough Miami neighborhoods, they decided to clique up and fight back.    "
                }
            },
            "4": {
                "1": {
                    "title": "Highway to Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "5 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The Avenues are one of the most powerful Hispanic street gangs in Los Angeles. The gang takes its name from the numbered corridors that intersect with Figueroa Street in the Highland Park neighborhood.    "
                },
                "2": {
                    "title": "Devil's Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "12 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The Pagans started in Maryland in the 1950s before eventually growing to a membership of over 900 men in 44 chapters spread along the east coast. The Pagans' symbol is the staff wielding Norse fire-god Surtr, who is the inspiration for the gang's own deadly weapon of choice: the axe-handle.    "
                },
                "3": {
                    "title": "Divide and Conquer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "19 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The Latin Kings were formed in the windy city Chicago. They are the largest, and most brutal Latino gang in the country. They are also among the most organized, with a strict code of conduct, outlined in the gang's constitution. Their roots trace back to the 1940's, when Mexican and Puerto Rican immigrants settled in the Chicago area.    "
                },
                "4": {
                    "title": "Kill 'Em All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "2 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The Best Friends,\" a ruthless gang of contract killers, have stalked the east side of Detroit since 1985. The Feds say the gang was responsible for more than 80 murders. This episode of Gangland chronicles the gang's reign of terror as they went from hit men to the east side's biggest dealers of product, taking down Detroit's old-school kingpins in the process.    "
                },
                "5": {
                    "title": "Kill or Be Killed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "12 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    In Memphis, Tennessee, a select group of drug dealers and killers banded together to form the most notorious gang on the Mississippi Delta: The LMG or \"Love Murdering Gangsters.\" Life in South Memphis is a toxic mix of poverty and drugs; irresistible to gangsters looking to make a quick buck.    "
                },
                "6": {
                    "title": "Boys of Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "19 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Known as the Gateway to the West, St. Louis, Missouri is home to an estimated 10,000 gang members. The Boys of Destruction - BOD - are one of the city's most notorious gangs. Martin Luther King Drive is the dividing line between the BOD's turf and that of their fiercest rivals, The Horseshoe Posse.    "
                },
                "7": {
                    "title": "Aryan Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "26 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The Aryan Brotherhood of Texas is the largest prison gang within the Texas Department of Criminal Justice. It was started as a means of survival. Backed by their white supremacist beliefs, the Aryan Brotherhood of Texas - also known as the ABT - has now spread to the Dallas suburbs where members are easily blending into their communities.    "
                },
                "8": {
                    "title": "Silent Slaughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "2 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Colorado Springs has been overrun by anarchy and violence ... the culprit...Colorado's largest motorcycle gang- The Sons of Silence. Many members join for a world of gun-running, drug-dealing, partying, and mayhem. Since its inception in the late 1960's, the Sons of Silence have spread and now have 36 chapters throughout the world.    "
                },
                "9": {
                    "title": "Killing Snitches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "9 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The Hidden Valley Kings, or \"HVK's,\" rule Charlotte, North Carolina. They're named for the Hidden Valley neighborhood where they grew up. The HVKs' colors are green and black, and their symbol of choice, fittingly, is the crown.    "
                },
                "10": {
                    "title": "Everybody Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "16 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The Hoover Criminals are Portland's nightmare. They call themselves \"Everybody Killers,\" because as far as the gang is concerned, it's the Hoovers against the world. The Hoover Criminals relocated to Portland from LA in the 80's to capitalize on the city's untapped drug market. Their reputation has spread as they've made enemies of everyone.    "
                },
                "11": {
                    "title": "Dead Man Inc.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "23 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Dead Man Incorporated,\" or \"DMI\" is an ultra-violent prison gang that has become the biggest threat in the Maryland State penal system. In just ten years, the gang has grown to include more than 14,000 members and can now be found across the country. DMI enforces strict rules and maintains an air of secrecy.    "
                },
                "12": {
                    "title": "Biker Wars 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "30 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Two of the world's most feared outlaw motorcycle gangs, the Hells Angels and the Mongols, are entrenched in a brutal turf war for the state of California. The fight began in 1977 when the Mongols began claiming California as their territory.    "
                }
            },
            "5": {
                "1": {
                    "title": "Ice Cold Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "plot": "\n    On the edge of America's last frontier, Alaska's Crips battle for domination in a city packed with drugs, money, and guns. Anchorage is the largest city in the largest state in America-- and a haven for rebels and outsiders.    "
                },
                "2": {
                    "title": "Klan of Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "4 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    The Imperial Klans of America are the new sons of the KKK. Their feet are planted firmly in the hate-filled history of the Klan, and their eyes are fixed on the 21st century.    "
                },
                "3": {
                    "title": "Machete Slaughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "11 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Trinitarios\" is one of New York City's most violent and fastest rising street gangs. With their reach spreading into neighboring New Jersey and beyond, these machete-welding Latino gangsters are now battling older, more established gangs.    "
                },
                "4": {
                    "title": "Blood River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "plot": "\n    The U.S.- Mexican border is fast becoming a war zone, and Barrio Azteca wants to rule all action along the Rio Grande. Born in the notorious Texas prison system, Barrio Azteca has evolved into one of the largest and most violent gangs in the state.    "
                },
                "5": {
                    "title": "Hustle or Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "25 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    The Windy City blows coldest when murder ravages its poorest streets: mess with the Four Corner Hustlers from Chicago and you may die. The West side of America's 3rd largest city is home turf of one of the most infamous black street gangs in the U.S.    "
                },
                "6": {
                    "title": "Gangsta Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "2 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Their rap music is encrypted with messages of murder. They are Top 6, South Florida's most bloodthirsty gang, who began as a rap group and transformed into a savage crew.    "
                },
                "7": {
                    "title": "The Death Head",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "9 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    For over 50 years the Hells Angels have reigned as America's largest and most deadly motorcycle gang. When the Angels sought to expand their empire across the border, they looked north for a booming hub of drugs and prostitution.    "
                },
                "8": {
                    "title": "Circle of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "16 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    The Aryan Circle is a violent white separatist gang terrorizing the state of Texas. Its members are spilling blood, drugs and mayhem onto the streets. The A.C. was originally formed to survive in hostile state prisons, but the gang quickly rose to power as one of the most ruthless cliques in the system.    "
                },
                "9": {
                    "title": "Dog Fights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "23 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    The Fresno Bulldogs have been running in the streets of Fresno, California for three decades. The Bulldogs are the largest, toughest and most violent gang in the central valley. This is the riveting story of how the Bulldogs rose to the top of the heap by shooting and stabbing anyone who stood in their way, from rivals to law enforcement.    "
                },
                "10": {
                    "title": "Evil Breed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "30 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Evil Breed chronicles the rise of the outlaw motorcycle gang The Breed, who earned their violent reputation through beatings and threats of murder. Under the leadership of John \"Junior\" Napoli, The Breed set their sights on the Philadelphia drug trade, taking over and using violence and intimidation to build a multi-million dollar methamphetamine empire.    "
                },
                "11": {
                    "title": "Hunt and Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "6 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Brown Pride is the newest and most dangerous Hispanic street gang in Nashville, Tennessee. Their love of guns and chaos has struck fear into the hearts of the residents of the Music City and started a brutal turf war with their rivals. The gang freely admits to being \"trigger-happy.\" In less than a decade Brown Pride has grown to become one of Nashville's most lethal criminal organizations.    "
                },
                "12": {
                    "title": "Deadly Blast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "13 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Raymond \"Shrimp Boy\" Chow is a survivor in the gangland of San Francisco's Chinatown. In 1976, the 16-year-old moved to San Francisco with his family and quickly joined the Hop Sing Boys gang.    "
                }
            },
            "6": {
                "1": {
                    "title": "Snitch Slaughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "5 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Just east of LA are the wide open roads of San Bernardino County that are ruled by one gang - The Vagos. With more than 500 members, the Vagos are one of the largest and most deadly motorcycle gangs in the country. Their name, which means \"traveling gypsy\" in Spanish, strikes fear into the hearts of rivals.    "
                },
                "2": {
                    "title": "Trinity of Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    With a street army of over 1,000 strong, the Tri-City Bombers rule south Texas with an iron fist. The Bombers are known to smuggle drugs and weapons along the Texas/Mexico border to fund their illicit operations. The Hispanic gang defends this lucrative drug territory to the death.    "
                },
                "3": {
                    "title": "Street Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "3 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    SUR-13 is one of the largest and deadliest Hispanic street gangs in Atlanta. They have been linked to crimes ranging from narcotics sales to cold-blooded murder. Originally hailing from Los Angeles, SUR-13 has spread across the United States, taking with them their lust for violence. Their mission is simple but deadly - eliminate all comers.    "
                },
                "4": {
                    "title": "Skinhead Assault",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "10 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Volksfront is one of the fastest-growing Neo Nazi skinhead gangs in the country. Originally formed in the Oregon prisons in 1994, the gang has spread across the country, and now claims territory in seven countries on four continents. The gang uses the internet to recruit mainly racist skinheads. Volksfront has one goal - to create a white homeland and punish those who stand in their way.    "
                },
                "5": {
                    "title": "Crazy Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "17 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Oklahoma City is home to one of the most maniacal gangs in the country - the South Side Locos. With over 600 members, the Hispanic gang is the city's most violent. The Locos, which means \"crazies\" in Spanish, will stop at nothing to gain control of lucrative drug turf, even if it means killing. The South Side Locos are known to hunt their rivals - and will stop at nothing to control    "
                },
                "6": {
                    "title": "Bloody South",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "15 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Gangsta Killer Bloods are terrorizing Columbia, South Carolina. Known as the GKB's, they dominate the crack cocaine trade here. The Gangsta Killer Blood's have spread like a cancer through the streets of the city. They battle rivals like the Folk Nation in an all-out war where public shootouts are commonplace. Thanks to the GKB's, South Carolina remains the bloody South.    "
                },
                "7": {
                    "title": "Devils Diciples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Devils Diciples are the most notorious Outlaw Biker gang in Detroit, Michigan. These \"one-percenters\" have built a criminal network of drug trafficking, prostitution, extortion, and even murder for hire. The Devils Diciples have built a violent reputation in \"The D\", but it wasn't until they recruited Billy \"Wadd\" Smith that the Diciples had a bona fide moneymaker in their ranks.    "
                },
                "8": {
                    "title": "The Assassins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "19 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Logan Heights is the most notorious Hispanic street gang in San Diego. With over 400 soldiers, the gang outnumbers all of their enemies combined. Logan Heights makes its money selling marijuana, cocaine, and methamphetamines on the streets of the city. The gang has a storied history as the hit squad for one of the most feared drug organizations in the world?The Tijuana Cartel.    "
                },
                "9": {
                    "title": "Mile High Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "5 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Denver, Colorado, the 303 - gateway to the Rockies and the playgrounds of the wealthy, is home to something sinister-- hardcore gangsters. And one gang, the notorious North Side Mafia, or NSM, rules the city's northwest side. This Hispanic gang is one of Denver's largest. NSM is home grown, fearless and always ready to throw down with their enemies.    "
                },
                "10": {
                    "title": "Beware the Goose!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "7 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    For decades the Galloping Goose motorcycle gang has operated with impunity in Kansas City, Missouri. These outlaw bikers have been involved in crimes ranging from motorcycle theft to drug dealing, to assaults and intimidation. The Goose remained small and insulated, allowing members to fly under police radar.    "
                },
                "11": {
                    "title": "Sex, Money, Murder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The city of Trenton, New Jersey was once a boomtown, producing iron, rubber and steel. Today those industries are long gone. Drugs are the business of these mean streets, and one notorious gang calls the shots: Sex Money Murder. The war between Sex Money Murder and its enemy, G-shine, has bloodied the city of Trenton for years.    "
                },
                "12": {
                    "title": "Public Enemy #1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "May 2010",
                    "year": "2010",
                    "plot": "\n    Told by past and present gang members,by law enforcement officials at different levels of the government and from different departments, and through reenactments are how the gang members live through the dangers of their lives.    "
                },
                "13": {
                    "title": "Hell House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland (TV Series 2007–2010)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "30 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The Syndicato Nuevo Mexico is a brutal gang that rules the prisons of New Mexico. Also known as the \"S,\" they boast a rap sheet that includes drug sales, vicious beatings, and cold-blooded murder. Formed in the 1980s after one of the deadliest prison riots in US history, the \"S\" has become one of the most feared prison gangs in the country. If prison is hell, than SNM is the devil.    "
                }
            }
        },
        "number of episodes": 87,
        "cast": [
            {
                "name": "Hefley, Mike"
            },
            {
                "name": "Thakkar, Rahul"
            },
            {
                "name": "Cox, Martin"
            },
            {
                "name": "Zaal, Tim"
            },
            {
                "name": "Roy, Joe"
            },
            {
                "name": "Nelson, Tom"
            },
            {
                "name": "Boger, Matt"
            },
            {
                "name": "Potok, Mark"
            },
            {
                "name": "Leyden, T.J."
            },
            {
                "name": "Metzger, Tom"
            },
            {
                "name": "Cook, John"
            },
            {
                "name": "Roth, Andrew"
            },
            {
                "name": "Jeremy"
            },
            {
                "name": "Dees, Morris"
            },
            {
                "name": "Bell, Ken"
            },
            {
                "name": "Bloodhound"
            },
            {
                "name": "Culin, Susan"
            },
            {
                "name": "Dobyns, Jay"
            },
            {
                "name": "Freeman, Bob"
            },
            {
                "name": "Gonzalez, Alberto"
            },
            {
                "name": "Hunter, Greg"
            },
            {
                "name": "Ignacio, Victor"
            },
            {
                "name": "Lucas, Frank"
            },
            {
                "name": "Michalak, Michael"
            },
            {
                "name": "Oseguera, Rick"
            },
            {
                "name": "Paz, Brenda"
            },
            {
                "name": "Rodriguez, Rick"
            },
            {
                "name": "Saa, Claudio"
            },
            {
                "name": "Tilling, Roger"
            },
            {
                "name": "Truchon, Brian"
            },
            {
                "name": "Villaraigosa, Antonio"
            },
            {
                "name": "Williams, Anthony R."
            },
            {
                "name": "Alonso, Alex"
            },
            {
                "name": "Anayas, Joseph"
            },
            {
                "name": "Boylan, Patrick"
            },
            {
                "name": "Bryant, Anthony Barry"
            },
            {
                "name": "Carvajal, Nelson"
            },
            {
                "name": "Corbellini, Carlo"
            },
            {
                "name": "Hager, Jim"
            },
            {
                "name": "James, Elgin"
            },
            {
                "name": "Jauch, Edward"
            },
            {
                "name": "Kumasi"
            },
            {
                "name": "McAteer, Jim"
            },
            {
                "name": "McCoy, Lorinzo"
            },
            {
                "name": "Pinkney, Kevin Marshall"
            },
            {
                "name": "Soto, Dagoberto Zolio"
            },
            {
                "name": "Townsend, Skipp"
            },
            {
                "name": "Walendziak, Craig"
            },
            {
                "name": "Winterhalder, Edward"
            },
            {
                "name": "Hill, Thurston"
            }
        ],
        "genres": [
            "Biography",
            "Crime",
            "History"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 7,
        "rating": 8.0,
        "votes": 762,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDk2MDk1NDA2MF5BMl5BanBnXkFtZTcwMzQxMjI0Mg@@._V1_SY150_CR9,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Gangland",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2010",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Bisaillon, Maurice"
            },
            {
                "name": "Maguire, Rachel"
            },
            {
                "name": "Miller, Cary"
            }
        ],
        "production companies": [
            {
                "name": "Gangland Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "plot": [
            "Follows the evolution and power of gangs across the United States."
        ],
        "tech": {
            "runtime": [
                "43 min (approx) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 762,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 157,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 374,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 106,
                "rating": 7.9
            },
            "males": {
                "votes": 559,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 134,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 321,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 86,
                "rating": 8.0
            },
            "females": {
                "votes": 97,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 23,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 50,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 20,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 29,
                "rating": 7.0
            },
            "us users": {
                "votes": 351,
                "rating": 8.0
            },
            "non us users": {
                "votes": 204,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 217,
            "9": 117,
            "8": 206,
            "7": 102,
            "6": 56,
            "5": 23,
            "4": 7,
            "3": 2,
            "2": 9,
            "1": 23
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}