{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 October 2007"
            },
            {
                "country": "Canada\n",
                "date": "6 October 2007"
            }
        ],
        "release dates": [
            "Canada::1 October 2007",
            "Canada::6 October 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hips, Hops, and a Shimmy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Beginning with a gentle but thorough warm up to prepare the body to dance, the teaching sequence includes the 'shoulder shimmy', 'hip rotation', the '1,2,3 hop', and the 'hip pop'. In the final act, viewers combine the moves they have just learned into a beautiful choreography that concludes with a freestyle belly dance.    "
                },
                "2": {
                    "title": "Cairo to Istanbul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Beginning with a gentle but thorough warm up to prepare the body to dance, the teaching sequence introduces four core belly dance moves: the exotic 'head slide', the 'basic Egyptian step','hip circles' and the 'Turkish figure-eight'. In the final act, viewers combine what they have just learned into an authentic belly dance choreography which concludes with a freestyle belly dance.    "
                },
                "3": {
                    "title": "Sharp and Sexy with a Shimmy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Beginning with a gentle but thorough warm up to prepare the body to dance, viewers are introduced to the sharp 'hip-piston', 'snake-arms', expressive hand and facial gestures, and the challenging 'three-quarter shimmy'. In the final act, viewers are lead through a fun and energetic choreography using the moves they just learned, concluding with a mesmerizing freestyle belly dance.    "
                },
                "4": {
                    "title": "The Hippy Camel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    This episode begins with a floor and standing warm up that prepares the body to dance. The teaching sequence includes shoulder rolls, the village shimmy, 'm and m's', and the upper-body isolation called the chest camel. The performance sequence combines all these moves into an exhilarating belly dance choreography. The episode closes with a gorgeous freestyle belly dance.    "
                },
                "5": {
                    "title": "From Camp to Cabaret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    This episode prepares the viewers to dance with a gentle warm-up. The teaching sequence introduces some new belly dance moves: the three-step turn, the hip-bounce, the gawazzi step, the cabaret shimmy, and the side-step arm-sweep. The performance sequence combines these moves into a lively and fun belly dance choreography. The finale is a mesmerizing display of freestyle belly dance.    "
                },
                "6": {
                    "title": "The Sultan's Chest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    This episode starts with a combination of warm-up moves. The teaching sequence introduces the following core belly dance movements: the step/touch/step, the Turkish bump, the chest-circle, the liquid-arms and the Egyptian figure-eight. In the final act, viewers are lead through choreography incorporating all of the moves. The finale is a beautiful display of freestyle belly dance.    "
                },
                "7": {
                    "title": "The Hanging Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    This episode guides the viewers through a gentle warm-up. The teaching sequence showcases the following belly dance moves: the grapevine travelling step, the falling leaves, the head-slides, the hip-down 'ronde de jambe' and the hip-circle The episode concludes with an authentic belly dance choreography and a freestyle belly dance.    "
                },
                "8": {
                    "title": "Shimmies and Turns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    This episode begins with a warm-up. The teaching sequence breaks down two shimmies: the shoulder- shimmy and the shimmy-layered hip-circle, two turns: the cut-turn and the saidi turn, as well as the hip-rotation and the challenging tremor figure-eight. The finale guides the viewers through an exciting choreography of what they've just learned, and concludes with a freestyle belly dance.    "
                },
                "9": {
                    "title": "Hips and Hops on Snakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    This episode begins on the ground with gentle stretches and slowly raises to a standing warm- up. In the teaching sequence, the viewers practice two hip isolations (the hip-piston and the hip pop), the energetic 1,2,3 hop and the sultry snake arms. The episode concludes with a beautiful dance choreography and inspiring freestyle belly dance.    "
                },
                "10": {
                    "title": "Hips Galore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    This episode begins with a gentle warm-up. The viewers are then guided through the teaching sequence that includes the lively three-step-turn and three variations on hip isolations: the hip-bounce, the Maya hips and the Egyptian figure-eight. For the performance, they practice these movements in an energetic choreography. The episode closes with a beautiful display of freestyle belly dance.    "
                },
                "11": {
                    "title": "Salome and the Sultan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    This episode leads the viewers through a gentle warm-up. The teaching sequence breaks down four belly dance moves: the head-slide, the hip-circle, the Egyptian figure-eight, and the Turkish bump. These movements then take shape in a fun and energetic choreography. Finally, inspiration transforms these moves into a freestyle belly dance.    "
                },
                "12": {
                    "title": "Bellies in Beirut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    This episode begins with a graceful warm-up that prepares the body to dance. The teaching sequence guides the viewers through shoulder- rolls, the village-shimmy, and the more challenging belly-rolls, zaar-head and Lebanese hip-circles. The performance combines all these moves into a stunning choreography followed by a freestyle belly dance.    "
                },
                "13": {
                    "title": "Ottoman Nights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    This episode begins with a warm-up. The teaching sequence begins with the basic Egyptian step and the Turkish figure-eight and moves into the more challenging shimmy-layered hip-circle, tremor figure-eight and Saidi turn. The performance sequence combines all these moves into an exhilarating belly dance choreography. The episode closes with a gorgeous freestyle belly dance.    "
                },
                "14": {
                    "title": "Shimmying Circles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "5 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    This episode begins with a gentle floor and standing warm-up. The teaching sequence covers moves such as the sensual frontal chest circles and liquid arms, the flirty shoulder shimmy and two variations of hip isolations: the hip rotation and the cut turn. The performance combines these moves in a fluid choreography and inspiring freestyle belly dance finale.    "
                },
                "15": {
                    "title": "A Camel in the Cabaret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "12 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    This episode begins with a relaxing warm-up that prepares the body to dance. Five core moves are showcased in the teaching sequence: the gawazzi step, m and ms, the cabaret shimmy, the chest-camel, and the beautiful side-step arm-sweep. The choreography section provides the viewers an opportunity to practice these moves in sequence. The finale is a lively display of freestyle belly dance.    "
                },
                "16": {
                    "title": "Hops Through Flames",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "19 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    This episode begins with a gentle combination of stretches and warm-up exercises. The teaching sequence demonstrates the sensual flame and ripple as well as the the energetic 1,2,3 hop and hip pop. For the performance, viewers display these moves in an authentic belly dance choreography. The finale of the episode is a gorgeous display of freestyle belly dance.    "
                },
                "17": {
                    "title": "Slides, Turns and Layers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "26 Jan. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "The Camel's Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    This episode guides viewers through a gentle warm-up introduction. The teaching sequence introduces the traveling step grapevine and the elegant falling leaves. Familiar moves such as the hip-down ronde-de-jambe, the 'm and ms' and the beautiful chest camel are also practiced. Viewers showcase these moves in a fun and energetic choreography and then close with a mesmerizing freestyle belly dance.    "
                },
                "19": {
                    "title": "Turns with a Bounce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "9 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "The Camel and the Snake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "16 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Ethnic Fluidity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "23 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    This episode prepares the viewers to dance with a gentle warm-up. The teaching sequence includes: chest-circles, liquid-arms, shoulder-rolls, and the energetic village-shimmy. Viewers are given the opportunity to use what they have practiced in a choreographed belly dance performance. Finally, inspiration transforms these moves into a freestyle belly dance finale.    "
                },
                "22": {
                    "title": "Turkish Delight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    This episode begins with a relaxing warm-up that prepares the body to dance. The teaching sequence demonstrates three hip moves: the basic Egyptian step, the Turkish figure eight and 'm and ms' and the sensual upper body move: the chest camel. The episode concludes with a beautiful dance choreography and inspiring freestyle belly dance.    "
                },
                "23": {
                    "title": "Rippling Round",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "8 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    This episode begins with a warm-up moves to prepare the body to dance. The teaching sequence includes the chest camel, the ripple, the sultry full camel, the traveling step grapevine, as well as the elegant falling leaves and hip-down ronde de jambe. These movements then take shape in a fun and energetic choreography. Closing is a transformation of these moves into a freestyle belly dance.    "
                },
                "24": {
                    "title": "Down to the Nile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "15 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    This episode begins with a seated and standing warm-up. The teaching sequence breaks down and demonstrates five moves: the Maya hips and its reverse, the Egyptian figure-eight, the cabaret shimmy, the gawazzi step, and the side-step arm-sweep. The performance sequence combines these moves into a lively and fun belly dance choreography. The finale is a stunning display of freestyle belly dance.    "
                },
                "25": {
                    "title": "Slithering and Circling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "22 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    This episode begins with a gentle combination of stretches and warm-up exercises. The teaching sequence practices key belly dance moves such as hip pistons and snake arms as well as the more challenging belly rolls, Lebanese hip-circles, and the zaar head. The combined moves are demonstrated in the choreography section and showcased in a beautiful freestyle belly dance finale.    "
                },
                "26": {
                    "title": "Bumps, Pops, and Hops",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shimmy (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "29 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    This episode begins with a gentle combination of movements in preparation for dancing. The teaching sequence leads the viewers through the energetic 1,2,3 hop and hip pop, the Turkish Bumps, and the standing figure-eight. The finale guides the viewers through an exciting choreography of what they've just learned and concludes with stunning freestyle belly dance.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Cofsky, Gillian"
            },
            {
                "name": "Corry, Shivaun"
            },
            {
                "name": "Leblanc, Simone"
            },
            {
                "name": "Martin, Manon"
            },
            {
                "name": "Valair, Karen"
            },
            {
                "name": "Rosenblum, Dominique"
            },
            {
                "name": "Omar, Adalat"
            },
            {
                "name": "Pechet, Kim"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 9.0,
        "votes": 43,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzY2NGRiMWItMzI4NS00ZWVlLTk4ZDItNWVmNTNjNDNkNDZlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Shimmy",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Shimmy (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Pechet, Kim"
            }
        ],
        "production companies": [
            {
                "name": "Omnifilm Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "A unique HD belly dancing series that focuses on the sensual side of getting in shape. Thousands of women are trading in their running shoes for sequined scarves and shaking their hips in the growing fitness trend of belly dancing.::Omni Film"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 43,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 8.5
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 9.1
            },
            "males": {
                "votes": 19,
                "rating": 8.9
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 8.9
            },
            "females": {
                "votes": 16,
                "rating": 8.9
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 9.7
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 16,
                "rating": 9.0
            },
            "non us users": {
                "votes": 13,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 26,
            "9": 5,
            "8": 8,
            "7": 0,
            "6": 0,
            "5": 3,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 9.0,
        "median": 1
    }
}