{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "7 April 2007"
            },
            {
                "country": "USA\n",
                "date": "28 March 2008"
            }
        ],
        "release dates": [
            "Japan::7 April 2007",
            "USA::28 March 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Buru doragon"
            },
            {
                "countries": "Canada (English title)",
                "title": "Blue Dragon"
            },
            {
                "countries": "Italy",
                "title": "Blue Dragon"
            },
            {
                "countries": "Japan (English title) (literal English title)",
                "title": "Blue Dragon"
            },
            {
                "countries": "USA",
                "title": "Blue Dragon"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Blue Dragon"
            }
        ],
        "akas": [
            "Buru doragon (original title)",
            "Blue Dragon Canada (English title)",
            "Blue Dragon Italy",
            "Blue Dragon Japan (English title) (literal English title)",
            "Blue Dragon USA",
            "Blue Dragon World-wide (English title)"
        ],
        "akas from release info": [
            "Buru doragon (original title)",
            "Blue Dragon Canada (English title)",
            "Blue Dragon Italy",
            "Blue Dragon Japan (English title) (literal English title)",
            "Blue Dragon USA",
            "Blue Dragon World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Shadow Comes Forth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Young, impulsive and adventurous Shu lives a peaceful life in Talta Village, sharing his love of all things mechanical with his friends. But the peace is about to be shattered as two mysterious warriors, Zola and Jiro, arrive. The village is subsequently attacked by the Grankingdom, a land whose sole desire is to take over the world using both Shadow power and machines. With his village hanging in the balance, Shu awakens the legendary Blue Dragon, a Shadow of incredible power and strength.    "
                },
                "2": {
                    "title": "A Fateful Decision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    The Blue Dragon has been awakened-but can Shu control it? He'll need the help of Zola, a shadow wielder who takes it upon herself to educate the boy about shadow powers to tell Shu about Shadow powers, as well as the Book of the Beginning, which tells the story of the battle between Light and Darkness. For Shu and his friend Kluke, there is no turning back, as they are recruited to join Zola and Jiro on a new adventure...    "
                },
                "3": {
                    "title": "Shu and Jiro: Rivals in Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Training under Zola, Shu is eager to prove that he's worthy of being a Shadow wielder, but summoning and controlling the Blue Dragon at will isn't going to be easy. If that wasn't enough, Shu's rivalry with Zola's companion, and fellow Shadow Wielder, Jiro is growing. But the rivalry is put on hold when a Grankingdom assassin sets his sights on Jiro!    "
                },
                "4": {
                    "title": "Kirifuda wa pantsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Shu and his comrades wander into a town that has been decimated. A pint-sized Shadow wielder named Marumaro attacks them, convinced that they are enemies. Will Marumaro be convinced of Shu's innocence in time to save the villagers from the real invading army, and taken on a pair of Shadow-wielding brothers at the same time?    "
                },
                "5": {
                    "title": "Generaru Rogi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 May 2007",
                    "year": "2007",
                    "plot": "\n    Shu and his comrades wander into a town that has been decimated. A pint-sized Shadow wielder named Marumaro attacks them, convinced that they are enemies. Will Marumaro be convinced of Shu's innocence in time to save the villagers from the real invading army, and taken on a pair of Shadow-wielding brothers at the same time?    "
                },
                "6": {
                    "title": "Fuwafuwa no mugyu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 May 2007",
                    "year": "2007",
                    "plot": "\n    Shu and the others take the fight to the enemy when they invade a Grankingdom base where some villagers are being held. But General Logi, the base commander, has a past history with Zola and some shadow powers of his own, and he soon has Zola at his mercy. If there was ever a time that Shu needed to master the Blue Dragon, it's now...    "
                },
                "7": {
                    "title": "Kifujin no wana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 May 2007",
                    "year": "2007",
                    "plot": "\n    Our heroes are determined to visit Jibral Castle, where they seek the king's help. On the way they stop in a village, where they rescue a waitress named Bouquet, only to find themselves in the middle of a disastrous misunderstanding. Confronted by a monster, they utilize their Shadow powers to fight the beast, but is the monster truly a monster, or is it actually Bouquet's Shadow?    "
                },
                "8": {
                    "title": "Naito masutâ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 May 2007",
                    "year": "2007",
                    "plot": "\n    Shu and his friends arrive at Jibral Castle, where rumors about ghosts are spreading like wildfire. When a member of Zola's party becomes a prime suspect, the group takes it upon itself to solve the mystery, leading to a confrontation with Salinas, an enemy Shadow wielder.    "
                },
                "9": {
                    "title": "Puropôzu daisakusen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    At their meeting with the king of Jibral, Zola requests permission to view the all-important \"Book of the Beginning.\" Shu is eager to meet Conrad, the king's right-hand man and a reputed Knight Master. But the group's excitement is put on hold when a Dragnov unit from the Grankingdom attacks with a fearsome new weapon: the \"Black Shadow Type One.\"    "
                },
                "10": {
                    "title": "Rogi, shûrai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    During the battle with the Grankingdom, seven pages from the \"Book of the Beginning\" were stolen--pages with key information about Shadow powers. Zola's group decides to make for the Grankingdom, and head out to sea--with Bouquet on board as an unexpected stowaway. When a suspicious fog rolls in, and Shu and his friends are overcome with mysterious symptoms, it's up to Bouquet to save the day...    "
                },
                "11": {
                    "title": "Hôimô o toppa seyo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Zola's group arrives at the Republic of Metia, the nation next to the Grankingdom. From there they hope to cross through a canyon into the Grankingdom, but General Logi is ready and waiting with an ambush. With the formidable Shadow wielders Gilliam, Cynthia and Lemaire against them, Shu and his friends find themselves in dangerous combat.    "
                },
                "12": {
                    "title": "An Honorable Opponent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Shu and Blue Dragon once again challenge General Logi, but Shu's power is still far below that of Logi's. Plagued by doubts about his inexperience, Shu can't draw out all of Blue Dragon's power. Logi continues to taunt Shu and Blue Dragon and battles all around grow in intensity.    "
                },
                "13": {
                    "title": "Sennyû",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    With a crisis averted by the withdrawal of General Logi's unit, Shu heads off to meet the others at the predetermined meeting spot. On the way he meets Dragnov, an enemy commander of the Black Shadow Unit, in an abandoned village. Not knowing each other's identity, the two travel together. But a communication from the Grankingdom army reveals to Shu that his new friend is actually an enemy. Confused, Shu prepares to fight, but Dragnov departs, telling Shu that when they do meet on the battlefield, he will show no mercy.    "
                },
                "14": {
                    "title": "Kurukku no omoi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    As Shu continues toward the meeting point, he sees Zola's group being attacked by Dragnov's unit before arriving at the castle where Nene lives. Jiro's emotions are stirred up, and Kluke grows concerned about him when she hears the story of how Jiro's family was killed by Nene when he was little. While the Jibral allied forces battle the Grankingdom, Shu and the others infiltrate the castle. Jiro is provoked even deeper when he learns that Szabo was present at the time his home village was attacked.    "
                },
                "15": {
                    "title": "Kibô e no shishin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "18 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Thanks to Kluke's activating Phoenix, the group has escaped death, but their defeat weighs heavy on them. Shu blames himself for not being able to protect Kluke. While Kluke remains unconscious, Jiro and Shu take out their frustrations on each other. As contstant end-fighting continues to take its toll on the group, Legalas then appears with information about the stolen Extra Seven. (, a document that Zola has long wanted, believing that it might reveal the way to release shadow power. With a new goal to focus on--retrieving the document--the fighters rally and ...    "
                },
                "16": {
                    "title": "Hajimari no sho",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "21 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Thanks to Kluke's activating Phoenix, the group has escaped death, but their defeat weighs heavy on them. Shu blames himself for not being able to protect Kluke. While Kluke remains unconscious, Jiro and Shu take out their frustrations on each other. As contstant end-fighting continues to take its toll on the group, Legalas then appears with information about the stolen Extra Seven. (, a document that Zola has long wanted, believing that it might reveal the way to release shadow power. With a new goal to focus on--retrieving the document--the fighters rally and ...    "
                },
                "17": {
                    "title": "Homeron wa shinda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Shu and the others visit the city of Logic where books from all over the world are collected. They view a copy of the \"Book of the Beginning\" stored in the city library. Zola goes through the contents of the book, explaining that Shu and the others are descendants of the Seven Soldiers of Light that saved the world. Meanwhile, Nene utilizes his air fortress to begin his invasion. His first target: Jibral. The air fortress' main weapon instantly destroys all of Jibral. The Group is completely unaware of what has happened to Jibral. After the discussion in the library, ...    "
                },
                "18": {
                    "title": "Beloved Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "26 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Separated from Shu and the others, Marumaro spends the night at the inn. When Marumaro sees a beautiful woman he thinks is the wife of the innkeeper, he gets frisky causing Saber Tiger to become angry and frustrated. The innkeeper tells Marumaro he has no wife. Marumaro becomes suspicious, but turns his attention to eating delicious food. It is revealed that the beautiful woman is the Shadow of the innkeeper, a shadow wielder who deserted the Grankingdom army. The innkeeper and his shadow suspected that Marumaro was after them and subsequently poisoned his food. ...    "
                },
                "19": {
                    "title": "Cave of the Phoenix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "18 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Shu and the others arrive at the Phoenix ruins. They split up in search of any kind of secret. Kluke is suddenly knocked into the deepest part of the ruins. When Phoenix reappears within her mind, Kluke asks how to summon her and Phoenix responds by saying, \"What you seek is not power\" and vanishes. When Kluke awakens she finds a crystal in front of her. At the same time, Homeron senses imminent danger having learned that the woman who stole the Extra Seven has a great power behind her. Homeron manages to escape the crisis showing his power as an informant. Kluke ...    "
                },
                "20": {
                    "title": "Toraware no Naito",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "18 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Homeron takes action in an attempt to expose the organization backing the woman who stole the Extra Seven. He attempts to infiltrate a military installation in order to learn more about the Grankingdom, but security is tight. Unable to do it alone, Homeron comes to Shu and the others for help. Zola hears that Conrad, the Knight Master, is being held in a prison compound near the military installation. Zola proposes that the group create a diversion. Shu, however thinks only of rescuing Conrad rather than the entire operation. Shu infiltrates the prison compound with ...    "
                },
                "21": {
                    "title": "Tsuiseki jôhôshi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "25 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    The remarkable efforts of Shu and the others allow Homeron to successfully infiltrate the military installation. He breaks through several layers of tight security and reaches the computer control center. Meanwhile, Shu and the others believe Homeron is okay and head for the next ruin. But Gilliam soon launches a sneak attack with his subordinates Todd and Bishop. At the same time, Homeron accesses the main computer in Grankingdom. His task proves difficult and he is unable to get any information about the Extra Seven. Soon, the woman who stole the Extra Seven ...    "
                },
                "22": {
                    "title": "Kiekie no iyân",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Heading for the next set of ruins, Shu and the others breeze through a security checkpoint with the help of Bouquet's many charms. Cynthia, burning with jealously at the sight of the soldiers calling out to Bouquet, attacks Shu's group as they proceed over a mountain pass. When their foothold collapses, Shu and the others along with Cynthia fall to the bottom of a ravine. Bouquet takes the initiative to follow Cynthia in her attempt to escape the valley, but she'll need the help of the group when she is ultimately discovered.    "
                },
                "23": {
                    "title": "Sôkyû e",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "8 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Shu and the others meet up with Homeron in Sabal, a former allied nation of the Grankingdom. Homeron has learned that the woman had boarded the battle cruiser Norg after stealing the Extra Seven. The only way to find out to whom the document was taken is to search the Norg firsthand. The Norg however, is under the control of the Grankingdom army. In an effort to help Homeron, Shu and the others head to the battle field. Taking advantage of the fighting, Homeron safely boards the Norg, but finds that the data has been erased. With the Norg under attack, Homeron goes to...    "
                },
                "24": {
                    "title": "Akuma no tsuigeki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "15 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    After escaping from the plummeting battleship Norg on lifeboats, Homeron and the crew head toward Sabaru, where they are attacked by a horrific monster named Ulback. Only Homeron and the captain manage to escape the monster's clutches, and the two of them find their way to the creature's lair to rescue the crew. Worried about Homeron's safety, Shu, Jiro, and Marumaro set out to look for him. Things aren't looking good for the captain or Homeron, when Shu appears and defeats Ulback with Blue Dragon. Everyone's relief is short-lived, though, when Homeron is destroyed by...    "
                },
                "25": {
                    "title": "VS Dokuritsu yûgekitai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "22 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Shu and his friends learn that Logi has the Extra Seven and head toward his battleship to find it. Logi, however is way ahead of them and sends his minion Gilliam, along with cohorts Todd and Bishop to stop them. While Zola and Marumaro fight Gilliam, Shu and the others go ahead to retrieve the Extra Seven. Gilliam unleashes a strange device called a \"Spirit Enhancer\". Built by Logi with the power of the Extra Seven, the \"Spirit Enhancer\" gives its user incredible power. Shu and the others continue on until Cynthia appears. They may outnumber Cynthia, but things even ...    "
                },
                "26": {
                    "title": "Kyôran no Shinshia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "29 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Thanks to Logi's \"Spirit Enhancer\", Shu and friends find themselves in hot water. Zola deflects attack after attack while Shu and Jiro work together to beat Cynthia. Spurred on by Shu's tenacity, Jiro redoubles his efforts. Despite the huge discrepancy in strength, Logi sees that his forces are unable to defeat Shu and his friends. Soon Gilliam and the others start to feel the ill effects of the \"Spirit Enhancer\" and Zola is given a chance to attack. Cynthia's newfound strength takes over her body as well and proves too much for her to handle, and a single shot from ...    "
                },
                "27": {
                    "title": "Rogi no fune e",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "6 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Shu and his friends make their way toward Logi's battleship but are stopped by Lemaire, Schneider and Andropov--members of Logi's Flying Squadron. Zola begins to fight to give Shu, Kluke and Bouquet, who holds the keys to the Extra Seven, a head start to the battleship. Lemaire fights one on one against Zola, while elsewhere Jiro and Marumaro take on Schneider. Shu sends Bouquet and Kluke on ahead and takes on Logi.    "
                },
                "28": {
                    "title": "Kosokoso no dokyun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "13 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    After Marumaro retreats from the fight, Jiro continues to battle Andropov, and soon Zola arrives to lend him a hand. Meanwhile, with Kluke's help, Shu is able to gain headway in his battle against Logi, but Kluke is injured during the attack. Bouquet infiltrates Logi's battleship and uses her powers of invisibility to steal the Extra Seven. But waiting for her is Delphinium!    "
                },
                "29": {
                    "title": "Ekusutora sebun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "20 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Bouquet's transformation power gives our heroes a valuable chance to learn about the Extra Seven. Zola begins to decipher the pages, but the document is written in an ancient dialect and requires a special code. She successfully deciphers the introduction and learns about how the Seven Soldiers of Light sealed their Shadow Powers away.    "
                },
                "30": {
                    "title": "Yami no doragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "27 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Shu and Kluke make their way back to Talta Village, where Shu is happy to see his fellow villagers repairing their town. Shu vows to become stronger and defeat Nene so that the villagers will never suffer the same fate again. The group begins to search the ruins, and Shu suddenly finds himself transported to the deepest part of the ruins.    "
                },
                "31": {
                    "title": "Tsuyoki mono",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "3 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    On their way to the next set of ruins, the group stops at a town where Jiro decides to go off on his own. Following Nene's orders, Szabo appears with the Szabo's Mighty Quartet in tow. Jiro is determined to defeat Szabo on his own, but he is unable to use his full strength and retreats from battle. Minotaur and Jiro argue over Jiro's retreat and Jiro remembers the day he swore to become stronger.    "
                },
                "32": {
                    "title": "Kagetsukai no deshi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "10 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    When the heroes' boat breaks down, Shu heads off to a nearby village in search of replacement parts. On the road he saves a boy named Tonto who is being chased by robbers. Tonto guides Shu to the village. When he learns that Tonto's parents are blacksmiths, he's excited at the prospect of getting the parts he needs.    "
                },
                "33": {
                    "title": "Pantsu ôkoku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "24 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    When the third chapter of the Extra Seven directs the group towards Marumaro's homeland, he's sure that it must be for him. Maurmaro hurries home where his parents are overjoyed to see him. Marumaro decides that in order to awaken his new powers he needs to find all the girls in the village.    "
                },
                "34": {
                    "title": "Giriamu futatabi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "24 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Kluke and Bouquet argue over which ruins to go to first, and Kluke derides Bouquet for being useless. Needing to refuel, the group enters enemy territory where they learn from an informant disguised as a soldier, Nene is on his way to the ruins of Bouquet's power.    "
                },
                "35": {
                    "title": "Hikaru kaba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "1 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    The heroes enter Bouquet's stolen ruins, where Nene is waiting for them. While the others are engaged in battle, Bouquet is transported deep within the ruins by the power of the ruins. Nene threatens that he will destroy the ruins before Bouquet can unlock her power. Even though it looks like Shu and the others are more powerful than before, Nene remains confident.    "
                },
                "36": {
                    "title": "Hisohiso no dokkan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "8 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    After Bouquet unlocks her power, Zola reveals that she has also unlocked her own power. They head toward the Air Fortress Galleon to finish things once and for all.    "
                },
                "37": {
                    "title": "Kessen kûchû yôsai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "15 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Shu and his friends are stronger than ever before as they join together to fight Nene, their biggest foe. At first it looks as if they have Nene cornered, but Nene proves that he is not easily defeated as he calls upon his Shadow research and increases the number of his Chimera to seven.    "
                },
                "38": {
                    "title": "Saigo no tatakai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "22 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    The team is astonished as they watch Nene draw his seven Chimera together to form one monstrous Shadow. Following Kluke's lead, Shu and the others launch an attack on the gargantuan Chimera, but their attacks end in vain and Shu is knocked unconscious.    "
                },
                "39": {
                    "title": "Gaisen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "5 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    After defeating Nene and freeing the children captured by Grankingdom, Shu and his friends return to the City of Logic. Conrad, Legalas and refugees from various kingdoms and nations celebrate their return. Although they have successfully completed their mission, Jiro harbors feelings of emptiness.    "
                },
                "40": {
                    "title": "Rôzen kuroitsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "12 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    After seceding from Grankingdom, Logi established a new nation of Shadow Extremists that he called \"Rosekstan\". Many nations and kingdoms that were once under the rule of Grankingdom begins to fall under Logi's influence. Andropov follows Logi's orders to track Shu and the others.    "
                },
                "41": {
                    "title": "Kago no naka no kotori",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "19 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Kluke is taken to Logi's castle to be interrogated and have her Shadow sealed. Logi, who is suspicious of Zola's motives, questions Kluke to find out more about what Zola's plotting.    "
                },
                "42": {
                    "title": "Kakusei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "26 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    As the team arrives at the Sealed Grounds, Jiro begins to question Zola's plan, but she won't divulge any information. Just as anxiety and fear spreads amongst Shu and his friends, Logi, Andropov, and Schneider make their appearance.    "
                },
                "43": {
                    "title": "Shichinin no hikari no senshi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Shu and the others rejoice at the return of Kluke. But the celebration is short-lived as all seven descendants of the Soldiers of Light assemble at the Sealed Grounds and land begins to close in on the Shadow Wielders. Logi tries to avert Zola's plan by attempting to destroy one of the Shadow Wielders.    "
                },
                "44": {
                    "title": "Shinjitsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "9 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Shadows grow from the Darkness and Darkness engulfs lands and people into it. Shu and his friends are paralyzed with shock by Zola's disappearance into the sphere of Darkness. With no recourse or way to stop this terrible event, the team is forced to watch as the Darkness is released into the world.    "
                },
                "45": {
                    "title": "Purupuru no poyon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "16 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Shu and his friends continue to provide assistance for those who have been affected by the rapture of the Darkness. The team grows more anxious and impatient as they fail to find an effective line of attack against the Darkness. Shu's trust in Zola is unswaying, angering Jiro into to picking a fight with Shu.    "
                },
                "46": {
                    "title": "Fukyô waon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "23 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Shu forms a hypothesis that the descendants of the Seven Soldiers of Light might be able to seal the Darkness once again, so he goes to Logi's base to ask for his help. Logi had come up with the same theory and informs Shu that he's found a way inside the Darkness.    "
                },
                "47": {
                    "title": "Yami no naka e",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "1 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The descendants of the Seven Soldiers of Light unite as one again, but each has their own purpose. As soon as their battleship enters the Darkness, they are attacked by the Shadows of Darkness. The captain of the battleship attempts to fend off the Shadow attackers with cannons, but the numbers are too overwhelming and some breach the ship.    "
                },
                "48": {
                    "title": "Futatsu no chikai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "8 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Logi, Schneider, and Andropov stay behind and distract the Gatekeepers of Darkness, allowing Shu and his friends to flee as they make their way to meet Zola again. Shu insists that he stays behind with them.    "
                },
                "49": {
                    "title": "Zora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "15 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Shu and the others finally reunite with Zola at the Sealed Grounds. In an attempt to uncover the truth, they ask her if there was a specific reason why she released the seal on the Darkness, but Zola denies there were any such circumstances, simply saying that she returned the world to how is should be.    "
                },
                "50": {
                    "title": "Kizuna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "22 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    With his medallion destroyed, Shu is swallowed by the Darkness. Instantly, Zola sends Jiro and the others into the Darkness, as well, and, it seems, that all hope is lost. While in the Darkness, Blue Dragon realizes that the lower half of his body now exists and a voice from the dark abyss tells him that this is his true form.    "
                },
                "51": {
                    "title": "Shû",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Dragon (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "29 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    With Zola infused with Killer Bat, she has become even more powerful. While Jiro and the others are fighting off the Shadows of Darkness, Shu runs head-on into Zola. Zola absorbs the infinite power of Darkness and changes form even more.    "
                }
            }
        },
        "number of episodes": 51,
        "cast": [
            {
                "name": "Lowenthal, Yuri"
            },
            {
                "name": "Riegel, Sam"
            },
            {
                "name": "Ruff, Michelle"
            },
            {
                "name": "Samuelson, Roy"
            },
            {
                "name": "Lang, Lex"
            },
            {
                "name": "Fahn, Melissa"
            },
            {
                "name": "Robinson, Cindy"
            },
            {
                "name": "Thornton, Kirk"
            },
            {
                "name": "Klein, R. Martin"
            },
            {
                "name": "Kaplan, Neil"
            },
            {
                "name": "Vincent, David"
            },
            {
                "name": "Greco, Michael P."
            },
            {
                "name": "Sorich, Michael"
            },
            {
                "name": "Beacock, Brian"
            },
            {
                "name": "Hebert, Kyle"
            },
            {
                "name": "Staley, Steve"
            },
            {
                "name": "Elias-Fahn, Dorothy"
            },
            {
                "name": "Lodge, David"
            },
            {
                "name": "Doyle, Peter"
            },
            {
                "name": "Strassman, Karen"
            },
            {
                "name": "Platt, Tara"
            },
            {
                "name": "Strauss, Kim"
            },
            {
                "name": "Nimoy, Jeff"
            },
            {
                "name": "Blanc, JB"
            },
            {
                "name": "Silverstein, Keith"
            },
            {
                "name": "Erholtz, Doug"
            },
            {
                "name": "Stone, Doug"
            },
            {
                "name": "Bosch, Johnny Yong"
            },
            {
                "name": "Spellos, Peter"
            },
            {
                "name": "Hoffmire, Samuel Nathan"
            },
            {
                "name": "Mallow, Dave"
            },
            {
                "name": "McConnohie, Michael"
            },
            {
                "name": "O'Brien, Liam"
            },
            {
                "name": "Price, Jamieson"
            },
            {
                "name": "Seitz, Patrick"
            },
            {
                "name": "Stone, Terrence"
            },
            {
                "name": "Epcar, Richard"
            },
            {
                "name": "Brozey, Brianne"
            },
            {
                "name": "Fahn, Jennie"
            },
            {
                "name": "Fahn, Jonathan"
            },
            {
                "name": "Kramer, Steve"
            },
            {
                "name": "Minter, Kamali"
            },
            {
                "name": "Ochman, Joe"
            },
            {
                "name": "Pierce, Tricia"
            },
            {
                "name": "Renée, Lisa"
            },
            {
                "name": "Tatsuta, Naoki"
            },
            {
                "name": "Yeo, Gwendoline"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "countries": [
            "Japan",
            "France"
        ],
        "country codes": [
            "jp",
            "fr"
        ],
        "language codes": [
            "ja",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Canada:PG::(Manitoba)",
            "Canada:G::(Quebec)",
            "France:Tous publics::(DVD rating)",
            "Germany:12",
            "United Kingdom:12",
            "United Kingdom:PG::(some episodes)",
            "United States:TV-Y7::(TV rating)",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 198,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY1NGRmY2QtYjBiMi00MmE0LWJhYWItMjE2ODMzNjM4NDMyXkEyXkFqcGdeQXVyMjc4OTQ1OTA@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Shu and his fellow shadow wielders are determined to seek help at Jibral castle. When they are finally granted an audience with the king, Zola requests permission to view the all-important Book of the Beginning. But during an attack by Gran Kingdom, seven key pages of the book are stolen, and the group decides to set off on a dangerous journey to Gran Kingdom itself!",
        "languages": [
            "Japanese",
            "English"
        ],
        "title": "Blue Dragon",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2008",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kramer, Steve"
            },
            {
                "name": "Renslow, Jessica"
            },
            {
                "name": "Simone, Jamie"
            }
        ],
        "production companies": [
            {
                "name": "Pierrot"
            }
        ],
        "distributors": [
            {
                "name": "TV Tokyo"
            },
            {
                "name": "Cartoon Network"
            }
        ],
        "plot": [
            "Shu and his fellow shadow wielders are determined to seek help at Jibral castle. When they are finally granted an audience with the king, Zola requests permission to view the all-important Book of the Beginning. But during an attack by Gran Kingdom, seven key pages of the book are stolen, and the group decides to set off on a dangerous journey to Gran Kingdom itself!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 198,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 75,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 67,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 6.5
            },
            "males": {
                "votes": 138,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 62,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 57,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 7.6
            },
            "females": {
                "votes": 23,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 12,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 4.9
            },
            "us users": {
                "votes": 32,
                "rating": 5.8
            },
            "non us users": {
                "votes": 83,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 42,
            "9": 12,
            "8": 24,
            "7": 38,
            "6": 30,
            "5": 17,
            "4": 8,
            "3": 15,
            "2": 2,
            "1": 10
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}