{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 March 2007"
            }
        ],
        "release dates": [
            "USA::12 March 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Tubby Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head Coach (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    \"Head Coach\" visits with one of the most personable and down to earth personalities in all of college basketball, Kentucky's Tubby Smith. This program features interviews with Tubby's wife Donna, Associate Head Coach, David Hobbs and \"Mister Wildcat\", Bill Keightley, long time equipment manager for UK. In this episode you will hear how Coach Smith got the name \"Tubby\", hear about his upbringing being one of 17 children, how he didn't have indoor plumbing until he was 16 years old, how his parents were such a great influence on his life, hear those who are closest to ...    "
                },
                "2": {
                    "title": "Bruce Pearl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head Coach (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    \"Head Coach\" takes a look at personable and unpredictable Bruce Pearl. In this episode you will hear from his wife Kim as she provides unique insights into Coach Pearl, Mike Hamilton the UT Athletic Director will also provide his perspective and Tony Jones his long time friend and current Associate Head Coach for the Vols is also interviewed. This program will give fans a unique look at Bruce Pearl, finding out what makes him tick. We will document his coaching journey, hear his perspective on being a minority, we'll hear what really impressed Mike Hamilton about ...    "
                },
                "3": {
                    "title": "Bobby Bowden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head Coach (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    \"Head Coach\" examines the man behind the \"persona\" of Bobby Bowden. This episode will feature interviews with his wife Ann Bowden, President of Florida State University, Dr. T.K. Wetherell and his son and former Offensive Coordinator, Jeff Bowden. In this program you will hear Coach Bowden recap his coaching journey, how he met and married his wife Ann, how Ann and Coach handle the criticism revolving around their sons, a discussion on how his faith plays an important role in Coach's decision making, how he almost didn't come to FSU, how Coach handles tragedies that ...    "
                },
                "4": {
                    "title": "Mark Richt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head Coach (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    \"Head Coach\" gets behind the scenes and takes a look at the personal side of Mark Richt. This program will feature interviews from former Athletic Director and coaching legend, Vince Dooley, his boss for 14 years at FSU, Head Coach - Bobby Bowden, Strength and Conditioning Coach, Dave Van Halanger, and the Georgia Chaplin, Kevin \"Chappy\" Hines. This episode will take a light hearted look at Coach Richt's playing career at Miami, his unique and bumpy journey into the coaching profession, how a murder of an FSU player changed his life forever, how he and his family ...    "
                },
                "5": {
                    "title": "Phillip Fulmer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head Coach (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    \"Head Coach\" takes a look at one of the most successful coaches of the modern era, Phillip Fulmer. This episode will feature interviews with Mike Hamilton, the Athletic Director for the University of Tennessee, David Cutcliffe his long time friend and new Offensive Coordinator for the Vols and John Chavis, another long time friend and Associate Head Coach and Defensive Coordinator. These men know Coach Fulmer like no one else and provide a clear picture of what \"the man\" Phillip Fulmer is all about. In this episode we will investigate Coach's journey to the Head Coach...    "
                },
                "6": {
                    "title": "Mike Shula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head Coach (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    \"Head Coach\" recaps the events and television reports surrounding the termination of Mike Shula as the Head Coach of the Alabama Crimson Tide. This program will feature interviews with former Offensive Coordinator, Dave Rader and his brother, former NFL Head Coach of the Cincinnati Bengals, Dave Shula. This episode will take you through Mike's decision to play quarterback for Alabama, his special relationship with Dave Rader, how the call came from Alabama to become Head Coach, how he and his family handled the passing of his mother to breast cancer and what is it ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Malousis, Doug"
            },
            {
                "name": "Bowden, Bobby"
            },
            {
                "name": "Hamilton, Mike"
            },
            {
                "name": "Richt, Mark"
            },
            {
                "name": "Bowden, Ann"
            },
            {
                "name": "Bowden, Jeff"
            },
            {
                "name": "Chavis, John"
            },
            {
                "name": "Cutcliffe, David"
            },
            {
                "name": "Dooley, Vince"
            },
            {
                "name": "Fulmer, Phillip"
            },
            {
                "name": "Hobbs, David"
            },
            {
                "name": "Hynes, Kevin"
            },
            {
                "name": "Jones, Tony"
            },
            {
                "name": "Keightley, Bill"
            },
            {
                "name": "Pearl, Bruce"
            },
            {
                "name": "Pearl, Kim"
            },
            {
                "name": "Rader, Dave"
            },
            {
                "name": "Shula, David"
            },
            {
                "name": "Shula, Mike"
            },
            {
                "name": "Smith, Donna"
            },
            {
                "name": "Smith, Tubby"
            },
            {
                "name": "Van Halanger, Dave"
            },
            {
                "name": "Wetherell, T.K."
            },
            {
                "name": "Smith, Donna"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "aspect ratio": "1.33 : 1",
        "number of seasons": 1,
        "budget": "$150,000 (estimated)",
        "plot outline": "\"Head Coach\" reveals a different side of nationally recognized, NCAA Division 1 football and basketball coaches. Episodes feature interviews with the coach as he shares his story, original practice footage, and input from staff, friends and family members. This show is not as much about X's and O's, but about the man behind the persona and the program he has built. It combines themes of character and leadership with the grit of the sport.",
        "languages": [
            "English"
        ],
        "title": "Head Coach",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Head Coach (United States)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Fox Sports Network"
            }
        ],
        "plot": [
            "\"_Head Coach_ (qv)\" reveals a different side of nationally recognized, NCAA Division 1 football and basketball coaches. Episodes feature interviews with the coach as he shares his story, original practice footage, and input from staff, friends and family members. This show is not as much about X's and O's, but about the man behind the persona and the program he has built. It combines themes of character and leadership with the grit of the sport.::Doug Malousis"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (USA)"
            ],
            "color": [
                "Color (NTSC Color)"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        }
    }
}