{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 May 2007"
            },
            {
                "country": "USA\n",
                "date": "2 June 2007"
            }
        ],
        "release dates": [
            "USA::7 May 2007",
            "USA::2 June 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Equitrekking"
            },
            {
                "countries": "Hungary",
                "title": "Lóháton a világ körül"
            }
        ],
        "akas": [
            "Equitrekking (original title)",
            "Lóháton a világ körül Hungary"
        ],
        "akas from release info": [
            "Equitrekking (original title)",
            "Lóháton a világ körül Hungary"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Equitrekking Vermont",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "20 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Equitrekking: Vermont",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 May 2007",
                    "year": "2007",
                    "plot": "\n    Equitrekking's Darley Newman discovers Morgan horses, Icelandic horses, and trail riding in the Green Mountains in Vermont.    "
                },
                "2": {
                    "title": "Equitrekking: Carolinas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 May 2007",
                    "year": "2007",
                    "plot": "\n    Equitrekking takes viewers on a trail ride on Appalachian trails at the Biltmore Estate in North Carolina and learns about natural horsemanship from trainer Kelly Sigler. Host Darley Newman explores downtown Asheville, before rock climbing at Chimney Rock Park. Next, Darley interviews Cherokee tribal members to examine the history of horses in Cherokee culture and rides Tennessee Walking horses in the Great Smoky Mountains. Darley hops a boat to travel to Daufuskie Island. There, she canters on the beach and learns about the islands original inhabitants, the Cusabo ...    "
                },
                "3": {
                    "title": "Equitrekking: Georgia Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 May 2007",
                    "year": "2007",
                    "plot": "\n    Host Darley Newman views wild horses on Cumberland Island, horseback rides on the beaches of Sea Island and Jekyll Island and explores Savannah.    "
                },
                "4": {
                    "title": "Colorado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Equitrekking's Emmy nominated host and producer Darley Newman rides championship-cutting horses at a working cattle ranch in the rolling plains of Northern Colorado and explore the high mountain peaks of Durango in Equitrekking Colorado. At the Colorado Cattle Company in Northern Colorado, Darley participates in \"Dream Week,\" learning to ride championship-cutting horses.    "
                },
                "5": {
                    "title": "Wyoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Put on your cowboy boots, because in this episode, Equitrekking explores the rodeo, wild horses, fly fishing and historic ranches of Wyoming on horseback. Equitrekking's Emmy nominated host and equestrian travel expert Darley Newman begins at UXU Ranch for scenic and challenging riding on surefooted horses in the Shoshone National Forest. Darley rides by the majestic hoodoos.    "
                },
                "6": {
                    "title": "Spain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The romance and history of Spain comes alive as Equitrekking explore the beaches of Southern Spain, historic farms outside of Segovia and Seville, a performance of dancing horses at the Royal Andalusian School of Equestrian Art and nightlife in Seville. Darley Newman begins the adventures at Cortijo El Esparragal, an estate and working farm outside of Seville that dates back to the Bronze Age    "
                }
            },
            "2": {
                "1": {
                    "title": "Coastal Ireland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Join Equitrekking's Emmy nominated host Darley Newman to explore the Cooley Peninsula, Donegal, Connemara and Galway on horseback in Equitrekking Coastal Ireland. On the Cooley Peninsula, local Niall Connolly, takes Equitrekking's Darley Newman through Ravensdale Forest to discover ancient stone circles and a scenic spot where you can see eight out of the thirty-two Irish counties.    "
                },
                "2": {
                    "title": "Hawaii's Big Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Host and equestrian travel expert Darley Newman rides with paniolos, Hawaiian cowboys, at Parker Ranch and Kahua Ranch, both working cattle ranches in Waimea, the Big Island's cowboy country. Next Darley ventures down into Waipi'o Valley, the Valley of the Kings, one of the most remote and sacred spots on the Big Island and home to a unique breed of wild horses.    "
                },
                "3": {
                    "title": "Iceland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    From hot pots to horse drives, Equitrekking's Emmy nominated host and equestrian travel expert Darley Newman experiences the smooth gait of the Icelandic horses on rides with farmers and an Icelandic champion rider, traveling to lava fields, lakes and waterfalls in Equitrekking Iceland. Riding through the varied landscapes of Iceland is truly an otherworldly experience.    "
                },
                "4": {
                    "title": "Virginia Hunt Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    American history comes alive as Equitrekking's Emmy nominated host and equestrian travel expert Darley Newman tours historic Virginia Hunt Country. Darley visits Middleburg and attends a steeplechase, rides amid Longhorn Cattle at Marriott Ranch, learns to play polo, experiences Civil War history on horseback and meets Civil War rein-actors.    "
                },
                "5": {
                    "title": "California Wine Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The diverse beauty of Sonoma is experienced as Equitrekking's Emmy nominated host and equestrian travel expert Darley Newman horseback rides through Redwoods, a vineyard, crashing waves on Northern California beaches and the golden meadows of Sugarloaf Ridge State Park. Darley fulfills many people's dream by taking a beach ride on the dramatic Northern California Coast.    "
                },
                "6": {
                    "title": "Irish Countryside",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Host and equestrian travel expert Darley Newman explores some of Ireland's most popular and historic sights, including the Ring of Kerry, a Celtic tomb in County Clare, Mount Juliet Estate, the Irish National Stud, and the monastic settlement of Glendalough in Equitrekking Irish Countryside. Darley rides along the Ring of Kerry, but not on a traditional tour.    "
                },
                "7": {
                    "title": "Maui",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    In Equitrekking Maui, Emmy nominated host and equestrian travel expert Darley Newman rides from the summit to the floor of the crater of a volcano at Haleakala National Park, explores the cowboy town of Makawao and nearby Piiholo Ranch, learns about ancient Hawaii in the rainforests of Kipahulu, and takes a sunset ride in the West Maui Mountains.    "
                }
            },
            "3": {
                "1": {
                    "title": "Costa Rica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Host Darley Newman discovers Pacific Coast beaches and the fertile farmland and lush forests of the San Carlos Valley as we ride Costa Rica. Mixing horseback riding with tree climbing and hot air ballooning, Equitrekking captures the true spirit of adventure in Costa Rica. Riding gaited Paso Fino and Peruvian horses, Darley makes a trek to the famously furious Arenal Volcano.    "
                },
                "2": {
                    "title": "Kentucky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Kentucky is a state well known for its horses. In Equitrekking Kentucky, discover wildflowers, a historic mill site and rolling green hills on the trails at Shaker Village on horseback. With Shaker Village's naturalist, Emmy nominated host Darley Newman gets the rare chance to ride horses through the center of this well-preserved historic village.    "
                },
                "3": {
                    "title": "Arizona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Travel with Equitrekking from Northeastern Arizona down to the border of Mexico, to explore the diversity of this southwestern state along with Emmy nominated host Darley Newman. Down by the border of Mexico, Darley ride at a 300-year-old hacienda style ranch in the high Sonoran desert with a real cowboy guide. On a ride to the highest peak in the area, Darley takes in views of the rolling hills.    "
                },
                "4": {
                    "title": "Belize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    In Equitrekking Belize, visit the Cayo and Mountain Pine Ridge Districts of this small Central American country, exploring Maya sites and caves and a variety of jungle lodges. Who knew that you could find a horse ranch in Belize? Equitrekking's Emmy nominated host Darley Newman rides some of the 100 horses at Banana Bank Lodge, a farm and ranch near the capitol city of Belmopan.    "
                },
                "5": {
                    "title": "Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Host Darley Newman cowboys up to explore Texas Hill Country, Fort Worth and North Texas, riding with modern day cowboys to learn about Texas horse culture. At Wildcatter Ranch, Darley attempts to feed giant longhorn cattle, before driving a wild group of fresh cattle across a stream. Equitrekking helps viewers explore the rich oil history of this area of Texas with guide Jay Brewer.    "
                },
                "6": {
                    "title": "Southern Quebec",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Who knew you could horseback ride through the winter snow in Quebec? Equitrekking's Emmy nominated host Darley Newman explores the snowy trails by horses, skis and dogsleds in the Eastern Townships, St. Alphonse-Rodriguez and Mont Tremblant. Through Darley and her interactions with local people, viewers learn about the French, British and American influences in the Eastern Townships.    "
                },
                "7": {
                    "title": "Utah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Host Darley Newman rides Utah's great outdoors at national and state parks throughout the state, including Bryce Canyon, Snow Canyon, Capitol Reef and Antelope Island. Equitrekking Utah begins with a ride into beautiful Bryce Canyon National Park to see the stunning hoodoos, sprinkled with a frosting of snow. Darley learns about the history of the pioneers as she wrangle bison.    "
                }
            },
            "4": {
                "1": {
                    "title": "Southern Spain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Host Darley Newman explores Southern Spain on horseback, traveling to the Alpujarras in the Sierra Nevada Mountains, historic haciendas in Seville's countryside and the beaches of Doñana National Park in Equitrekking Southern Spain. Darley takes a challenging lesson in dressage on an Andalusian horse, before heading to the fields to learn how olives get from the trees to the table.    "
                },
                "2": {
                    "title": "Scotland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Travel expert Darley Newman travels from Scotland's Highlands down to the Scottish Borders to experience horses, adventure, history and culture in Equitrekking Scotland. In the Highlands, Darley rides strong Highland ponies through the romantic and heather covered mountains at Blair Castle and searches for the Loch Ness Monster on horseback and by boat at Loch Ness.    "
                },
                "3": {
                    "title": "Quebec City and Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Travel expert Darley Newman views the changing leaves of autumn in Quebec on horseback, travels to Quebec City and the village of St. Fabien, visits the artist area of Charlevoix to enjoy riding in the forest and rock climbing and traverses rivers and streams to pan for gold in the Appalachian Mountains. In Quebec City, Darley takes a break from the saddle to shop for organic food at the Old Port.    "
                },
                "4": {
                    "title": "Central Turkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    In Cappadocia in Central Turkey, Equitrekking's host Darley Newman and local Ahmet Diler of Kirkit Voyage explore underground cities, ancient churches, unusual rock formations called fairy chimneys and historic villages on horseback. On foot, they trek through the colorful Avanos market and visit a master potter, before meeting a local family and trying ayran and Turkish tea.    "
                },
                "5": {
                    "title": "Wales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    host Darley Newman gallops on wide, dramatic beaches to Neolithic tombs, castles and the pilgrimage site of King Arthur's Stone on the Gower Peninsula, viewing wild Welsh Mountain ponies and staying at Parc le Breos, a historic 19th century hunting lodge. In West Wales, Darley learns about life in this rural section of Wales from her local guide from Cae Iago.    "
                },
                "6": {
                    "title": "Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Equitrekking (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Travel expert Darley Newman explores the great outdoors of Alaska on the Kenai Peninsula and around Denali National Park in Equitrekking Alaska. With local guides in each destination, she'll view wildlife on horseback in Seward, take in gold rush history and the Chugach National Forest on horseback in Cooper Landing, boat the Kenai Fjords National Park to see whales, puffin and glaciers.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Newman, Darley"
            }
        ],
        "genres": [
            "Documentary",
            "History",
            "Sport"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 4,
        "rating": 7.3,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTMyMTcxOTYzMl5BMl5BanBnXkFtZTgwMjg4NTU2OTE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Equitrekking",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Newman, Darley"
            }
        ],
        "production companies": [
            {
                "name": "DCN Creative"
            },
            {
                "name": "KNME"
            }
        ],
        "distributors": [
            {
                "name": "American Public Television"
            },
            {
                "name": "Digi World"
            },
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Travel Videostore.com"
            }
        ],
        "plot": [
            "Host and equestrian travel expert Darley Newman takes viewers on exciting travel adventures around the world. In each episode Darley rides horses with local people to explore history, culture, food and adventure.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 7.6
            },
            "males": {
                "votes": 6,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 7.6
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 7,
                "rating": 8.7
            }
        },
        "number of votes": {
            "10": 2,
            "9": 3,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.3,
        "median": 9
    }
}