{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "3 September 2007"
            }
        ],
        "release dates": [
            "Canada::3 September 2007"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Bo and the Glimmer Critter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "1 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Someone has been taking all of Bo and Dezzy's glittery, sparkly stars and jewels! Wizard sends them on a quest to find the Glimmer Critter, a creature that loves anything and everything shiny. After galloping like a Horse past a tickling Panda Pirate Ship, and Kangaroo-jumping high to catch Shooting Stars, Bo and Dezzy find the Glimmer Critter.    "
                },
                "2": {
                    "title": "Bo and the Creaky Crink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Wizard reveals all the noisy creaks in the castle are the work of The Creaky Crink, who makes everything around him Bo-creaky and stiff! After creeping like Kitties past some Sleeping Sailor Dogs, and hopping like Bunnies while playing checkers with Bullfrogs, Bo and Dezzy find the Creaky Crink. A little Super-Slippery-Goop and the Crink spreads creaks no more!    "
                },
                "3": {
                    "title": "Bo and the Stuffy Sniffler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "5 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    There's a flower thief on the loose-the Stuffy Sniffler! Bo and Dezzy creep like kitties through a Fox's Flower Shop, then flap like Bats to help some Hummingbirds up into their nests. They are able to give a Super-Sized Hanky to the Stuffy Sniffler, who blows his nose, and is delighted to find he can smell again! He won't have to take everybody's flowers looking for one he can smell!    "
                },
                "4": {
                    "title": "Bo and the Gobsobber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "6 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The Gobsobber is so sad; he makes puddles of tears everywhere! To cheer him up, Bo and Dezzy have to jump like Kangaroos across open umbrellas, then waddle like Penguins around bumping snowmen. They make their way to the Gobsobber's lonely and sad room, and cheer him up with the Forever Friendly Snowman! No more tears!    "
                },
                "5": {
                    "title": "Bo and the Blockhead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "7 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Good grief! The Blockhead is taking everything that's square-shaped, so that he can build a tower of blocks up to the sky! To track him down, Bo and Dezzy have to waddle like Penguins past some ice block-cutting Walruses, then climb like Monkeys over a very BIG bay's castle!    "
                },
                "6": {
                    "title": "Bo and the Melody Maestro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "8 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    When their musical instruments go missing, Bo and Dezzy must seek out the Melody Maestro, a fellow who loves music so much; he wants ALL of the musical instruments in the world! After stomping like Elephants to make a beat for some guitar-playing Bullfrogs, and Bunny-hopping on an Octopus' keyboard, Bo and Dezzy come face-toface with the Melody Maestro himself.    "
                },
                "7": {
                    "title": "Bo and the Ding-a-Ling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "10 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Ring the alarm! Bells are disappearing from the castle. Only one person could be responsible, the Ding-A-Ling! Bo and Dezzy have to help a momma Bear wake up her babies by jiggling like Jellyfish, and then bring some noisy Parrots in from the playground by clapping like Seals.    "
                },
                "8": {
                    "title": "Bo and the Fun Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "11 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Huggly Snugs needs a stuffed animal friend to play with! Where are they going to find one? Wizard points Bo and Dezzy in the direction of the Fun Fair. To get there, they must scamper like Foxes past some Polar Bears on pogo sticks, and then Leapfrog over some bowling Armadillos.    "
                },
                "9": {
                    "title": "Bo and the Picture Snitcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "12 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Who could be taking all the pictures from the castle? Could it be, the Picture Snitcher? Wizard sends Bo and Dezzy on a hunt for the picture nabber, and they must fly high like flapping Bats to get over some Emus, then tip-toe like Turtles through a Puppy's Painting class to find him!    "
                },
                "10": {
                    "title": "Bo and the Eager Beaver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "13 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    An industrious Eager Beaver has been finishing all of Bo and Dezzy's building projects for them, taking away all their building fun! They creep Kitty-like across a wobbly card bridge, and Bunny-hop across some racetracks to find the Eager Beaver. They give him an Ever-Changing-Toy-Car-Kit, which keeps him busily building happily ever after!    "
                },
                "11": {
                    "title": "Bo and the Unwrapping Chappy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "14 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Someone is spoiling Bo and Dezzy's fun by unwrapping presents! It can only be the surprise-loving Unwrapping Chappy! To find the Chappy, Bo and Dezzy climb like monkeys up and over some Giraffe's gift boxes, then gallop like Horses to get past some swinging Orangutans.    "
                },
                "12": {
                    "title": "Bo and the Berrygrabber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "15 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    A berry shortage hits the castle, and Wizard discovers it's the work of the Berrygrabber, who loves all kinds of berries! Bo and Dezzy have to crawl like Critters to keep out of the way of some silly pie-throwing Clowns, then stomp like Elephants to shake some berries off trees for Teddy Bears, to find the Berrygrabber.    "
                },
                "13": {
                    "title": "Bo and the Wrong Side Uppy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "17 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Everything in the castle is Upside Down. It can only mean one thing-the Wrong Side Uppy has been there! Bo and Dezzy must scamper like a Fox to stay out of the way of some wacky Ostriches, and waddle like penguins to round up some Polar Bear Cubs, before they find the Wrong Side Uppy in his upside down house.    "
                },
                "14": {
                    "title": "Bo and the Polka Dot Snatcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "18 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Every kind of dot has been taken from the castle, and Wizard reveals the culprit to be none other than the Polka Dot Snatcher! To track her down, Bo and Dezzy must jump like Kangaroos over a Mechanical Elephant's flying discs, then crawl like Critters under a Dalmatian's tug-of-war game.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bo's Bluebird",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "3 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    To save Bluebird from the seriously sticky Snick, Bo and Dezzy and their Bo Buds must crawl through the Flamingo Fence, climb over the ever changing Ice Palace and catch a forever-frozen non-stop snowball. But, they must do it all and place Bluebird right back on his perch where he belongs!    "
                },
                "2": {
                    "title": "Bo and the Doodlebug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "4 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Doodle dilemma! The whole castle is doodled! To stop the doodling Bo must hop through the Pop-Up Forest, jiggle a smoothie smooth for Big Baby and find the never-ending roll of paper towel to give the Doodlebug-something to, well, doodle on.    "
                },
                "3": {
                    "title": "Bo and the Whirlywart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "5 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Bubble and Boo's boogaloo ball is gone! To get it back, Bo must clap and pop all the bubbles in the Bubble Blizzard, wiggle to catch all the Flying Hoops and find the super spinning hoop to give the Whirlywart to spin around with so they can bring the boogaloo ball back to Bubble and Boo.    "
                },
                "4": {
                    "title": "Bo and the Fuzzyflump",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "6 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Bo's coziest sweater is too small! To find more wool for a new one, Bo must jump over the tails in Kitty Cat Alley, climb to the top of the Poofy Poodle Pyramid find the oh-so-shy Fuzzyflump a playmate and get some wool in exchange.    "
                },
                "5": {
                    "title": "Bo and the Stinky Snork",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "7 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Peehew! To stop the terrible stink in the castle, Bo has to jiggle through the Garden of Friendly Flowers and stomp to squish all the tomatoes for the Pizza Parlour sauce and grab the cookbook to give to the Snork to replace the one he's using.    "
                },
                "6": {
                    "title": "Bo and the Snootzer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "8 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    What a blast! Bo has to stop the noise by flapping to lead the Ostrich Orchestra, leaping to grab the bell ropes in the Boing Bell Tower, find the pretty little bell that will wake the Snoozter and keep him from snoring!    "
                },
                "7": {
                    "title": "Bo and the Neat Freak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "10 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Bo and Dezzy can't play with a thing. Every time they take something out ZIP back it goes! To get the Neat Freak to stop tidying up, they must gallop and round up all the Little Lost Sheep putting them back in the corral, waddle across the Puzzle Piece Ocean and give the Never-Ending Puzzle to the Neat Freak.    "
                },
                "8": {
                    "title": "Bo and the Sproing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "11 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Dezzy's favourite bouncy ball is gone! To get it back from the Boing, they must jump up high on the huge belly of the jellyphant, and then climb over the net of the Penguin's Ping Pong Game, catch the always-bouncing ping-pong ball and trade it for Dezzy's bouncy ball.    "
                },
                "9": {
                    "title": "Bo and the Nothing-Fits-Him",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "13 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Bo clothes are missing! She can't go bare, so to find the clothes she has to dig through the mitten mountain to find the kittens lost mittens, clap like a seal at the Poofy Poodle Fashion Show and give the Nothing-Fits-Him the Fits-Everyone Hat in exchange for her clothes.    "
                },
                "10": {
                    "title": "Bo and the Lazy Bug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "13 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    No one can get on the go. To get rid of the lazies, they have to jump over the Couch Potatoes, jiggle the Tree of Sleepy Sloths and find the Non-Stop Sneakers to get the Lazy Bug up and moving.    "
                },
                "11": {
                    "title": "Bo and the Dragon Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "14 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Dezzy wonders if his wings will ever grow so he and Bo set off to find out. They must crawl through the Shy Butterfly Field and fly over the Prancing Peacock Party, find the magic key that opens up the Great Book of Dragons and meet the Dragon Queen who can help them.    "
                },
                "12": {
                    "title": "Bo and the Drinking Flink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "15 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    All the drinks in the castle are gone! Bo must stop the Flink by climbing over the Forest of Stacking Straws, wiggling through the Hula-Dancing Hippos and find the never-empty water bottle and get their drink boxes back by exchanging it with the Flink!    "
                },
                "13": {
                    "title": "Bo and the Hug-a-Bug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 7,
                    "original air date": "17 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Dezzy's stuffie, Randolph Rabbit, is gone. To get it back from the hug-loving Hug-A-Bug, Bo must jiggle through the sheep on the Fluffy Sheep Bridge, waddle across the logs through the Sticky Teddy Bear Picnic capture the hug-loving teddy bear and swap it for Randolph Rabbit.    "
                },
                "14": {
                    "title": "Bo and the Twinkle-Toed-Twirler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "18 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Zickity Cricket is gone! The Twirler is using his music to dance to. To get him back, Bo must climb the Super-Sized Spider Web, jump up and catch fireflies and catch the forever-tooting flute to trade for Zickity Cricket!    "
                },
                "15": {
                    "title": "Bo and the Silly Stompter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 7,
                    "original air date": "19 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Dezzy's tap shoes are gone! To get them back Bo must jump through the Racing Poodles, clap like a seal to play the cymbals in the Parade and bring a pair of cymbal playing boots to the Silly Stomper to satisfy his need to be noisy.    "
                },
                "16": {
                    "title": "Bo and the Fruity-Patooty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 7,
                    "original air date": "20 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Bo must stop the Patooty from eating all the fruit.    "
                },
                "17": {
                    "title": "Bo and the String Snatcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 7,
                    "original air date": "21 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    All the stringy things in the castle are missing their string! To get it back, Bo must giant step across the rope bridge, gallop through the Wool-Ball Batting Kittens find the never-ending ball of wool and get it to the String Snatcher to keep him busy.    "
                },
                "18": {
                    "title": "Bo and the Hokum Jokum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 7,
                    "original air date": "22 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Dezzy is plagued by practical jokes! To stop them they must creep across the Jack in the Box lids, and gallop through the peppy Penguin Surprise Party grab a joke loving penguin and give him to the Hokum Jokum.    "
                },
                "19": {
                    "title": "Bo and the Switcheroo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 7,
                    "original air date": "24 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The Switcheroo has switched around everything! To stop the Switcheroo Bo and Dezzy must teach the baby swans to fly, and giant step along with the dancing footprints to find the thumb puzzle that will appease the Switcheroo and his urge to switch!    "
                },
                "20": {
                    "title": "Bo and the Coolster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 7,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Phew! It's hot. The chilly Coolster is causing a big heat problem and Bo and her Buddies must dig to find three jewels for the Ostrich King, hop over the hot sand on hippo bellies and bring the Coolster a sun-warmed blanket.    "
                },
                "21": {
                    "title": "Bo and the Litterbug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 7,
                    "original air date": "26 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Garbage is all over the castle and Bo must figure out a way to get it all cleaned up. She must jump over the blowing trash cans in Trash Can Alley, stomp on the drink boxes in the Poodle Playground and catch a litter retrieving pup to help the Litterbug curb his nasty habit.    "
                },
                "22": {
                    "title": "Bo and the Super Stacker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 7,
                    "original air date": "27 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Bo's bedroom is stacked to the sky and to stop the Super Stacker she must climb the books in the stacked up library, and gallop through the Tumbling Towers to find the impossible-to-stack blocks and give the Super Stacker the challenge he really needs!    "
                },
                "23": {
                    "title": "Bo and the Blowhard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 7,
                    "original air date": "28 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Talk about breezy! To stop the Blowhard Bo must gallop through the Whirling Weather Vanes and high jump to reach the kites in the Poodle Schoolyard, find the perfect flying kite for the Blowhard so he can stop blowing everything else!    "
                },
                "24": {
                    "title": "Bo and the Scribbler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 7,
                    "original air date": "29 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The Scribbler has taken all of the crayons in the castle and it's up to Bo and Dezzy to set things right. They have to stomp and splatter their way through a giant arts and crafts room and gallop past some bouncing markers in pursuit of the scrawling Scribbler.    "
                },
                "25": {
                    "title": "Bo and the Red Rosy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 7,
                    "original air date": "1 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Things aren't very rosy when everything red disappears. Bo has to stomp her way through a gorilla's green jungle and fly some friends in for a lady bug party to find the Red Rosy and change her view of the world.    "
                },
                "26": {
                    "title": "Bo and the Knotty Noodler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 7,
                    "original air date": "2 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Knots in socks and ropes wrapped up! Everything is in a bind and Bo and Dezzy have to wiggle past some pretzel-loving penguins and crawl around preening poodles to stop the Knotty Noodler before it's too late!    "
                }
            },
            "3": {
                "4": {
                    "title": "Bo and the Copy Critter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Is Bo seeing double? Or is the Copy Critter making copies of things he loves? Before the Castle fills up with all kinds of copies, Bo and Dezzy must leap like Frogs to cross some Flying Carpets, then march like Giant-Stepping Giraffes to get past some Marching Stork Cadets!    "
                },
                "14": {
                    "title": "Bo and the Costume Collector",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bo on the GO! (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "plot": "\n    Oh-Bo-no! Who took all the dress-up clothes out of Bo's costume trunk? Wizard peeks into his crystal ball and sees the Costume Collector, who just loves to play dress-up! Bo and Dezzy scurry like Squirrels to get through a Duck's dry cleaning shop, then must hop like Bunnies to get up and over some bulldog's speeding costume trunks!    "
                }
            }
        },
        "number of episodes": 42,
        "cast": [
            {
                "name": "Sabiston, Andrew"
            },
            {
                "name": "O'Connor, Catherine"
            },
            {
                "name": "Fowler, Jim"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G"
        ],
        "number of seasons": 3,
        "rating": 5.3,
        "votes": 76,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU5MTA1NjE0M15BMl5BanBnXkFtZTgwMDIyNTYxODE@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Bo on the GO!",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Bo on the GO! (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Donovan, Michael"
            },
            {
                "name": "Rosen, Jeff"
            },
            {
                "name": "Wagner, Cheryl"
            }
        ],
        "production companies": [
            {
                "name": "Halifax Film Company"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "other companies": [
            {
                "name": "Collideascope Digital Productions Inc."
            },
            {
                "name": "Royal Bank of Canada"
            }
        ],
        "plot": [
            "In this creative animation about a girl and her dragon best friend they go on adventures where they have to move all around to get to the next door. This series is great if you want your kids to keep moving while watching TV."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 76,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 3.5
            },
            "aged 30 44": {
                "votes": 38,
                "rating": 3.8
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 4.3
            },
            "males": {
                "votes": 38,
                "rating": 3.3
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 2.7
            },
            "males aged 30 44": {
                "votes": 21,
                "rating": 3.3
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 4.0
            },
            "females": {
                "votes": 23,
                "rating": 4.8
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 4.8
            },
            "females aged 30 44": {
                "votes": 15,
                "rating": 5.7
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 5.2
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 4.2
            },
            "us users": {
                "votes": 25,
                "rating": 3.7
            },
            "non us users": {
                "votes": 18,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 15,
            "9": 7,
            "8": 7,
            "7": 2,
            "6": 8,
            "5": 3,
            "4": 3,
            "3": 5,
            "2": 5,
            "1": 21
        },
        "arithmetic mean": 5.3,
        "median": 6
    }
}