{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "19 May 2007"
            }
        ],
        "release dates": [
            "South Korea::19 May 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Eeo siti"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Air City"
            }
        ],
        "akas": [
            "Eeo siti (original title)",
            "Air City World-wide (English title)"
        ],
        "akas from release info": [
            "Eeo siti (original title)",
            "Air City World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 May 2007",
                    "year": "2007",
                    "plot": "\n    Ji Sung comes to terms with the untimely death of Young Jae. Whang Wei takes medicine that brings about a heart attack and Do Kyung attempts to have Ji Sung arrested at the airport.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 May 2007",
                    "year": "2007",
                    "plot": "\n    Ji Sung attempts to find the man responsible for a friend's murder. He then meets Do Kyung who he thinks is a criminal but later finds out she is the New Head of Operations. He finds the man who he thinks is responsible for his friend's death but after a failed attempt at capturing the felon in the airport, Ji Sung is forbidden from following him any longer. As punishment for disobeying previous orders, Ji Sung is delegated to work at the airport to monitor for suspicious activity as well as for suspects.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 May 2007",
                    "year": "2007",
                    "plot": "\n    Ji Sung has to adjust to working at the airport fulltime and Do Kyung must adjust to being head of operations at the airport. Do Kyung is also worried because she does not think that the other employees like her but is proven wrong by Ha Joon. Later, Ji Sing and Do Kyung get to know each other and flirt on the beach. However, Do Kyung does not let that influence her and is much harder and less trustful of Ji Sung at work than she is during her personal time.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 May 2007",
                    "year": "2007",
                    "plot": "\n    Ji Sung and Do Kyung both have crises to deal with. Do Kyung confronts Nan Young about her purposeful manipulation of flight times to which Nan Young tells Do Kyung that she is in love with Ha Joon and needed her out of the way. Later, Ji Sung tells Do Kyung that he needs a woman that understands that he has a lot of secrets and that can understand that about him.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    A young woman who attempted suicide turns out to be the daughter of a very prominent family. She was supposed to run away with her lover but could not do it and asks Myung Woo to help her find him so she can apologize. Myung Woo asks Ji Sung for help but at first, he refuses her. The girl and the man eventually reunite with the help of Ji Sung, Do Kyung and Myung Woo but watching the reunion is bittersweet for Myung Woo and Ji Sung because the couple is very much like them except Ji Sung cannot forgive her for betraying him once.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    The airport is under tight security and several planes are grounded due to some annoying birds. Do Kyung is still feeling hurt about Ji Sung's admission of feelings for Myung Woo and when she sees them share a glass of water she becomes even more upset. She puts aside her jealousy and offers Myung Woo a place at her home to stay after seeing her tiredly awaiting a bus. She then gives this address to Ji Sung who offers to help her paint a large hawk on the runway in an attempt to scare away the birds. Do Kyung rejects his help and sends him to her place and also ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Do Kyung is framed by a boyfriend as a drug smuggler. She is scared and both Ji Sung and Ha Joon want to help her. Ji Sung goes to his superiors but is quickly shot down in any attempts to help Do Kyung. He disobeys orders and is suspended. Ha Joon on the other hand, tracks down a grade school friend of the real smuggler Jung Min. He tracks him to Hong Kong unaware that Ji Sung has forged passports and is on his way to Hong Kong to look for Jung Min as well. Unfortunately, the only person that Ji Sung finds is a bruised and bloodied Ha Joon. Do Kyung is eventually ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Ha Joon is still in Hong Kong attempting to clear Do Kyung name for good. He keeps looking for Jung Min in an effort to bring him back to the airport to clear Do Kyung's name. Ji Sung is back in Hong Kong as well trying to work his way to Wang Wei the leader of the drug smugglers and after a beating Ji Sung is told to leave the country. Meanwhile, there are still rumors and whispers behind Do Kyung's back that about her role as a drug smuggler.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Both Ji Sung and Ha Joon are traveling back from Hong Kong. Ji Sung is treated by Myung Woo for his injuries and Ha Joon plans an employee's retreat on the island where Ji Sung is staying. Nan Young gets jealous of Ha Joon's rush to help save Do Kyung's reputation. After Do Kyung receives an emergency call from work Nan Young lies about the time of the last ferry ride back to the airport and both Ji Sung and Do Kyung are trapped all night on the island themselves. Nan Young confesses her tricks to Ha Joon who is angry but knows there is nothing that can be done. ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    After returning to their airport both Ji Sung and Do Kyung must tackle their respective problems: A Russian Spy named Sergei, and a baggage back-up problem that is caused by hackers. After fixing the baggage issue Do Kyung confronts Nan Young about her manipulation of ferry times during which Nan Young confesses to the whole thing as well as her feelings for Ha Joon. Do Kyung confronts Ha Joon about this but he laughs it off and says that he does not feel that way about her and that Nan Young has the wrong idea.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    The NIS finds out that the Russian Spy Sergei who they have been looking for has been shot and killed. They suspect that the hackers that lured Sergei to his death are also the ones that hacked into the airport baggage system so the airport is raised to security level yellow. The airport is then raised to the highest security level, when it is discovered that the killer and the hackers are trying to smuggle money out of the airport.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Ji Sung works to outwit counterfeiters that are trying to deflect attention from their activities with suspicious luggage. Uhm unknowingly confronts the criminals for using too many carts but they quickly attack him for his interference.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Do Kyung awaits the arrival of an American VP. Ji Sung is also awaiting someone: a leader of a large Korean-American gang who is arriving from the United States in hopes of expanding. Both cause trouble and drama in the airport and Do Kyung and Ji Sung must both deal. Meanwhile Ha Joon can't keep his feelings for Do Kyung to himself. Ji Sung's boss is overjoyed to know that the son of a woman he fell in love with while in New York is coming to Korea. However, the son is fleeing from some trouble and turns out to be a very cold-hearted individual and immediately pulls ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Kim Sun Woo holds Ji Sung at gun point but is quickly disarmed and arrested when backup security guards arrive on scene. It later comes out that Kim was involved with an arms and cocaine dealing gang back in the states and only came to Korea after he was denied acceptance into the witness protection program. Unfortunately, thugs with connections to the gang also know that he is in Korea and stab him at a nightclub trying to kill him and keep him from talking. Elsewhere, Do Kyung is having difficulties with the VP from Neo Airlines and she and the operations teams ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "7 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Ji Sung has Kim Sun Woo put in jail after he goes after the thugs that beat him up. Sun Woo tells the Bureau Chief that he and his mother understood that he had a wife and child in Korea, but could not forgive him for disappearing. Do Kyung finds out that Myung Woo has cancer. Do Kyung tries to understand about Ji Sung's status. Her understanding will be tested quicker than she realizes as Ji Sung's Black-Op status has been activated.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air City (TV Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "8 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Ji Sung is given an order to travel to Moscow without telling anyone. He decides not to go because he wants to be with Do Kyung. His boss is very angry and strikes him but Ji Sung is not unhappy and is excited about his life with Do Kyung. However, he soon finds out about Myung Woo's poor health status and decides to leave for Moscow at once.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Choi, Ji-Woo"
            },
            {
                "name": "Lee, Jin-wook"
            },
            {
                "name": "Lee, Jung-jae"
            },
            {
                "name": "McInnis, David Lee"
            },
            {
                "name": "Jang, Yong"
            },
            {
                "name": "Kwon, Hae-hyo"
            },
            {
                "name": "Moon, Jung-hee"
            },
            {
                "name": "Park, Hyo-ju"
            },
            {
                "name": "Park, Tam-hee"
            },
            {
                "name": "Yoon, Jong Hwa"
            },
            {
                "name": "Choi, Ran"
            },
            {
                "name": "Joo, Sang-uk"
            },
            {
                "name": "Lee, Da-hee"
            },
            {
                "name": "Shin, Shin Ae"
            },
            {
                "name": "Yoon, Joo Sang"
            }
        ],
        "locations": [
            "Incheon International Airport, Unseo-dong, Jung-gu, Incheon, South Korea::(exterior scenes)",
            "Seoul, South Korea::(street scenes)",
            "Tsim Sha Tsui, Yau Tsim Mong District, Kowloon, Hong Kong, China::(street scenes)"
        ],
        "genres": [
            "Action",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2M2ZTI4ZmQtZWJkZi00YjU2LThlNDAtNjE2NTg4MjI4YTQ4XkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Airport is a national border that links one country to countries all over the world, including South Korea. The link for Korea is Incheon International Airport. Passengers, freight and airplanes take off and land at this place. With 30,000 airport employees working to keep the airport open 24 hours a day. 21 government agencies are located on the airport premises. Airport is more than just an airport: It is a small city. Just like how one airplane part is essential to the safety of the whole flight, every single person who works at Incheon Airport plays an important role in handling the airplane take-offs and landings. \"Aircity\" is a story about these dedicated people. When your plane ticket is processed and board a plane after having a seat assigned to you, then the pilot will navigate the plane to your destination. After your plane lands, you need to go to the exit gates. It looks like a simple but in fact takes lots of procedure behind and Aircity will show you what happens behind the scenes as people work hard to make your flight arrive on time without a problem. The characters of this drama harbor a common goal to establish another aircity in the African continent. The goal accompanies many challenges and the characters overcome those challenges one by one. They are courageous and aggressive when it comes to work but the stories of their love is sometimes difficult, foolish and a bit clumsy. But as much as they are faithful to their passions and dreams, they are always respectful of others. Han Do Kyung, specially scouted by the Incheon Airport Director, come back to Korea as the chief of operations of Incheon Airport with much lower salaries. However, Do Kyung lives with an uneven wound of her family and a regret of leaving her sister behind. She met Kim Ji Sung, a National Intelligence Service agent and gets entangle with him. Kim Ji Sung is very passionate about his work to the extend that he is willing to bend the rules to ensure the security of the country even if he is only acting on his instincts. After being stationed at the airport, he finds himself in an emotional turmoil with a woman he used to love. At the same time, he is falling for Han Do Kyung. Kang Ha Joon, a childhood friend of Han Do Kyung is also falling for Do Kyung. Kang Ha Joon is a quick tempered with a habit of talking aggressively due to his nature of work watching over thousands of surveillance cameras in the airport but has good relations with all the airport employees even the cleaners because of his kind personality outside of work. As his friendship develops with Do Kyung, he becomes a strong source of refuge for her. But as his feelings for her grows, his relationship gets more and more complicated with a woman who is his friend, superior at workplace and unrequited love.",
        "languages": [
            "Korean"
        ],
        "title": "Air City",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2007",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lee, Seo-yun"
            },
            {
                "name": "Lee, Seon-hee"
            }
        ],
        "production companies": [
            {
                "name": "Munhwa Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "Munhwa Broadcasting Corporation (MBC)"
            }
        ],
        "plot": [
            "Airport is a national border that links one country to countries all over the world, including South Korea. The link for Korea is Incheon International Airport. Passengers, freight and airplanes take off and land at this place. With 30,000 airport employees working to keep the airport open 24 hours a day. 21 government agencies are located on the airport premises. Airport is more than just an airport: It is a small city. Just like how one airplane part is essential to the safety of the whole flight, every single person who works at Incheon Airport plays an important role in handling the airplane take-offs and landings. \"Aircity\" is a story about these dedicated people. When your plane ticket is processed and board a plane after having a seat assigned to you, then the pilot will navigate the plane to your destination. After your plane lands, you need to go to the exit gates. It looks like a simple but in fact takes lots of procedure behind and Aircity will show you what happens behind the scenes as people work hard to make your flight arrive on time without a problem. The characters of this drama harbor a common goal to establish another aircity in the African continent. The goal accompanies many challenges and the characters overcome those challenges one by one. They are courageous and aggressive when it comes to work but the stories of their love is sometimes difficult, foolish and a bit clumsy. But as much as they are faithful to their passions and dreams, they are always respectful of others. Han Do Kyung, specially scouted by the Incheon Airport Director, come back to Korea as the chief of operations of Incheon Airport with much lower salaries. However, Do Kyung lives with an uneven wound of her family and a regret of leaving her sister behind. She met Kim Ji Sung, a National Intelligence Service agent and gets entangle with him. Kim Ji Sung is very passionate about his work to the extend that he is willing to bend the rules to ensure the security of the country even if he is only acting on his instincts. After being stationed at the airport, he finds himself in an emotional turmoil with a woman he used to love. At the same time, he is falling for Han Do Kyung. Kang Ha Joon, a childhood friend of Han Do Kyung is also falling for Do Kyung. Kang Ha Joon is a quick tempered with a habit of talking aggressively due to his nature of work watching over thousands of surveillance cameras in the airport but has good relations with all the airport employees even the cleaners because of his kind personality outside of work. As his friendship develops with Do Kyung, he becomes a strong source of refuge for her. But as his feelings for her grows, his relationship gets more and more complicated with a woman who is his friend, superior at workplace and unrequited love.::me"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.2
            },
            "males": {
                "votes": 7,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 4.5
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.3
            },
            "females": {
                "votes": 10,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 5,
                "rating": 6.4
            },
            "non us users": {
                "votes": 9,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 1,
            "9": 2,
            "8": 3,
            "7": 8,
            "6": 6,
            "5": 0,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}