{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "August 2007"
            },
            {
                "country": "Canada\n",
                "date": "September 2007"
            }
        ],
        "release dates": [
            "Canada::August 2007",
            "Canada::September 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Spiritual Gardens"
            },
            {
                "countries": "Canada (English title) (alternative title)",
                "title": "Spiritual Gardens with Grahame Beakhust"
            }
        ],
        "akas": [
            "Spiritual Gardens (original title)",
            "Spiritual Gardens with Grahame Beakhust Canada (English title) (alternative title)"
        ],
        "akas from release info": [
            "Spiritual Gardens (original title)",
            "Spiritual Gardens with Grahame Beakhust Canada (English title) (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The David G. Porter Memorial Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame heads to Guelph to visit the David G. Porter Memorial Japanese Garden. Described as \"the Great within the Small\", this beautiful Zen garden provides a sense of balance which helps to block out the world and find an inner peace.    "
                },
                "2": {
                    "title": "First Unitarian Congregation Meditation Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame finds peace and sanctuary amongst the unique mix of flowers and plants at the First Unitarian Congregation Meditation Garden in Ottawa.    "
                },
                "3": {
                    "title": "Aids Memorial Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame visits the AIDS Memorial Garden in Toronto's Cawthra Square Park. where a series of concrete memorials nestle among the plants and shrubs.    "
                },
                "4": {
                    "title": "Parkwood Hospital Therapeutic Rail Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame heads to the Parkwood Hospital in London where a unique courtyard garden is home to a model railway being used as a therapeutic tool to engage patients and residents.    "
                },
                "5": {
                    "title": "Guelph Enabling Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame takes us to the Guelph Enabling Garden, specially designed for people of all abilities and ages to celebrate active connections one has with nature.    "
                },
                "6": {
                    "title": "Martyrs' Shrine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame visits Midland's Marytrs' Shrine where centuries ago, eight missionaries died trying to convert natives to Christianity. Now 75 acres of gardens are home to shrines commemorating 40 different ethnic group's Catholic roots.    "
                },
                "7": {
                    "title": "Cambridge Sculpture Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame heads to Cambridge to explore the sculpture garden, a space designed to bring art and nature together in a fully accessible public place.    "
                },
                "8": {
                    "title": "Labyrinth Peace Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Oct. 2007",
                    "year": "2007",
                    "plot": "\n    The flowers that border the paths of the Labyrinth Peace Garden in Kincardine emerge in a rainbow of color, evoking subtle energies and inner wisdom. Join Grahame in his journey down this spiritual path.    "
                },
                "9": {
                    "title": "Bereaved Families of Ontario Pembroke Memory Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame visits Pembroke's Bereaved Families of Ontario Memory Garden, where amongst beautiful flower beds and rosebushes, those grieving place markers to remember their loves ones.    "
                },
                "10": {
                    "title": "Round Garden for the Blind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Join Grahame in Perth at the Round Garden for the Blind. Designed for visually impaired and wheelchair-bound visitors, the garden's emphasis is on the visitors' sense of smell, sound and touch.    "
                },
                "11": {
                    "title": "Earth Healing Herb Garden & Retreat Centre (Six Nations of Grand River)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame visits the Earth Healing Herb Garden & Retreat Centre at the Six Nations Reserve of Grand River. Here traditional herbalist Janice Longboat shares her gardens which were built based on the aboriginal concept of holistic healing.    "
                },
                "12": {
                    "title": "Regional Treatment Centre Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Grahame is at The Regional Treatment Centre at Kingston Penitentiary where Aboriginal offenders plant a large garden that includes the traditional food's of their ancestors.    "
                },
                "13": {
                    "title": "The Cosmic Bird Feeder (Bloorview Kids Rehab)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spiritual Gardens (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Join Grahame as he learns about the Cosmic Bird Feeder program which brings together children, with and without special needs, to share creative and healing experiences in the garden.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Beakhust, Grahame"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTgxMTIzZjQtNjdkZS00YjQ5LTgzNWQtMGIwZTEzOGNlY2E0XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Spiritual Gardens examines gardens that were created specifically for spiritual reasons; gardens where the people who use the garden and the people who work in the garden gain far more than just the experience of creating a beautiful or bountiful place. They are taken to a space where they undergo a metamorphosis that leaves them spiritually changed just by spending time in the garden. The series looks at how the originators and gardeners went about creating these special places. The thought processes behind the gardens; the choice of plants and the affect of the layout. Viewers will see how the design transforms not just the gardener but the people who use the gardens as places of rest, relaxation and mental and spiritual growth. We look at what makes the gardens work, what makes the garden outlast its creators and what the gardeners derived from the simple act of creating the gardens. Most of all, we try to find out why the gardens were created, what the creators hoped to get from it and the qualities of human nature that find expression and fulfillment in the place and activity of gardening.",
        "languages": [
            "English"
        ],
        "title": "Spiritual Gardens",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Beakhust, Grahame"
            },
            {
                "name": "Bernstein, Howard"
            },
            {
                "name": "Terry, Chris"
            }
        ],
        "production companies": [
            {
                "name": "DocuTainment Plus Productions"
            },
            {
                "name": "Windchill 5 Productions"
            }
        ],
        "distributors": [
            {
                "name": "Chestnut Park Productions"
            },
            {
                "name": "Multicom Entertainment Group"
            },
            {
                "name": "Vision TV"
            }
        ],
        "plot": [
            "_Spiritual Gardens_ (qv) examines gardens that were created specifically for spiritual reasons; gardens where the people who use the garden and the people who work in the garden gain far more than just the experience of creating a beautiful or bountiful place. They are taken to a space where they undergo a metamorphosis that leaves them spiritually changed just by spending time in the garden. The series looks at how the originators and gardeners went about creating these special places. The thought processes behind the gardens; the choice of plants and the affect of the layout. Viewers will see how the design transforms not just the gardener but the people who use the gardens as places of rest, relaxation and mental and spiritual growth. We look at what makes the gardens work, what makes the garden outlast its creators and what the gardeners derived from the simple act of creating the gardens. Most of all, we try to find out why the gardens were created, what the creators hoped to get from it and the qualities of human nature that find expression and fulfillment in the place and activity of gardening.::joe Woodward",
            "_Spiritual Gardens_ (qv) examines gardens that were created specifically for spiritual reasons; gardens where the people who use the garden and the people who work in the garden gain far more than just the experience of creating a beautiful or bountiful place.::Joe Woodward"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}