{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "June 2007"
            }
        ],
        "release dates": [
            "USA::June 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Sudeley Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crisis at the Castle (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Henry and Mollie will soon inherit Sudeley Castle from their mother, Lady Ashcombe; however, the home needs expensive renovations, constant repairs, and Lady Aschcombe is in doubt of her children's intentions for the estate.    "
                },
                "2": {
                    "title": "Burton Court",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crisis at the Castle (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Burton Court's 14th-century great hall is a landmark in Hertfordshire, and it holds a costume and taxidermy museum. But as museum attendance and the estate's fruit farm plummet, the family spends their life savings to redesign the space.    "
                },
                "3": {
                    "title": "Kelburn Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crisis at the Castle (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Patrick Boyle, the 10th Lord of Kelburn, is the first to admit that years of short-term, fast-fix repairs are to blame for many of Kelburn Castle's woes, but with half a million pounds of debt, he's not sure what to do next.    "
                }
            }
        },
        "number of episodes": 3,
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTkyNzcwODE5OV5BMl5BanBnXkFtZTgwNzczNDAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "These historic houses have stood for centuries. But will they survive the next generation? The owners of three magnificent examples of British architecture--Sudeley Castle, Burton Court, and Kelburn Castle--are faced with pivotal decisions about how to preserve the family home in the face of crumbling infrastructures, fading public attention, and exponentially rising expenses. A dramatic exposé of the challenges facing the aristocratic inheritors of magnificent properties and crippling debt, Crisis at the Castle takes a behind-the-tapestry look at the realities of castle ownership. From small maintenance tasks that mushroom into calamities to steadfast resistance from elders, watch as the sons and daughters of these ancestral homes take stewardship of their legacy, setting new plans in motion to preserve these houses for future generations.",
        "title": "Crisis at the Castle",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "plot": [
            "These historic houses have stood for centuries. But will they survive the next generation? The owners of three magnificent examples of British architecture--Sudeley Castle, Burton Court, and Kelburn Castle--are faced with pivotal decisions about how to preserve the family home in the face of crumbling infrastructures, fading public attention, and exponentially rising expenses. A dramatic exposé of the challenges facing the aristocratic inheritors of magnificent properties and crippling debt, _Crisis at the Castle_ (qv) takes a behind-the-tapestry look at the realities of castle ownership. From small maintenance tasks that mushroom into calamities to steadfast resistance from elders, watch as the sons and daughters of these ancestral homes take stewardship of their legacy, setting new plans in motion to preserve these houses for future generations."
        ],
        "tech": {}
    }
}