{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2007"
            },
            {
                "country": "USA\n",
                "date": "February 2013"
            }
        ],
        "release dates": [
            "USA::January 2007",
            "USA::February 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Penguins: Waddle All the Way, the Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Emperor penguins cross a treacherous frozen sea to reach their breeding grounds. They must lay their eggs without touching the ice. Rockhoppers brave the world's stormiest seas, only to face a daunting 300-foot cliff. Humboldts are strange tropical penguins that have rarely been filmed. The hard work for all the penguins finally pays off when their tiny, vulnerable chicks begin to hatch.    "
                },
                "2": {
                    "title": "Penguins: Waddle All the Way, First Steps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Chicks are hatching all over! Male emperors form an identity parade before handing over their newborns to the returning females. On the Falklands, Rockhopper chicks meet some unruly neighbors, and Caracara birds grab an eggcam and film the aerial shots of the colony! In Peru, Humboldt chicks emerge into the desert and the adults leave their burrow plastered in mud and needing a bath.    "
                },
                "3": {
                    "title": "Penguins: Waddle All the Way, Growing Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The chicks are growing up fast and becoming increasingly independent. Emperor and Rockhopper chicks are placed in a creche as their parents go fishing and the Humboldts are left in their burrows. From egg to adolescent, spycams have been with the young penguins through their tough early months. Now they are with them as they leave.    "
                },
                "4": {
                    "title": "Polar Bear: Spy on the Ice - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    This beautiful program gets closer than ever to the world's greatest land predator with the help of Icebergcam, Blizzardcam and Snowballcam. These cameras are just a breath away when two sets of cubs emerge from winter maternity dens. As this program captures its intimate portrait of polar bears' lives, it reveals how their intelligence and curiosity help them cope in a world of shrinking ice.    "
                },
                "5": {
                    "title": "Polar Bear: Spy on the Ice - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The story continues as the spy cameras follow both sets of polar bear families. The mother with two cubs is in polar bear heaven, surrounded by ice and seals. The other mother and cub family find it difficult to survive. They must be clever and find emergency sources of food to stay alive. Elsewhere, a group of young, playful male polar bears play a rousing game of soccer with Snowballcam.    "
                },
                "6": {
                    "title": "Tiger: Spy in the Jungle - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Mar. 2008",
                    "year": "2008",
                    "plot": "\n    For the first time, our cameras film tiger cubs just a few days old. As they grow into engaging, playful young cubs, many other jungle creatures are revealed. At this vulnerable young age they are prey for almost anything but this is also when life is at its most idyllic.    "
                },
                "7": {
                    "title": "Tiger: Spy in the Jungle - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Apr. 2008",
                    "year": "2008",
                    "plot": "\n    The cubs are now half grown, still playful and enchanting. But this is also a time for learning the hunting and fighting skills they will need as adults. We also see how some of the other jungle creatures, born at the same time, are progressing.    "
                },
                "8": {
                    "title": "Tiger: Spy in the Jungle - Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Now young adults, the tigers are starting to become independent. As they learn to be King of the Jungle, the other jungle animals have to learn to survive their early attempts at hunting.    "
                },
                "9": {
                    "title": "Trek: Spy on the Wildebeest, the Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Jan. 2007",
                    "year": "2007",
                    "plot": "\n    The epic story of the greatest animal trek on earth. Dungcam and Bouldercam are joined by Croccam, Skullcam, Tortoisecam and other 'spycams' to film, up-close and personal, a wildebeest calf making this spectacular year-long journey. Over one million wildebeest and their young make the arduous trip across Tanzania's Serengeti and Kenya's Masai Mara.    "
                },
                "10": {
                    "title": "Trek: Spy on the Wildebeest, the Crossing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Jan. 2007",
                    "year": "2007",
                    "plot": "\n    The migration reaches Kenya's Masai Mara where, for the calf, the river presents his greatest challenge yet. Croccam, Skullcam, Tortoisecam and Hippocam are just some of the spycams following the calf as he crosses the raging torrents. They film, up close and personal, as crocodiles pick-off stragglers, hippos become carnivorous and the river's sheer walls become death-traps.    "
                },
                "11": {
                    "title": "Superswarm: When Worlds Collide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Jan. 2009",
                    "year": "2009",
                    "plot": "\n    This program reveals the awe-inspiring world of animal swarms. Using the latest camera techniques, we go to the heart of the swarm, and footage from camcorders and mobile phones captures the amazing impact they can have on our lives. One man has learned to control the ultimate swarm, becoming their 'queen bee' and learning to control what most people fear.    "
                },
                "12": {
                    "title": "Superswarm: One Million Heads, One Beautiful Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Specials: The Spy Collection (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Extraordinary photography reveals the incredible collective intelligence behind these invasions. All unite as one and act like a giant organism controlled by a single brain. Fire ants invade and destroy computer equipment and, when their nest is flooded, create living rafts with their bodies. One swarm is even helping to save the planet from the Greenhouse Effect.    "
                }
            }
        },
        "number of episodes": 12,
        "genres": [
            "Documentary"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM3NzYwMTM3NF5BMl5BanBnXkFtZTgwNDMyNDAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Using a system of spy cameras inside remote-controlled robots, get an up close and personal look at the many magnificent creatures of our world, making new observations about their lives. From penguins to polar bears, and tigers to elephants, these amazing creatures are shown from a whole new angle.",
        "title": "Wildlife Specials: The Spy Collection",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "plot": [
            "Using a system of spy cameras inside remote-controlled robots, get an up close and personal look at the many magnificent creatures of our world, making new observations about their lives. From penguins to polar bears, and tigers to elephants, these amazing creatures are shown from a whole new angle."
        ],
        "tech": {}
    }
}