{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2007"
            },
            {
                "country": "Australia\n",
                "date": "26 February 2007"
            }
        ],
        "release dates": [
            "Australia::2007",
            "Australia::26 February 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Schlocky Horror Picture Show"
            },
            {
                "countries": " (alternative spelling)",
                "title": "Schlocky Horror Picture Show"
            }
        ],
        "akas": [
            "The Schlocky Horror Picture Show (original title)",
            "Schlocky Horror Picture Show (alternative spelling)"
        ],
        "akas from release info": [
            "The Schlocky Horror Picture Show (original title)",
            "Schlocky Horror Picture Show (alternative spelling)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "The Late Night Double Feature (C31 Melbourne)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "17 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Nigel Honeybone presents the 2014 movie \"The Late Night Double Feature\" with the two movies X The Fiend From Beyond Space/The Wall People; streamed live on C31 Melbourne.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Last Man on Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    \"I think I've seen this film before,\" you're probably right. The Last Man On Earth is based on the novel I Am Legend, and I Am Legend was also adapted as The Omega Man which starred Charlton Heston. So basically they're the same film, except in one film you've got Vincent Price and the other you've got Charlton Heston.    "
                },
                "2": {
                    "title": "The Mad Monster",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Apr. 2007",
                    "plot": "\n    There's a monster in it, he's mad. George Zucco is the mad scientist and Glenn Strange is the mad monster. Though, if I was treated like Glenn Strange, I wouldn't be just mad, I'd be absolutely livid.    "
                },
                "3": {
                    "title": "The Phantom from 10,000 Leagues 1955",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    There's a couple of things I should point out at the start. First of all, the most astute of you will know that a league is a unit of distance, not depth. So when they say The Phantom From 10,000 Leagues, it should really be The Phantom From 10,000 Fathoms. But if it was from 10,000 fathoms it would be from roughly eleven miles deep in the ocean, or more than the depth of the Marianas Trench, which is substantially more than the twenty feet of water we see it in. Which brings me to my second point. If we can actually see it, then it's not a phantom. It's actually more...    "
                },
                "4": {
                    "title": "Evil Brain from Outer Space 1959",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Chogi Akasaka & Akira Miwa starring Ken Utsui & Chisako Tawara. Here's a couple of good reasons why Evil Brain From Outer Space makes no sense at all. It's actually three films cut into one. First is Supergiant: The Space Mutant Appears, then Supergiant Continues: The Devil's Incarnation, and finally Supergiant Continues: The Poison Moth Kingdom. So here's a simple guide to work out which film is which: When the evil brain-bat-thing appears on screen, it's Space Mutant Appears. If it's the scary hag woman, it's The Devil's Incarnation. If the gentlemen in the ...    "
                },
                "5": {
                    "title": "Scared to Death 1947",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    It's actually three films cut into one. First is Supergiant: The Space Mutant Appears, then Supergiant Continues: The Devil's Incarnation, and finally Supergiant Continues: The Poison Moth Kingdom.    "
                },
                "6": {
                    "title": "Crypt of the Living Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 May 2007",
                    "year": "2007",
                    "plot": "\n    It's originally a Spanish horror film that's been whisked over to America and 're-purposed' by Ray Danton, who has directed far more interesting horror films such as Deathmaster and Psychic Killer, neither of which are available to non-profit community-based television presenters like myself.    "
                },
                "7": {
                    "title": "Moon of the Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 May 2007",
                    "year": "2007",
                    "plot": "\n    Daniel Petrie starring David Janssen & Bradford Dillman. Petrie found his skills at depicting several personalities would come in handy later on when he directed Sybil with Sally Field, Sally Field and Sally Field. David Janssen is more used to being the persecuted than the persecutee as Doctor Richard Kimble in The Fugitive. No, not Mister Kimble from Green Acres, he was the original Richard Kimble before Harrison Ford. Yes, it was a television series before it became a movie. No, not like M*A*S*H, the other way around. Like the Mod Squad. No, neither did I. Where ...    "
                },
                "8": {
                    "title": "Dementia 13",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 May 2007",
                    "plot": "\n    I bet you're clamoring to know why I call this Coppola's first 'official' film. Before this he directed two softcore porn films, The Bellboy And The Showgirl and This Time For Sure, also known as Wide Open Spaces until the actresses complained. Anyway, he left both of those off his CV. He also directed one-fifth of The Terror, along with Roger Corman, Monte Hellman, Jack Hill, and a struggling young actor by the name of Jack Nicholson. Of course, Francis and I had worked together on the temple scene from Apocalypse Now.    "
                },
                "9": {
                    "title": "Voyage to the Planet of Prehistoric Women",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 May 2007",
                    "plot": "\n    You must agree that at least the film has some impressive special effects, or did have until 2001 A Space Odyssey came along in the same year, but it does have impressive special effects for the year it was actually made: 1964. Most of the film, the bits with the men in them, is from a pretty good Russian film called Planet Of Storms made in 1964. Because Russia wasn't a signatory to the Berne copyright convention, Roger Corman got his hands on the film cheaply and made it into two films - Voyage To The Prehistoric Planet and Voyage To The Planet Of Prehistoric Women....    "
                },
                "10": {
                    "title": "Prisoners of the Lost Universe",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Jun. 2007",
                    "plot": "\n    Terry Marcel starring Richard Hatch & John Saxon. Saxon has been a mainstay of genre cinema since Enter The Dragon, Cannibal Apocalypse, Hands Of Steel, Battle Beyond The Stars and, of course, the classic miniseries Great Heroes Of The Bible. He is less fondly remembered for the notorious episode of The Mary Tyler Moore Show, when he is framed for the torture killing of Phyllis by Ted Baxter. Saxon was in great demand for post-apocalyptic films, because when he's not working in the film industry, he actually lives as a warlord in his private fortress with his company ...    "
                },
                "11": {
                    "title": "Santa Claus Conquers the Martians",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "8 Jun. 2007",
                    "plot": "\n    The more astute of you may have realized by now the Martians are devoid of their usual weaponry: Tripods, death rays, etc. They must have all been in the shop when they kidnapped Santa. In fact, as Martians go, they're sort of puny and whiny, not so much warriors as bureaucrats, really. That's why they've held off invading Earth, they know they'd be in awash of liability claims. And we can see some not-so-subtle propaganda here. The socialistic Martians have lost the ability to have fun, so they need Santa to show them a good time, like the capitalist whore he is.    "
                },
                "12": {
                    "title": "Creepers Aka Phenomenon",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Jun. 2007",
                    "plot": "\n    Dario Argento starring Jennifer Connelly & Donald Pleasance. The stars of Creepers have been in some of the all-time greats of genre cinema, it's what I call a Two-Clicks-Away film. If you look up the film on the Internet Movie Data Base, it's just Two-Clicks-Away from some of the greatest films of all time. For example, Jennifer Connelly won an Academy Award for A Beautiful Mind, and many people assume her first film was Labyrinth with Jim Henson and David Bowie, but she was actually selected for Labyrinth by Henson because of her performance in Creepers. Connelly ...    "
                },
                "13": {
                    "title": "Bad Taste",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Jun. 2007",
                    "plot": "\n    by Peter Jackson starring Pete O'Herne & Peter Jackson. Like many classics of modern cinema, Bad Taste was banned in Queensland, until the censorship board was disbanded in the nineties in a unique ruling that had declared itself obscene. Out of all the low-budget films we've screened, Bad Taste is the one that demonstrates that all you need is some film equipment, your friends and family, and about 280 free weekends. In fact, the filming went on for so long - how long? It went on for so long that Craig Smith the actor (in the Pia Zadora sense of the word) got married...    "
                }
            },
            "2": {
                "16": {
                    "title": "The Human Monster",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "13 Jun. 2007",
                    "plot": "\n    This is one strange hacked-together film, you get the feeling that the bond company had to come in on this one, I'm not surprised - there's very few credits on it, who would want to be associated with this film? The acting of all involved is terribly stilted and the plot jumps around all over, it all makes very little sense. As I said before it looks like the bond company had to come in because it seems like there was a lot of footage that wasn't shot that needed to be, and all the music was very ill-fitting library music - cheap, I guess.    "
                },
                "17": {
                    "title": "The Cabinet of Dr Caligari",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "20 Jul. 2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Drive-in Massacre",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "27 Jul. 2007",
                    "plot": "\n    by Stuart Segall starring Jake Barnes and Adam Lawrence. There's murders taking place at a Southern California drive in, and the cops are investigating, but who is responsible? Is it Germy, a former carnival geek who now does the cleaning up around there? He is pretty spun, and his former friends were chickens from the carnival he worked at, so he's a likely candidate. So is the drive-in's manager, who is a bitter man who is overworked and underpaid and dresses like he's the devil or something.    "
                },
                "19": {
                    "title": "Juggernaut",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "3 Aug. 2007",
                    "plot": "\n    by Henry Edwards starring Boris Karloff and Morton Selten. Brooding Boris plays Doctor Victor Sartorius, an ailing doctor working in Morocco. He teams up with Mona Goya as Lady Yvonne Clifford, in a plot to poison her husband, Sir Charles Clifford so he can collect the 20,000 pounds necessary to save his experiments and his funding. Roger Clifford, the son of Sir Charles has also been marked for death. The only one who can stop the murder plot of Sartorius is Nurse Eve Rowe, played by the beautiful Joan Wyndham. This is one of the few Karloff genre movies from the ...    "
                },
                "20": {
                    "title": "Prey",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "10 Aug. 2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "House on Haunted Hill",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "17 Aug. 2007",
                    "plot": "\n    by William Castle starring Vincent Price and Richard Long. This is the only film to be made with the quaint cinematic process known as Emergo, an early prototype of a truly holographic 3-D movie process that wouldn't require the audience to wear silly glasses. Emergo was a simple motion path generator consisting basically of, ahem, a skeleton on a wire. There's a point in the film when the skeleton would be pushed out from the top of the screen along a wire above the heads of the audience. They stopped it when kids kept shooting at the skeleton with BB guns and, in ...    "
                },
                "22": {
                    "title": "Bucket of Blood",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "24 Aug. 2007",
                    "plot": "\n    We start off at the café with the sax wailing and Maxwell shooting the audience with words of wisdom. It's a great opener to our story. Dick Miller is great as Walter Paisley, who makes you root for our down trodden busboy. Plus, who knew landladies were so controlling back then? Sheesh, a guy can't even bring a dame over. Add great support especially from Julian Burton who's Mister Brock (\"Please call me Maxwell\") really lives it up as the ultimate beat poet and has a terrific time doing it. Leonard De Santis provides laughs as the stuck up café owner who learns to ...    "
                },
                "23": {
                    "title": "Little Shop of Horrors",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "31 Aug. 2007",
                    "plot": "\n    The cast match the material and all buy into the joke, watching them also shows that the cast in the musical are really pretty much just impersonate the actors here. Haze is enjoyably geeky and convinces throughout. Welles is funny and plays up to his ethnic caricature well. Corman regular Miller hasn't really got much to do but his face is always a ruggedly familiar and welcome sight. Joseph is not great but her performance suits the b-movie genre - likewise Campo and Warford, who are very funny as Dragnet-style cops. Nicholson is pretty funny and was a curious find ...    "
                },
                "24": {
                    "title": "Creature from the Haunted Sea",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "7 Sep. 2007",
                    "plot": "\n    Roger Corman starring Anthony Carbone and Beech Dickerson. Corman has had an extremely long and prosperous career in the B-movie industry. Ever since 1954, he has been cranking out dozens of b-movies, and has paved the way for many actors and directors, including the likes of Jack Nicholson, Francis Ford Coppola and Ron Howard. It still seems as if old age hasn't caught up to Roger yet, as he is still quite active in low budget filmmaking. Having paid my sincere respect to the b-movie king, let's take a look at Creature From The Haunted Sea, which was Roger's ...    "
                },
                "25": {
                    "title": "All the Kind Strangers",
                    "kind": "episode",
                    "year": "2007",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "14 Sep. 2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Night of the Living Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "21 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    It was originally written by Romero and John Russo as a horror comedy called Monster Flick which, at the time, was about alien invaders who befriend a group of teenagers, and could possibly be mistaken for Teenagers From Outer Space, so they returned to the writing board and added the living dead which Romero called ghouls, after the television executives he had as clients. Then he was inspired by I Am Legend by Richard Matheson, and came up with the more apocalyptic scenario we're watching tonight. I Am Legend, of course, was adapted as The Last Man On Earth, which ...    "
                }
            },
            "3": {
                "27": {
                    "title": "The Evil Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "14 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    by Maurice Elvey starring Claude Rains and Fay Wray. I know what you're thinking, there just aren't enough great British horror films of the thirties concerning clairvoyants, right? Prepare to be enlightened, as the diminutive but very visible Claude Rains plays a con-artist clairvoyant who gains the power to actually predict the future, yet is unable to prevent it from happening. The Clairvoyant also happens to be the alternate title to tonight's atmospheric classic, but you knew I was going to say that, too.    "
                },
                "28": {
                    "title": "The Last Woman on Earth",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "28 Mar. 2008",
                    "plot": "\n    by Roger Corman starring Antony Carbone and Betsy Jones-Moreland. Let's take a moment now to assess this situation in some detail. First of all, we've got two men among our survivors of the apocalypse, but only one woman. Second, one of those men is married to the woman, but we've seen reason to believe that she would honestly prefer to be with the other one at this point. Finally, the two men have also established that their philosophies of life are more or less mutually antithetical. What do you suppose all this might mean for the remainder of the film? You got it. ...    "
                },
                "29": {
                    "title": "Destroy All Planets",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "4 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    by Kenji Yuasa starring Kojiro Hongo and Toru Takatsuka. Earth is under attack from aliens wearing berets, like French mimes. So we're being invaded by a bunch of cheese-eating street performers, except these ones don't surrender so easily, who fly around in a spaceship that looks like giant bees in a scrum. Luckily for Earth, there exists a giant flying fire-breathing turtle named Gamera, who also hates performance art. Poor thing, he must get quite dizzy from all that spinning around, but doesn't seem to affect him more than the freezing vacuum of space. And if ...    "
                },
                "30": {
                    "title": "Nightmare Castle",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "10 Apr. 2008",
                    "plot": "\n    A mad scientist, adultery, ghosts, strange experiments, a dead butler in the bathtub, and a spooky castle. Exciting? You'd think so. Fear will grip your spine when you come to the sick realisation that you're about to sit through another one of those drive-my-crazy-wife-crazy-so-I-can-get-her-money movies. Console yourself with the fact that Barbara Steele is playing dual roles in this one. Ah, Barbara - ahem, excuse me. Anyway, lots of those Italian horror fans who worry about stuff like finding these movies, well, they think she's 'da bomb'. Kids still say that, ...    "
                },
                "31": {
                    "title": "The Werewolf vs the Vampire Woman",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "18 Apr. 2008",
                    "plot": "\n    by Leon Klimovsky starring Paul Naschy and Gaby Fuchs. Imagine what would happen if a group of twelve-year-olds decided to make their own version of the old Universal monster movies during the seventies. If you can picture that, then you have a pretty good idea of what The Werewolf Versus Vampire Woman is like, both conceptually and technically. Consider yourself warned.    "
                },
                "32": {
                    "title": "The Terror",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "25 Apr. 2008",
                    "plot": "\n    by Roger Corman starring Boris Karloff and Jack Nicholson. Once upon a time, Roger Corman had horror film legend Karloff for two days and didn't have to vacate a set over a weekend. So, he made a feature film. Actually, he made a mess, wasted Karloff, gave young Nicholson an opportunity to turn in his worst screen performance ever, and puzzled movie audiences for decades.    "
                },
                "33": {
                    "title": "The Killer Shrews",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "original air date": "2 May 2008",
                    "plot": "\n    by Ray Kellogg starring James Best and Ken Curtis. This gives new meaning to the phrase Low Budget - the giant shrews are played by dogs in drag when they are not being represented by clumsy puppets, and one could not be blamed for turning up their nose at this movie. If there is a saving grace, it's the short running time. Yes, there's lots of boring talk, but there's also enough monster action to satisfy fans of such schlocky goodness.    "
                },
                "34": {
                    "title": "Carnival of Souls",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "9 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    by Herk Harvey starring Candace Hilligoss and Sidney Berger. Mary goes to Salt Lake City where she has accepted a job as church organist. Where ever she goes, she sees a death-like figure who seems to be pursuing her. She also finds herself being strangely drawn to a deserted dark carnival. The director and lead ghoul Herk Harvey never made another film, making it even more of a cult item.    "
                },
                "35": {
                    "title": "Teenagers from Outer Space",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "16 May 2008",
                    "plot": "\n    by Tom Graeff starring David Love and King Moody. Aliens in jump suits want to use Earth as a breeding ground for Gargons, which are yabbies that grow to ginogorous proportions. But the young rebel alien Derek hates this idea and runs away, so Thor is in hot pursuit with a disintegration ray. Thor goes about doing this by asking people to do things for him, asking them a lot of questions, then blasting them.    "
                },
                "36": {
                    "title": "Chiller",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 36,
                    "original air date": "30 May 2008",
                    "plot": "\n    by Wes Craven starring Michael Beck and Jill Schoelen. \"Welcome To The Wooorld Of Tomorrow!\" as corporate executive Miles Creighton is cryogenically frozen for ten years until a liver transplant is accepted as a suitable method as reviving him. Unfortunately, according to his priest the mind and body have been reanimated but the soul, well, the soul is gone - forever.    "
                },
                "37": {
                    "title": "The Devil Bat",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 37,
                    "original air date": "6 Jun. 2008",
                    "plot": "\n    by Jean Yarborough starring Bela Lugosi and Dave O'Brien. From The Devil Bat onwards, Lugosi's roles became demeaning self-parodies, until the final indignity of his posthumous appearance in Plan Nine From Outer Space. As it stands, The Devil Bat is a grim forewarning of the rest of Bela's career. The plot is ridiculous, the so-called special effects somewhat less than special, the acting is universally terrible, and the direction mediocre. Which is not to say The Devil Bat is extremely enjoyable to watch, especially with a few friends late at night.    "
                },
                "38": {
                    "title": "Count Dracula and His Vampire Bride (Aka the SATANIC RITES of DRACULA 1973)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 38,
                    "original air date": "13 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    by Alan Gibson starring Christopher Lee and Peter Cushing. If the plot isn't enough of a hoot, this movie is shot with a dangerous excess of seventies style. Besides the obvious fashion victims wearing sheepskin vests, Dracula has outfitted his mansion with a mod control room, missing only lava lamps. And speaking of lamps, half of this movie is shot from behind various lighting fixtures.    "
                },
                "39": {
                    "title": "Horrors of Spider Island",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 39,
                    "votes": 9,
                    "original air date": "20 Jun. 2008",
                    "plot": "\n    by Fritz Bottger starring Alex Darcy and Barbara Valentine. From the poor black and white photography, horrendous dubbing, low-grade production values, completely idiotic characters, stock footage padding, Z-grade monster effects and sheer schlock factor, this movie is seemingly loaded with all the proper ingredients for a true cinematic train wreck. Yet, for some truly inexplicable reason, I find it not only watchable but strangely, and dare I say disturbingly, enthralling as it unfolds.    "
                },
                "40": {
                    "title": "Nosferatu",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 40,
                    "original air date": "27 Jun. 2008",
                    "plot": "\n    by F.W. Murnau starring Max Schreck and Gustav Von Wangenheim. New score by Jeremy Newton. It may not have the polish of later films, but Nosferatu possesses a foggy darkness despite its sun-drenched images. Its frank gruesome quality is a stark contrast to the scratchy clean horror of Universal's horror films of the thirties or forties, and the completely unromantic treatment of the Count fits well with modern cynicism. Max Schreck's Orlock is one of the most familiar images in film history, or for that matter in the history of images.    "
                }
            },
            "4": {
                "41": {
                    "title": "Beast from the Haunted Cave",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 41,
                    "original air date": "5 Dec. 2008",
                    "plot": "\n    by Monte Hellman starring Frank Wolff and Gil Jackson. I present for your enlightenment a message film from the Corman Brothers, with the grammatically challenging title of Beast From Haunted Cave. Its message is Crime Does Not Pay. Not the most original of messages and one that, in our bizarre, through-the-looking-glass world, is not easy to take seriously. In films at least, thieves planning robberies usually fail to take something important into account. This time they have neglected to consider the possibility of being hunted down by a large camera-shy monster. ...    "
                },
                "42": {
                    "title": "Bluebeard",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 42,
                    "original air date": "12 Dec. 2008",
                    "plot": "\n    by Edgar G. Ulmer starring John Carradine and Jean Parker. Tonight's offering from the wild and crazy world of low-budget past-their-commercial-use-by-date horror films is Bluebeard, made by people with talent. Indeed, there's not much wrong with this variation on the old legend of Bluebeard, the serial killer of his own wives, that a decent budget couldn't have fixed. It has a skilled director, Edgar G. Ulmer, already experienced in doing good work on modest budgets, and the lead is played by John Carradine, an actor of considerable ability, well known to devotees of...    "
                },
                "43": {
                    "title": "The Bat",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 43,
                    "original air date": "19 Dec. 2008",
                    "plot": "\n    When I inform you I'm screening an Old Dark House film for you tonight, you know what to expect. Concealed doors, secret passages, people abducted in the few seconds when no-one is looking, dead bodies behind secret doors, servants who may or may not be malevolent and a scoundrel at large, moving freely about the house. Tonight's film doesn't miss a single cliché, despite the fact it isn't THE Old Dark House film, but AN Old Dark House film - this one is called The Bat.    "
                },
                "44": {
                    "title": "White Zombie",
                    "kind": "episode",
                    "year": "2008",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 44,
                    "original air date": "26 Dec. 2008",
                    "plot": "\n    It is my great pleasure to screen for you the eerie horror film White Zombie starring our favourite Hungarian ham, Bela Lugosi. This film is better than most of the titles to be found in the Public Domain and I'm confident you'll feel watching White Zombie was time well spent. But I must hasten to point out, these zombies are not the flesh-eating variety. Since Night Of The Living Dead in 1968, their official job description now includes an insatiable appetite for brains, and in some recent films have even become champion sprinters.    "
                },
                "45": {
                    "title": "Bloody Pit of Horror",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 45,
                    "original air date": "2 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    by Massimo Pupill starring Mickey Hargitay and Walter Brandi. \"My Vengeance Needs Blood!\" You know you're in for a special treat when a movie starts with a quote from the Marquis De Sade. Bloody Pit Of Horror begins with a flashback of a red-hooded criminal being strapped into one of his own iron maidens, or rather a cardboard maiden which looks like it was constructed for a school play. Then his body and soul are locked up inside a coffin-shaped painted plywood prop, complete with a really cool wax seal. What I love about these wax seals is that they last for ...    "
                },
                "46": {
                    "title": "Bloodlust",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 46,
                    "original air date": "9 Jan. 2009",
                    "plot": "\n    by Ralph Brooke starring Robert Reed and Wilton Graff. You know, sometimes, when you're on a boat, fishing and frolicking with your best friend and your best gal, and your best friend's best gal, and your best friend's drunken sea captain's best bottle of whiskey, the idea of jumping ship to explore that strangely deserted island that no-one has ever heard of and isn't on the charts just seems too darn good an idea to let pass. And if anyone ever did think about the logical reasons why not to go, then we would of course be seventy minutes short of time. Let's think ...    "
                },
                "47": {
                    "title": "Warning from Space",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 47,
                    "original air date": "16 Jan. 2009",
                    "plot": "\n    by Koji Shima starring Toyomi Karita and Keizo Kawasaki. How's your astronomy? Planet Paira, as you know, occupies the same orbit on the same elliptical plane as Earth, but on the opposite side of the sun, which makes it impossible to see from Earth, so don't try to find it with your telescope. I did, and look at what happened. When an envoy of starfish-like aliens arrive from said planet to warn mankind about a runaway planetoid that is on a collision course with Earth, fearing that their own planet will be destroyed as well, it's up to humble Japanese scientists to ...    "
                },
                "48": {
                    "title": "The Phantom of the Opera",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 48,
                    "original air date": "23 Jan. 2009",
                    "plot": "\n    by Rupert Julian starring Lon Chaney and Mary Philbin. This is the first film version of The Phantom Of The Opera, starring that Man With A Thousand Faces, Lon Chaney Senior. Have no fear of oppressive over-orchestration and cacophonous caterwauling, for this was made in 1925, when the absence of sound technology protected all cinema-goers from such a disagreeable experience.    "
                },
                "49": {
                    "title": "Svengali",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 49,
                    "original air date": "30 Jan. 2009",
                    "plot": "\n    by Archie Mayo starring John Barrymore and Marian Marsh. You may think the Reign Of Terror was the most perilous time to be living in Paris, but I'm starting to believe 1890 to 1914 was far more dangerous. There were so many Mad Artists doing nasty things during that time, I wonder why they never thought of forming a Trade Union? Svengali is played by John Barrymore, one of the most prominent film stars of the day and this is one of his best performances. Yes, it's true, John Barrymore is the grandfather of Drew Barrymore, whose acting frightens us for entirely the ...    "
                },
                "50": {
                    "title": "Robot Monster",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 50,
                    "original air date": "2 Feb. 2009",
                    "plot": "\n    by Phil Tucker starring George Barrows and George Nader. I am more than confident you will enjoy Robot Monster, it's made with such breath-taking incompetence that the end result provides more laughs than a Marx Brothers comedy, and If the dinosaur sequences appear to be well-done, it's because you're watching stock footage lifted from the 1940 version of One Million Years BC. Robot Monster was made in 1953 on a tiny budget of $20,000, the first science fiction film ever made in 3-D. Unfortunately, the 3-D prints are very hard to find nowadays, and I can only show you...    "
                },
                "51": {
                    "title": "The Wasp Woman",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 51,
                    "original air date": "13 Feb. 2009",
                    "plot": "\n    by Roger Corman starring Susan Cabot and Michael Mark. Filmed in just five days, The Wasp Woman stars the lovely Susan Cabot as proto-yuppie Janice Starling, CEO and the public face of a large cosmetics company she herself has built up from nothing. The Wasp Woman may be read as Corman's sincerely-felt protest at how society undervalues women over the age of forty, then as now. Others have seen The Wasp Woman as evidence of Corman's sincerely held belief that a shameless rip-off of The Fly, a big money-earner for 20th Century Fox the previous year, would earn similar ...    "
                },
                "52": {
                    "title": "The Werewolf of Washington",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 52,
                    "original air date": "20 Feb. 2009",
                    "plot": "\n    by Milton Moses Ginsberg starring Dean Stockwell and Biff McGuire. Did you know the President Of The United States Of America is a stupid redneck with a sub-human sociopath murderous flesh-eating creature as his speech-writer? Thankfully, George W. Bush is no longer in power, and now the truth can finally be revealed. Tonight we turn to the dog-eat-dog world of American politics and occultism to find out what really happens when good journalism goes bad, in the 1973 documentary Werewolf Of Washington.    "
                },
                "53": {
                    "title": "The Vampire Bat",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 53,
                    "original air date": "27 Feb. 2009",
                    "plot": "\n    by Frank Strayer starring Fay Wray and Dwight Frye. This is clearly a Poverty Row picture in a lot of ways, and it's not just the limited number of locations. Filmed at night on Universal's European village set, the interior of Lionel Atwill's house is from The Old Dark House and nothing much really happens to advance the main plot. A large chunk of the movie is taken up with hunting down Karl, and the doctor's plan is not explained in a very comprehensible way. His discovery comes not as the result of Melvyn's investigation, but more by chance. Still, this is far ...    "
                }
            },
            "5": {
                "54": {
                    "title": "Jesse James Meets Frankenstein's Daughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 54,
                    "original air date": "14 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    by William Beaudine starring Narda Onyx and John Lupton. If this seems like the worst possible premise for a low budget western/horror hybrid film, you'll be astonished to hear it was half of a 1966 double feature along with Billy The Kid Versus Dracula. These were the last two films by William 'One Shot' Beaudine, who directed such screen dogs as Rin-Tin-Tin, Lassie and Jean Parker in a career that stretched from silent films to colour television. Beaudine was dubbed 'One Shot' not because he did everything in one take, but because the quick and cheap approach made ...    "
                },
                "55": {
                    "title": "Attack of the Giant Leeches",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 55,
                    "original air date": "21 Aug. 2009",
                    "plot": "\n    by Bernie Kowalski starring Yvette Vickers and Bruno VeSota. Tonight's exciting presentation is a swampy classic ripped straight from the dripping fundaments of Roger Corman's basement. At last, a film for men in rubber raincoats, made by men in rubber raincoats. I am extremely proud - no, that's not the word. Ah. I'm extremely hesitant to present for your enjoyment Attack Of The Giant Leeches. No doubt you're thinking with a title like that it's a parable subtly highlighting how the power elite live off trusting poor people, directed by some genuine left-winger like ...    "
                },
                "56": {
                    "title": "Terror Creatures from the Grave",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 56,
                    "original air date": "28 Aug. 2009",
                    "plot": "\n    by Massimo Pupillo starring Barbara Steele and Walter Brandi. It's an atmospheric supernatural thriller based on a traditional recipe handed down from my old pumpkin-headed friend, the late great Edgar Allan Poe, but the resulting dish is a rather cheesy story about revenge from beyond the grave - much like every other Italian horror movie from the sixties. Nevertheless, it has all the right ingredients. Blood, guts, Barbara Steele in a bath tub, murders, the undead, Barbara Steele in a sheet, severed crawling hands, plague, beautiful landscape photography and Barbara...    "
                },
                "57": {
                    "title": "Tormented",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 57,
                    "original air date": "4 Sep. 2009",
                    "plot": "\n    by Bert I. Gordon starring Richard Carlson and Joe Turkel. The admirers of the novels of my old friend H.G. Wells have yet to forgive Mister Gordon for twice-murdering the same book, first as Village Of The Giants (1965), and then again under it's original title The Food Of The Gods (1976). Although it's far from being Herbert's best work, it certainly didn't deserve that fate. Hopefully you'll be able to put aside the righteous indignation and craving for revenge, and calmly watch Tormented, which is a ghost story. Yes, I too was taken aback by that revelation. When ...    "
                },
                "58": {
                    "title": "Lady Frankenstein",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 58,
                    "original air date": "11 Sep. 2009",
                    "plot": "\n    by Mel Welles starring Rosalba Neri and Joseph Cotten. The plot is paced quickly enough that we rarely notice its jagged edges don't quite fit together. Tania's notion of creating a monster to not only vindicate her father's theories but also to clean up his mess makes for a nice twist on an old story. If the monster is rather too obviously composed of mortician's wax, a glass eye and rubber gloves, it's at least a novel concept for the Frankenstein Monster. And I should mention the suspiciously modern-looking hats the men wear and their amazingly fake sideburns. ...    "
                },
                "59": {
                    "title": "Mystery of the Wax Museum",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 59,
                    "original air date": "18 Sep. 2009",
                    "plot": "\n    I bring you tidings of comfort and joy, for tonight I present a good film which, like Christmas, only happens once a year. It's the original version of Mystery Of The Wax Museum, featuring the fabulous Fay Wray. It was effectively remade in 3-D as House Of Wax with Vincent Price in 1953 and...that's where they should have stopped, really. The 2005 House Of Wax had more in common with Texas Chain Saw Massacre, and it's only real redeeming feature is the demise of Paris Hilton. Really, a spike through the brain shouldn't have killed her, she wasn't using it, after all. ...    "
                },
                "60": {
                    "title": "Werewolf in a Girls Dormitory",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 60,
                    "original air date": "25 Sep. 2009",
                    "plot": "\n    by Paolo Heusch starring Carl Schell and Curt Lowens. Compared to many of the films I've presented, this one isn't so bad. For instance, the film is only eighty-three minutes long, and the filmmakers put some work into it, supplying us with a large number of suspects and making sure that everybody is acting suspiciously at all times. The only practical way to figure out who the werewolf is, is by simply waiting until everyone but the villain has been killed off. Let's hope this is what happens during the exciting conclusion of Werewolf In A Girl's Dormitory.    "
                },
                "61": {
                    "title": "Planet Outlaws",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 61,
                    "original air date": "2 Oct. 2009",
                    "plot": "\n    by Ford Beebe starring Buster Crabbe and Constance Moore. It strikes me that Planet Outlaws is like a male fantasy come to life. Just think of it - Buck gets to take a nice five-hundred-year-long sleep-in. With my busy schedule, I'm ecstatic if I can get twenty minutes nap on the weekend. Then, when he wakes up, Buck is the smartest, most dynamic guy around. In reality he'd be treated like something that's escaped from the zoo. And finally, everyone needs Buck to go on exciting missions, fight the bad guys, test exotic equipment and crash rocket ships. Out of the ...    "
                },
                "62": {
                    "title": "Revolt of the Zombies",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 62,
                    "original air date": "9 Oct. 2009",
                    "plot": "\n    by Victor Halperin starring Dean Jagger and Dorothy Stone. You might be asking yourself how anyone could possibly make an unbearably boring movie about zombies in Cambodia, amongst the majestic ruins of Angkor Wat. It's an awfully tall order, but the Halperins found a way. Here's how. This time the zombies are merely a figure of speech, and the film doesn't really take place in Cambodia so much as in front of obviously enlarged picture postcards. I haven't felt so cheated since I shoplifted U2's last album.    "
                },
                "63": {
                    "title": "Killers from Space",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 63,
                    "original air date": "16 Oct. 2009",
                    "plot": "\n    by W. Lee Wilder starring Peter Graves and James Seay. This may well be the first alien abduction movie. UFOs were on people's minds in 1954, and yet abductions were not the UFO headlines of the time. Killers From Space wants very badly to be a Martian Manchurian Candidate (1962) and, with somebody like Jack Arnold in the director's chair, there's a good chance that that's exactly what it could have been. But instead, Killers From Space got stuck with W. Lee Wilder's virtuoso tedium and half-assedness.    "
                },
                "64": {
                    "title": "Cosmos: War of the Planets",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 64,
                    "votes": 7,
                    "original air date": "23 Oct. 2009",
                    "plot": "\n    by Alfonso Brescia starring John Richardson and Yanti Somer. The story is lame, the acting is terrible, the dubbing is worse, and there are more minor characters than a Charles Dickens novel. One of the major problems with War Of The Planets is the huge number of throw-away characters who shuffle anonymously across the screen to their inevitable doom. As with many Italian films from this era, everyone in this movie is actually speaking English, but their accents were so thick that the dialogue was re-dubbed by voice actors so it would be understandable. This practice ...    "
                },
                "65": {
                    "title": "The Day of the Triffids",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 65,
                    "original air date": "30 Oct. 2009",
                    "plot": "\n    Imagine waking-up in an English hospital after having eye surgery to discover the world's population had been ravaged by unstoppable flesh-eating monsters. And if that's not a bad enough way to start the day, there lurks a terror from beyond at the bottom of the garden path. No doubt some of you out there with shorter memories are thinking \"Good lord, Nigel's going to screen 28 Days Later!\" Well, you'd be half-right - the \"Good lord, Nigel's going to screen...\" half. Director Danny Boyle told me he was inspired to make 28 Days Later in 2002 after watching tonight's ...    "
                },
                "66": {
                    "title": "Slipstream",
                    "kind": "episode",
                    "year": "2009",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 66,
                    "original air date": "6 Nov. 2009",
                    "plot": "\n    by Steven Lisberger starring Bill Paxton and Mark Hamill. It's directed by the same hack who brought us Tron which, although very pretty, was bad science and worse fiction. Given Tron's eventual popularity, you'd think it would have launched Mister Lisberger's film-making career. It didn't. In a Hollywood career that spans three decades, Mister Lisberger has only ever made four films, the fourth and final nail in his coffin I present for you tonight. I'm talking about Slipstream, a post-apocalyptic science fiction film which has a remarkable cast featuring Mark Hamill...    "
                }
            },
            "6": {
                "67": {
                    "title": "Eegah",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 67,
                    "original air date": "6 Aug. 2010",
                    "plot": "\n    by Arch Hall Sr starring Arch Hall Jr and Richard Kiel. I'm submitting Eegah for your judgment, but I already suspect you'll return a verdict of guilty and demand the cat-o-nine-tails for all. The severity of this crime against humanity is not diminished by the presence of Indulgent Parent Syndrome. Eegah was directed by Arch Hall Senior under a non-de-blame. When he created this vehicle for the talents of his son, he overlooked one vital piece of information: Arch Hall Junior had no talents whatsoever. Nor did Arch Senior learn his lesson from this film - he kept ...    "
                },
                "68": {
                    "title": "The Double D Avenger",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 68,
                    "original air date": "13 Aug. 2010",
                    "plot": "\n    This superhero send-up features three of cult cinema's - ahem - biggest stars. Big, busty Chastity Knott must use her amazing new abilities as a super-stacked costumed crime fighter to stop villainous bikini-bar owner Al Purplewood and his sexy, murderous strippers, played with relish by Haji, Mimma Mariucci, and Sheri Dawn Thomas. Kitten Natividad, Raven De La Croix, and Haji all hail from the production house of director Russ Meyer, in such classics as Faster Pussycat Kill Kill (1965), Motor Psycho (1965), Beneath The Valley Of The Ultra-Vixens (1979), and Up. (1976...    "
                },
                "69": {
                    "title": "They Came from Beyond Space",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 69,
                    "original air date": "20 Aug. 2010",
                    "plot": "\n    by Freddie Francis starring Robert Hutton and Jennifer Jayne. A rather bland and cosmologically incorrect title that could have been applied to any one of scores of science fiction films of the era, it was made in Britain in 1967 and is adapted from a 1964 novel entitled The Gods Hate Kansas. As well they might, for those wacky gods hate a lot of their own creations - but I wonder what they think of plagiarists? This is so obviously a rip-off - I mean unacknowledged remake of the 1955 classic Quatermass II as to be worthy of Roger Corman. In short, this film is about ...    "
                },
                "70": {
                    "title": "Night of the Living Dead Reanimated",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 70,
                    "original air date": "27 Aug. 2010",
                    "plot": "\n    For the first time on Australian television - be it terrestrial, cable, hand-woven, or digital - Night Of The Living Dead Reanimated, compiled and produced by my good friend Mike Schneider. It's a kick-in-the-arts, you might say - if you've taken enough barbiturates - told through a variety of fine arts and animation techniques. Traditional animation, CGI, stop-motion, oil painting, watercolor, ink, even sock puppets, Furbies, Lego and Barbie dolls - all synced up to the original audio track. This is certainly the most imaginative idea I've ever seen when it comes to ...    "
                },
                "71": {
                    "title": "The Corpse Vanishes",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 71,
                    "original air date": "3 Sep. 2010",
                    "plot": "\n    by Wallace Fox starring Bela Lugosi and Angelo Rossitto. The curiosity from the nether regions of the Public Domain that I'm presenting for your entertainment this week is an above-average film from the poverty row studio Monogram, starring my favourite Hungarian ham, Bela Lugosi - and don't go too far during the break, either, because I'll be talking live via satellite to my favourite Australian ham, Mister Shane Porteous, who played Deadly Earnest in Brisbane in 1968. But first, Lugosi plays a mad botanist whose wife needs regular injections of the precious bodily ...    "
                },
                "72": {
                    "title": "Frankenstein vs the Creature from Blood Cove",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 72,
                    "original air date": "10 Sep. 2010",
                    "plot": "\n    Three renegade scientists have genetically engineered a half-man half-fish abomination, but they're not resting on their laurels, either. They've just reanimated Frankenstein's long-dead monster, too. The horror begins when the amphibious beast claims its first victims, killing a few bikini babes who only wanted to use his beach to take some cheesecake photos. With a cast of dozens including porn star Ron Jeremy, Russ Meyer's bosom buddy Raven De La Croix, The Munster's Butch Patrick, Star Trek author David Gerrold, and Troma CEO Lloyd Kaufman.    "
                },
                "73": {
                    "title": "The Phantom Planet",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 73,
                    "original air date": "17 Sep. 2010",
                    "plot": "\n    by William Marshall starring Francis X. Bushman and Angelique Pettyjohn. Couldn't these people find a better way to spend their time? It might help to endure the movie if you turn it into a drinking game, and count the number of science fiction clichés: The alien planet populated by creatures who look just like us; Meteor storms the instant the astronauts venture outside their spaceship; The tractor beam; The love triangle; Attacked by aggressive aliens; The alien monster who carries the pretty young lady away (despite being a completely different species), just to ...    "
                },
                "74": {
                    "title": "The She Beast",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 74,
                    "original air date": "24 Sep. 2010",
                    "plot": "\n    by Michael Reeves starring Barbara Steele and Mel Welles. Made in 1966 for about forty thousand dollars, filmed in Italy and set in contemporary Transylvania, The She-Beast is an early work from promising young English writer-director Michael Reeves and features the very lovely and talented Barbara Steele. Two good reasons to watch the film and overlook its low budget and dubbing problems. Its only real fault is that a role that I would have been perfect for went to, um, someone else.    "
                },
                "75": {
                    "title": "Dr Jekyll and Mr Hyde",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 75,
                    "original air date": "1 Oct. 2010",
                    "plot": "\n    I believe you'll be pleased with this week's offering, which is the 1920 version of Robert Louis Stevenson's much-filmed story The Strange Case Of Doctor Jekyll And Mister Hyde, starring my good friend John Barrymore. This is the best of many versions made during the silent era, and most of the talkie adaptations. In my own humble, subjective (yet always accurate) opinion, only the 1931 version starring Fredric March is better than this one. If you haven't seen that version you should seek it out, but not before you see this one. To walk away before the end would be ...    "
                },
                "76": {
                    "title": "The Vampire Happening",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 76,
                    "original air date": "8 Oct. 2010",
                    "plot": "\n    If you're looking for a serious movie, you may find yourself wanting to bitch-slap me for subjecting you to The Vampire Happening, so all you armchair critics out there should know right now this is not a serious horror drama, but a light-hearted comedy. The reviews I read were extremely misleading, making it sound like some sort of Euro-Trash sexploitation title. Well, it's not. It's actually a sexy horror comedy. It's also very much a period piece, which is a polite way to say it hasn't aged very well.    "
                },
                "77": {
                    "title": "Voyage to the Prehistoric Planet",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 77,
                    "original air date": "15 Oct. 2010",
                    "plot": "\n    by Curtis Harrington starring Basil Rathbone and Faith Domergue. I'm honoured to have your company again, although this week's film might make you think otherwise. The Russian film Planet Of Storms (1962) is a high-quality science fiction film with state-of-the-art special effects. Unfortunately, the American rights were purchased by Roger Corman, who promptly violated it three times to make Queen Of Blood (1966), Voyage To The Planet Of Prehistoric Women (1968) and this week's pastiche, Voyage To The Prehistoric Planet (1965). How could the ethical man who made The ...    "
                },
                "78": {
                    "title": "Wild Women of Wongo",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 78,
                    "original air date": "22 Oct. 2010",
                    "plot": "\n    by James Wolcott starring Jean Hawkshaw and Adrienne Bourbeau. The Wild Women Of Wongo was made by a cast and crew of unknowns who stayed that way. It was filmed in Florida and set on a tropical island circa 8,000 BC. The occupants are tragically primitive in some ways, yet surprisingly modern in others, which is a generous way of saying 'anachronisms abound'. What passes for a plot in this movie is a silly social engineering experiment conducted by Mother Nature and Father Time. Many people regard these two entities as being very wise, but according to the evidence ...    "
                },
                "79": {
                    "title": "The Brain That Wouldn't Die",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 79,
                    "original air date": "29 Oct. 2010",
                    "plot": "\n    by Joseph Green starring Herb Evers and Virginia Leith. Actually it was made in 1959 but common sense prevailed for the next three years. The story-line concerns a Mad Scientist, one of thousands to be found across world cinema. That's surely more than there are in the real world. At least in reality, Mad Scientists make it easy for us to spot them by helpfully identifying themselves as Creationists. But tonight's madman of science is doing the wrong type of creating. You guessed it. He's trying to play God, so it can hardly be called a spoiler when I tell you he's ...    "
                },
                "80": {
                    "title": "Spider Baby",
                    "kind": "episode",
                    "year": "2010",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 80,
                    "original air date": "24 Dec. 2010",
                    "plot": "\n    by Jack Hill starring Lon Chaney Jr and Sid Haig. Spider Baby aka The Maddest Story Ever Told aka The Liver Eaters aka Cannibal Orgy, tells the story of how the ironically-named Merrye family manages to cure itself of a horrible family disease. All the Merrye clan suffer from an extremely rare condition called the Merrye Syndrome. As we learn in the movie's introduction, victims of the Merrye Syndrome suffer from progressive age regression that may progress beyond the pre-natal level, reverting to a pre-human condition of savagery and cannibalism. Merrye Christmas. ...    "
                }
            },
            "7": {
                "81": {
                    "title": "Manos Hands of Fate",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 81,
                    "original air date": "21 Oct. 2011",
                    "plot": "\n    MANOS THE HANDS OF FATE (1966) by Hal Warren starring Tom Neyman and John Reynolds. I'm convinced everyone in tonight's film suffers Attention Deficit Disorder. They continually flub lines, miss cues, stare into the camera, or aren't even aware that they're on camera for the first few seconds of many shots. If you watch carefully, you'll also see the occasional clapper-board or director Hal Warren mouthing the word 'cut' a few times just before transitions, and there's a cavalcade of uncomfortable silences while actors wait for their cues. So take the batteries out of...    "
                },
                "83": {
                    "title": "Goth Kill",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 83,
                    "original air date": "4 Nov. 2011",
                    "plot": "\n    by J.J. Connelly starring Flambeaux and Erica Giovinazzo. The aptly-named Nick Dread is burned at the stake for being nice to witches, and is immediately sent to Hell where he makes a bargain with the prince of darkness - no, not Ozzy Osborne, the other one who has horns and all his teeth. Nick offers to murder people deserving of damnation and, in return, he'll be reincarnated continually until he has a hundred thousand souls, at which point his next death would become final, and he'd claim his prize. So our hero - or anti-hero as the case may be - has an eternity to...    "
                },
                "84": {
                    "title": "Horror Express",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 84,
                    "original air date": "11 Nov. 2011",
                    "plot": "\n    My old sparring partner Chris Lee discovers a frozen Missing Link and brings it back to Europe aboard the Trans-Siberian express. Unfortunately, the monster thaws out to find himself classified as baggage, which only makes him very, very angry. Most horrifying of all, no-one - and I mean absolutely no-one - gets a refund on their return ticket. I know, it's quite shocking, but that's why The Schlocky Horror Picture Show is screened at this late hour. Let us now be amazed by two of Britain's greatest actors, Peter Cushing and Christopher Lee - and some bald-headed ...    "
                },
                "85": {
                    "title": "First Spaceship on Venus",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 85,
                    "original air date": "18 Nov. 2011",
                    "plot": "\n    by Kurt Maetzig starring Günther Simon and Lucyna Winnicka. Originally released as The Silent Star and, although based on the novel Astronauts by Stanislaw Lem, the award-winning author denied any connection to his book, as it had been adapted by a committee of vodka-fueled Marxists and an office shredder. It's a real pity, as Lem's books have been translated into forty languages and have sold over 27 million copies, including Solaris, which has been filmed no less than three times - three times more than absolutely necessary. In fact, my old friend and fellow author ...    "
                },
                "86": {
                    "title": "Phantom from Space",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 86,
                    "original air date": "25 Nov. 2011",
                    "plot": "\n    by Willy Wilder starring Ted Cooper and Tom Daly. If you're a fan of fifties science fiction, Phantom From Space is definitely worth seeing at least once. I'm not suggesting this is some sort of forgotten classic - it's very much a B-grade film, albeit one that has a few good ideas. The acting might be flat and the special effects are rather cheap, but what it does have is lots of stock footage of jets being scrambled and high-tech radio cars with gigantic aerials - they're a lot of fun, especially if you turn it into a drinking game like I do.    "
                },
                "87": {
                    "title": "Zontar the Thing from Venus",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 87,
                    "original air date": "2 Dec. 2011",
                    "plot": "\n    by Larry Buchanan starring John Agar and Tony Huston. With a reported budget of only $35,000, it's amazing this movie even exists. Larry couldn't afford to go for a lot of futuristic looking props, and instead had to rely on surplus electronics, with the odd benefit that his high-tech gear actually looks more realistic. There's no denying that Larry's films are marred - or made distinctive - by his inexperience and inability to figure out where to put a camera or when to cut away to another angle. Yet somehow, forty years later, here we are watching them over again - ...    "
                },
                "88": {
                    "title": "Horror Hotel",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 88,
                    "original air date": "9 Dec. 2011",
                    "plot": "\n    by John Llewellyn Moxey starring Christopher Lee and Valentine Dyall. It may not be a masterpiece, but it's definitely a gem worth discovering. Horror Hotel has been compared to Alfred Hitchcock's Psycho due to some structural similarities. Both films begin by establishing an attractive young blonde as the primary character, leading the audience to assume that she'll be the protagonist for the remainder of the story. In both films, the blonde travels to a isolated location and checks into a motel run by an eccentric manager. Furthermore, both films were made the same ...    "
                },
                "89": {
                    "title": "Lost World",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 89,
                    "original air date": "16 Dec. 2011",
                    "plot": "\n    by Harry Hoyt starring Wallace Beery and Bessie Love. Willis O'Brien was the first to combine animated dinosaurs with live-action footage of human beings by separating the frame into split screens but, as work went on, his techniques grew better and he could soon combine live-action and stop-motion footage in the same part of the screen. The special effects were so convincing to twenties audiences, Arthur Conan Doyle showed a test reel to Harry Houdini and The Society Of American Magicians. Next day the New York Times ran a front page article about the monsters ...    "
                },
                "90": {
                    "title": "Silent Night Bloody Night",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 90,
                    "original air date": "23 Dec. 2011",
                    "plot": "\n    by Ted Gershuny starring Mary Woronov and John Carradine. This is a rather engaging body-count movie that's ahead of its time. The similarities to Black Christmas (1974) are definitely there, from the mysterious phone calls, the Christmas setting, point-of-view shots and general stalk-and-slash mayhem. Writer-director Gershuny dips his lid to classics like Psycho (1960) and The Old Dark House (1932), while looking forward to the splatter films of the late seventies and eighties, which makes this something of a turning point in the genre, and even establishes some of ...    "
                },
                "91": {
                    "title": "SnowBeast",
                    "kind": "episode",
                    "year": "2011",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 91,
                    "original air date": "30 Dec. 2011",
                    "plot": "\n    by Herb Wallerstein starring Yvette Mimieux and Sylvia Sidney. Snowbeast features the phenomenon of the seventies, when Bigfoot mania was all the rage. Bigfoot was relatively unknown until 1967, when Roger Patterson filmed the supposedly genuine Sasquatch - wearing sneakers. I'm sure you've seen the pictures if not the film footage itself. After that, Bigfoot's popularity soared higher and faster than Evel Knievel ever did. The media was flooded with news stories relating recent sightings of the creature while books devoted to the Big Hairy One were all over the place...    "
                },
                "92": {
                    "title": "Dominique",
                    "kind": "episode",
                    "year": "2012",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 92,
                    "original air date": "6 Jan. 2012",
                    "plot": "\n    Produced by the mediocre Milton Subotsky and directed by the fair-to-middling Michael Anderson, prepare to be haunted for a hundred minutes by Dominique (1980), also known as Dominique Is Dead - which should becomes pretty obvious before long - and you might want to pump up the volume a bit and turn down the colour - there's a lot of whispering and more harsh lighting than a high school rock eisteddfod.    "
                },
                "93": {
                    "title": "Voodoo Dawn",
                    "kind": "episode",
                    "year": "2012",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 93,
                    "original air date": "2 Mar. 2012",
                    "plot": "\n    by Andrzej Sekula starring Michael Madsen and Rosanna Arquette. See what happens when you don't check tourist warnings before going on holiday? Mind you, the words 'dismemberment' and 'zombies' are not to be found in Lonely Planet guides - I know, I've looked. Voodoo Dawn is a real shocker - in more ways than one. It gets right to the heart of the bottom of the original zombie legend, with a rather eerie look at black magic in the deep South. I hope you've dressed for the occasion, with some dense clothing for dense swamp populated by some very dense people.    "
                }
            },
            "8": {
                "94": {
                    "title": "The Monster of Phantom Lake",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 94,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Get ready to discover the terrifying effects of atomic waste in the form of a horribly mutated war veteran. Can Professor Jackson and his sexy assistant unlock the monster's frightening secret? Will teenager Elizabeth finally confront her own fears? Will George survive his encounter with the hideous beast? Will Jonathan and Amy go 'all the way'? These questions and others will be more than likely ignored as we sit back, relax, and absorb the irradiated swampy goodness that is The Monster Of Phantom Lake.    "
                },
                "95": {
                    "title": "The Embalmer",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 95,
                    "original air date": "8 Feb. 2013",
                    "plot": "\n    by Dino Tavella starring Maureen Brown and Luigi Martocci. It seems that some unidentified loony - who gets around the canals in scuba gear and looks very fashionable in his official Nigel Honeybone mask - is creeping about the city, abducting women, and taking them to his underground lair beneath the canals. These beautiful girls are laid out on a slab, embalmed and placed on display while the scoundrel chats with them endlessly. It may be more difficult than collecting stamps, but it's easier on the eye than train-spotting.    "
                },
                "96": {
                    "title": "It Came from Another World",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 96,
                    "original air date": "15 Feb. 2013",
                    "plot": "\n    by Christopher R. Mihm starring Josh Craig and Shannon McDonough. This week's purposely preposterous film is our second incursion upon the Mihmiverse, and signals the return of vaguely memorable characters like the intrepid Canoe Cops Sven and Gustav played by Mike Cook and M. Scott Taulman. There's also Josh Craig, a student of the Shatnerian school of acting, who is both affable and laughable as Professor Jackson, and has a lot more dialogue this time around, all of which is punctuated with poignant pauses to emphasize key words. His delivery seems frighteningly ...    "
                },
                "97": {
                    "title": "Mesa of Lost Women",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 97,
                    "original air date": "22 Feb. 2013",
                    "plot": "\n    by Herbert Tevos and Ron Ormond starring Jackie Coogan and Dolores Fuller. This is packed with everything you'd ever want in a vintage monster movie: giant spiders, dancing girls, mad scientists, dancing spider-girls, dancing mad scientists, flashbacks within flashbacks, escaped serial killers, square-jawed heroes, dated ethnic stereotypes and nonstop wall-to-wall flamenco guitar. Speaking of which, the soundtrack will drive you insane as the same refrain is repeated again and again and again and, for variety, a cat walks across the piano keys once in a while.    "
                },
                "98": {
                    "title": "Cave Women on Mars",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 98,
                    "original air date": "1 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Nigel Honeybone presents the 2008 Christopher R. Mihm movie \"Cave Women on Mars\" on Adelaide Channel 44 streamed live.    "
                },
                "99": {
                    "title": "The Indestructible Man",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 99,
                    "original air date": "8 Mar. 2013",
                    "plot": "\n    Not so much a movie as a seventy-minute montage of stock situations and cliché's. I'm pretty sure it was put together out of some kind of kit. I can imagine the director with an Airfix model instruction sheet deeply inhaling glue while mumbling, \"Attach Mad Scientist C to Dead Convict A, then insert Oscilloscope Close-Up from stock footage reel two...\" Its lack of imagination is almost as awe-inspiring as its innocence: Generic cops, generic robbers, generic mad science, generic locations, generic dancing girls, generic climax.    "
                },
                "100": {
                    "title": "Terror from Beneath the Earth",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 100,
                    "original air date": "15 Mar. 2013",
                    "plot": "\n    by Christopher R. Mihm starring Dan Sjerven and Shannon McDonough. Prepare to gaze in disbelief as a terrifying mutant creature hell-bent on destruction rises from the darkest of nether regions, while a brilliant geologist and his young female colleague assist the sheriff and a hot-headed father to find two lost children, unaware that underground atomic testing has mutated a cave bat into a carnivorous Terror From Beneath The Earth. Can the children be saved? Will the professor betray his scientific principles to destroy the mutant hell-beast? Can the rage of a ...    "
                },
                "101": {
                    "title": "Alien Contamination",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 101,
                    "original air date": "22 Mar. 2013",
                    "plot": "\n    by Luigi Cozzi starring Ian McCulloch and Louise Marleau. Starbucks supposedly refers to the Star of David and bucks, meaning money, but that's far too simple to be true. The reality is that in 1980, Starbucks funded a secret mission to Mars, and took delivery of hundreds of large alien eggs to be incubated at their Colombian plantation. Tonight's documentary, Alien Contamination, exposes the shocking true story behind the worldwide death and destruction caused by America's most monstrously diabolical corporation - and makers of fine quality coffee.    "
                },
                "102": {
                    "title": "Destination Outer Space",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 102,
                    "original air date": "29 Mar. 2013",
                    "plot": "\n    by Christopher R. Mihm starring Josh Craig and Catherine Hansen. A science fiction movie unlike any other, yet reminiscent of every science fiction film you've ever seen, tonight's presentation is chockablock full of excitement and otherworldly adventure involving aliens, robots, pirates, and creatures hell-bent on galactic domination. Filmed in glorious era-appropriate black-and-white with a cast of dozens, and featuring special effects that would make my old friend Ed Wood cringe, ladies and gentlemen and things from another world, prepare yourselves for the ...    "
                },
                "103": {
                    "title": "King of the Zombies",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 103,
                    "original air date": "5 Apr. 2013",
                    "plot": "\n    The first zombie-comedy ever made and, even after all of these years, it's still one of the best. It remains (get it?) remains to be the only zombie movie ever to be nominated for an Oscar, and I'm confident you'll feel the next ninety minutes was time well-spent - although I must reiterate that these zombies are not the flesh-eating kind. In earlier decades, zombies were portrayed as the traditional voodoo definition like White Zombie, but George Romero changed the rules in the sixties with Night Of The Living Dead. Since then, voodoo zombies have become a dying ...    "
                },
                "104": {
                    "title": "Attack of the Moon Zombies",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 104,
                    "original air date": "12 Apr. 2013",
                    "plot": "\n    by Christopher R. Mihm starring Shannon McDonough and Sid Korpi. The crew of an isolated moon-base find themselves inundated with mutated monster-men and sinister space-spores. Despite the serious situation, it's a loony lunar laugh-fest that lovingly lampoons bargain-basement B-grade movies while maintaining an innate respect for this beloved genre. So sit back, relax and prepare for the coming zombie apocalypse - on the moon.    "
                },
                "105": {
                    "title": "Guyver Dark Hero",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 105,
                    "original air date": "19 Apr. 2013",
                    "plot": "\n    Tonight's film is much more faithful to its source material - the creation of the Guyvers, for instance - and more violent. Sure, most of it involves violence towards men in rubber suits, but there are no punches pulled as far as fluids are concerned. These evil alien bastards are melted, get decapitated, have their wrists broken, get electrocuted, have their eyeballs punctured, receive hundreds of puncture wounds with elbow-swords, and vomit quarts of blood. The acting tends to be a little hammy at times and, although the action sequences detract from this, it ...    "
                },
                "106": {
                    "title": "House of Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 106,
                    "original air date": "26 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    by Christopher R. Mihm starring Mark Scanlon and Sid Korpi. Home sweet home, a haven of tranquility and security, a private cocoon, the one place you can truly feel safe. But not so in the nightmarish world of horror movies: Creaking doors, sinister darkened basements, unnatural otherworldly noises. Gather up your crucifixes and pray. Don't fall asleep. Don't wander off, because malevolent spirits, psychotic subhumans, demonic re possessors, the ravenous undead, even homicidal poltergeist pigs are waiting to invade, to break bones, to tear flesh, to feast on gore, to ...    "
                },
                "107": {
                    "title": "Plan 9 from Outer Space",
                    "kind": "episode",
                    "year": "2013",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 107,
                    "original air date": "3 May 2013",
                    "plot": "\n    You know when you're watching an Ed Wood film, you couldn't confuse it with the work of any other filmmaker. It's like any film by Fellini or Bergman or Capra - he has a distinctive, very unusual style. A total individual. Love them or hate them, you can't deny his films are certainly strange and unique, as was the life of Ed Wood Junior. He was someone who could be truly called a cult director, thanks largely to movies like this one, his low-budget extraterrestrial extravaganza Plan Nine From Outer Space.    "
                }
            },
            "9": {
                "1": {
                    "title": "The Schlocky Horror Picture Show: The Ghastly Love of Johnny X",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Schlocky Horror Picture Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "30 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 106,
        "cast": [
            {
                "name": "Honeybone, Nigel"
            },
            {
                "name": "Spain, Mark"
            },
            {
                "name": "Vukas, Nikki"
            },
            {
                "name": "Barnard, Graham Garfield"
            },
            {
                "name": "Porteous, Shane"
            },
            {
                "name": "Baker, Ralph"
            },
            {
                "name": "Rowen, Jed"
            }
        ],
        "locations": [
            "Balmain, New South Wales, Australia::(studio)"
        ],
        "genres": [
            "Drama",
            "Fantasy",
            "Horror",
            "Mystery",
            "Sci-Fi",
            "Talk-Show",
            "Thriller"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 9,
        "rating": 7.2,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzk4ODc5OWMtYTY5Yi00NmYyLWJhNmYtMzQ1OTZlYmZmODZmXkEyXkFqcGdeQXVyMzI2MDEwNA@@._V1_SY150_CR9,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Schlocky Horror Picture Show",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Barnard, Graham Garfield"
            }
        ],
        "production companies": [
            {
                "name": "Barnard's Star Productions"
            }
        ],
        "distributors": [
            {
                "name": "Television Sydney (TVS)"
            }
        ],
        "plot": [
            "Nigel Honeybone hosts a horror movie show, screening old horror movies.::Paul Kennedy"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 5.3
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 4.7
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "males": {
                "votes": 7,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 5.3
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 3.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.7
            },
            "us users": {
                "votes": 3,
                "rating": 6.3
            },
            "non us users": {
                "votes": 5,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.2,
        "median": 7
    }
}