{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 May 2007"
            }
        ],
        "release dates": [
            "USA::17 May 2007"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Shanon Lee in Story District's Scandal: Stories About Secrets, Double-crossing, Double-lives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Story District (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "12 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    This story was part of a show on the theme \"Scandal: Stories about secrets, double-crossing, double-lives.\"    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Bartelli, Jeff"
            },
            {
                "name": "Lee, Shanon"
            },
            {
                "name": "Newlin, Nick"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Story District's mission is to turn good stories into great performances, to be a platform for diverse perspectives, and to serve as a pipeline and training ground for new voices and talent in storytelling. Named the \"gold standard\" in storytelling by the Washington Post and nominated for the 2012 DC Mayor's Arts Awards for Innovation in the Arts, Story District reaches an audience of more than 10,000 annually through the production of more than 25 performances, ongoing adult education classes, and custom trainings and performances for businesses, nonprofits, and government agencies. We value storytelling as a space for people to listen and be heard, connect with others, embrace different perspectives, examine their own lives, and explore what it means to be human.",
        "languages": [
            "English"
        ],
        "title": "Story District",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Story District (United States)"
        ],
        "production companies": [
            {
                "name": "Story District"
            }
        ],
        "distributors": [
            {
                "name": "Story District"
            }
        ],
        "plot": [
            "_Story District_ (qv)'s mission is to turn good stories into great performances, to be a platform for diverse perspectives, and to serve as a pipeline and training ground for new voices and talent in storytelling.::_Story District_ (qv)",
            "_Story District_ (qv)'s mission is to turn good stories into great performances, to be a platform for diverse perspectives, and to serve as a pipeline and training ground for new voices and talent in storytelling. Named the \"gold standard\" in storytelling by the Washington Post and nominated for the 2012 DC Mayor's Arts _Awards_ (qv) for Innovation in the Arts, _Story District_ (qv) reaches an audience of more than 10,000 annually through the production of more than 25 performances, ongoing adult education classes, and custom trainings and performances for businesses, nonprofits, and government agencies. We value storytelling as a space for people to listen and be heard, connect with others, embrace different perspectives, examine their own lives, and explore what it means to be human.::_Story District_ (qv)"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}