{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "29 October 2007"
            }
        ],
        "release dates": [
            "Canada::29 October 2007"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "I Laid Down the Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When these stars picked up a badge, their life changed forever. Martin Lawrence played a wisecracking detective in the high-octane action extravaganza \"Bad Boys.\" Paul Walker indulged his need for speed when he got behind the wheel as an undercover cop in \"The Fast and the Furious.\" And after cracking the case in \"Rush Hour,\" Chris Tucker became a 20-million-dollar star.    "
                },
                "2": {
                    "title": "I Went to War",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    These stars saw their lives change when they went to war. Alec Baldwin became a hunky leading man after \"The Hunt For Red October\" exploded at the box office. Christoph Waltz invaded Hollywood with an Oscar-winning turn in \"Inglourious Basterds.\" And Martin Sheen suffered a heart attack trying to bring \"Apocalypse Now\" to the screen.    "
                },
                "3": {
                    "title": "I Had a Midlife Crisis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Most people don't want to have a midlife crisis, but when these stars did, it changed their lives. Billy Crystal wrote himself the part of a lifetime as an ad exec that finds the answer to life on the open range in \"City Slickers.\" Kevin Spacey pushed his own limits and won an Oscar for his tortured turn in \"American Beauty.\" And Thomas Haden Church bounced back from obscurity playing a boozy womanizer in \"Sideways.\"    "
                },
                "4": {
                    "title": "I Was an Adrenaline Junkie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When these stars explored their need for speed, it changed their lives. Vin Diesel got behind the wheel and used a scene-stealing performance in \"The Fast and the Furious\" to put his career as a bouncer behind him. Jason Statham became \"The Transporter\" in a movie that was custom-designed for him. And Dwayne \"The Rock\" Johnson put his wrestling skills to good use when he did his own stunts in \"The Rundown.\"    "
                },
                "5": {
                    "title": "I Got Wasted",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    These stars saw their lives change when they got wasted. Jeff Bridges used Zen-like restraint and became a stoner hero to the fans of \"The Big Lebowski.\" Ashton Kutcher gained a movie career when he lost his memory in \"Dude, Where's My Car.\" And comic Zach Galifianakis became a household name after his burned-out performance in \"The Hangover.\"    "
                },
                "6": {
                    "title": "I Was a Smooth Crminal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    These stars are smooth in their portrayal of some of Hollywood's most famous criminals. Samuel L. Jackson was hardly a Hollywood name before he met Quentin Tarantino who cast him as a philosophical hit man in \"Pulp Fiction.\" Alan Rickman was a stuffy stage actor until he faced off against Bruce Willis in \"Die Hard.\" And Michael Madsen shook being a stereotypical bad guy to play a criminal with a conscience in \"Kill Bill\".    "
                },
                "7": {
                    "title": "I Was an Underdog",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    These stars saw their lives change when they became underdogs. Dennis Quaid underwent his own spring training to play real-life major league pitcher Jim Morris in \"The Rookie.\" Kate Bosworth put her life on the line when she put her surfboard in the water in \"Blue Crush.\" And Gene Hackman turned his career around playing a small town Basketball coach in \"Hoosiers.\"    "
                },
                "8": {
                    "title": "I Went Home for the Holidays",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "14 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Who doesn't love Christmas? Well these stars lived it 24-7 while making the movies that changed their lives. Tim Allen jumped from TV to movies when he slipped into a fat suit for \"The Santa Clause.\" Macaulay Culkin became an instant star and faced family problems of his own with \"Home Alone.\" And Chevy Chase proved the fourth time was the charm for him when he played Clark Griswold in \"Christmas Vacation.\"    "
                },
                "9": {
                    "title": "I Was the Life of the Wedding Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    When these stars became the life of the wedding party, it changed their lives. Jennifer Lopez showed us her romantic side for the first time when she fell for Matthew McConaughey in \"The Wedding Planner.\" Isla Fisher was a long shot when she got a part in \"Wedding Crashers,\" but it made her a star. And Rupert Everett turned three lines into a career-making performance when he stole the show in \"My Best Friend's Wedding.\"    "
                },
                "10": {
                    "title": "I Was a Space Cadet",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "28 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Blasting into orbit, these stars know all about outer space. Hayden Christensen got the role of the lifetime when George Lucas crowned him young Darth Vader. Leonard Nimoy put on the pointed ears of Spock and never looked back on a career that lasted over five decades. And David Duchovny faced a love-hate relationship with his character Fox Mulder on \"The X-Files.\"    "
                },
                "11": {
                    "title": "I Went Looking for Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "4 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    When these stars went looking for adventure, it changed their lives. Harrison Ford was a last minute replacement when he got the part of Indiana Jones in \"Raiders of the Lost Ark\" but that character became the most profitable of his career. Keira Knightly was an unknown who impressed Hollywood and her co-star Johnny Depp when she battled ghostly seamen in \"Pirates of the Caribbean.\" And Rachel Weisz became the highest paid British actress ever when she battled an ancient Egyptian evil in \"The Mummy.\"    "
                },
                "12": {
                    "title": "I Finally Got a Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "11 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    These stars did whatever it took to get a date. Steve Carell wrote his own ticket and got his chest waxed for \"The 40 Year Old Virgin.\" Kevin James tried to dance like Will Smith in \"Hitch.\" And Rachael Leigh Cook finally got a real high school experience when she starred in \"She's All That.\"    "
                },
                "13": {
                    "title": "I Suffered for a Cause",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    These stars saw their lives change when they suffered for a cause. Liam Neeson overcame anonymity and mastered a German accent when he played Oskar Schindler in Steven Spielberg's holocaust drama, \"Schindler's List.\" Don Cheadle fought to play the lead in \"Hotel Rwanda\" and he became an international activist as a result. And Jim Caviezel pushed himself to the limit and was struck by lightning when he played Jesus in Mel Gibson's \"The Passion of the Christ.\"    "
                },
                "14": {
                    "title": "I Danced All Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    These stars danced all night and it changed their lives. Patrick Swayze pushed aside an action film career to strut his stuff in \"Dirty Dancing.\" Channing Tatum stepped up into a movie career when he busted a move in \"Step Up.\" And Julia Stiles shot to fame when she got down in the hood for \"Save the Last Dance.\"    "
                },
                "15": {
                    "title": "I Wanted to Direct",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    These stars all had acting experience, but when they stepped behind the camera to direct, it changed their life. Quentin Tarantino was a movie geek who became a household name and an awards favourite after he wrote and directed \"Pulp Fiction.\" After breaking out on TV's \"Scrubs,\" Zach Braff proved he had what it took to be a filmmaker when he made \"Garden State.\" And Jon Favreau became one of Hollywood's hottest action directors when he signed on to bring comic book hero \"Iron Man\" to the big screen.    "
                },
                "16": {
                    "title": "I Had an Office Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    These stars had an office romance that changed their lives. Renee Zellweger moved up the ladder when she mixed business with pleasure in \"Jerry Maguire.\" Amy Adams fell into good hands when she was cast in Steven Spielberg's \"Catch Me if You Can.\" And newcomer Maggie Gyllenhaal took more than a pay cheque for her racy role in the indie hit \"Secretary.\"    "
                },
                "17": {
                    "title": "I Was a Ruthless Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Playing a ruthless killer pushed these stars to their limits and it changed their life. Dennis Hopper was a last minute replacement when he took the part of the mad bomber in \"Speed\" and he turned the movie into a runaway hit. He had a TV hit in the '70s with \"Kung Fu\" but when he took the title role in \"Kill Bill,\" David Carradine was introduced to a whole new generation of martial arts fans. And French actor Jean Reno became an international action hero when he took the part of the lonely hit man in \"The Professional.\"    "
                },
                "18": {
                    "title": "I Was Broken Hearted",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    When these three actors had their heart broken, it turned them into a star. Puny Taylor Lautner packed on 30 pounds of muscle to play a lovesick werewolf in the \"Twilight\" movies. Holding a boom box over his head in \"Say Anything\" redefined John Cusack's career. And indie hero Joseph Gordon-Levitt hit the mainstream when he showed a softer side in \"500 Days of Summer.\"    "
                },
                "19": {
                    "title": "I Was a Tortured Artist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    These stars saw their lives change when they played a tortured artist. Natalie Portman wowed the critics and Oscar when she spent a year training in ballet to take the lead in \"Black Swan.\" Joaquin Phoenix channeled the pain and power of the man in black when he played Johnny Cash in \"Walk the Line.\" And in \"American Splendor\" Paul Giamatti had a break out role, playing bitter comic book writer Harvey Pekar.    "
                },
                "20": {
                    "title": "I Fell for a Spy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    These three starlets proved they were more than just a pretty face and it changed their lives. Elizabeth Hurley finally stepped out of Hugh Grant's shadow and got her acting career back on track with \"Austin Powers: International Man of Mystery.\" Thandie Newton was hand picked by Tom Cruise to be his leading lady in \"Mission: Impossible 2.\" And Bond girl Eva Green fought to be more than a bimbo with a gun in \"Casino Royale.\"    "
                },
                "21": {
                    "title": "I Was Obsessed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    When these three soft-spoken actors burst out of their comfort zones, it changed their lives. Forest Whitaker finally got respect and recognition from his peers when he played unrelenting African dictator Idi Amin in \"The Last King of Scotland.\" Mark Wahlberg legitimized his acting career when he played a rising porn star on a quest for fame in \"Boogie Nights.\" And Jesse Eisenberg wrote the book on ambition when he gave a face to Internet mogul Mark Zuckerberg in \"The Social Network.\"    "
                },
                "22": {
                    "title": "I Was All About Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "22 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    When these stars put family first, it changed their lives. It was a dream come true for Amanda Seyfried when she danced into the arms of her long lost father in the musical \"Mamma Mia.\" Funny man, Steve Martin raised more than his profile as a workaholic dad in \"Parenthood.\" And when he took an unexpected turn in the family-friendly \"Are We There Yet?\" Ice Cube didn't lose his cool.    "
                },
                "23": {
                    "title": "I Cracked the Case",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "29 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    These stars set out to solve a mystery and it changed their life. Morgan Freeman was instantly drawn to methodical Det. William Summerset who tracks down a grisly serial killer in \"Seven.\" Rene Russo bared it all to go face to face with an affluent art thief in the sexy remake of \"The Thomas Crown Affair.\" And Australian Guy Pearce got his break in Hollywood playing idealistic Det. Ed Exley in the critically acclaimed \"L.A. Confidential.\"    "
                },
                "24": {
                    "title": "I Went to Another World",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "5 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Their careers went into warp speed when they ventured to another world. Unknown Aussie Sam Worthington was handpicked to headline director James Cameron's sci-fi epic \"Avatar.\" Chris Pine shocked \"Star Trek\" fans when his take on Captain Kirk made fans forget William Shatner. And when Laurence Fishburne entered \"The Matrix\" he was able to finally shake his bad guy image and become a more versatile actor.    "
                },
                "25": {
                    "title": "I Was a Geek",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "12 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    No body wants to be a geek, but when these stars played one on screen it changed their life. Jack Black was an over-the-top comic performer who toned down his image to play a music junkie who teaches kids to play in \"School of Rock.\" Jason Biggs came out of obscurity to play the unlucky-in-love Jim Levenstein in the groundbreaking gross-out comedy \"American Pie.\" And Robert Carradine finally came out from the shadow of his legendary acting family when he stood up for himself in \"Revenge of the Nerds.\"    "
                },
                "26": {
                    "title": "I Saw Dead People",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "19 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    These stars saw dead people and it changed their lives. Whoopi Goldberg's intuition led her to an Academy Award win when she played a psychic in \"Ghost.\" Dan Aykroyd turned his fascination with the paranormal into a box office hit with \"Ghostbusters.\" And eleven-year-old Haley Joel Osment's was nominated for an Academy Award for his haunting performance in \"The Sixth Sense.\"    "
                }
            },
            "-1": {
                "-1": {
                    "title": "I Become an Instant Sex Symbol",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Role That Changed My Life (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "14 May 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Lewis, Jason"
            },
            {
                "name": "Rae, Sheila"
            },
            {
                "name": "Sinclair, Max"
            },
            {
                "name": "Diaz, Cameron"
            },
            {
                "name": "Stone, Sharon"
            },
            {
                "name": "Zeta-Jones, Catherine"
            },
            {
                "name": "Allen, Tim"
            },
            {
                "name": "Baldwin, Alec"
            },
            {
                "name": "Bosworth, Kate"
            },
            {
                "name": "Bridges, Jeff"
            },
            {
                "name": "Chase, Chevy"
            },
            {
                "name": "Christensen, Hayden"
            },
            {
                "name": "Church, Thomas Haden"
            },
            {
                "name": "Crystal, Billy"
            },
            {
                "name": "Diesel, Vin"
            },
            {
                "name": "Duchovny, David"
            },
            {
                "name": "Everett, Rupert"
            },
            {
                "name": "Fisher, Isla"
            },
            {
                "name": "Galifianakis, Zach"
            },
            {
                "name": "Hackman, Gene"
            },
            {
                "name": "Jackson, Samuel L."
            },
            {
                "name": "Johnson, Dwayne"
            },
            {
                "name": "Kutcher, Ashton"
            },
            {
                "name": "Lawrence, Martin"
            },
            {
                "name": "Madsen, Michael"
            },
            {
                "name": "McConaughey, Matthew"
            },
            {
                "name": "Nimoy, Leonard"
            },
            {
                "name": "Quaid, Dennis"
            },
            {
                "name": "Rickman, Alan"
            },
            {
                "name": "Sheen, Martin"
            },
            {
                "name": "Spacey, Kevin"
            },
            {
                "name": "Statham, Jason"
            },
            {
                "name": "Tucker, Chris"
            },
            {
                "name": "Walker, Paul"
            },
            {
                "name": "Waltz, Christoph"
            },
            {
                "name": "Adams, Amy"
            },
            {
                "name": "Aykroyd, Dan"
            },
            {
                "name": "Biggs, Jason"
            },
            {
                "name": "Black, Jack"
            },
            {
                "name": "Braff, Zach"
            },
            {
                "name": "Carell, Steve"
            },
            {
                "name": "Carradine, David"
            },
            {
                "name": "Carradine, Robert"
            },
            {
                "name": "Caviezel, Jim"
            },
            {
                "name": "Cheadle, Don"
            },
            {
                "name": "Cook, Rachael Leigh"
            },
            {
                "name": "Cusack, John"
            },
            {
                "name": "Eisenberg, Jesse"
            },
            {
                "name": "Favreau, Jon"
            },
            {
                "name": "Fishburne, Laurence"
            }
        ],
        "locations": [
            "Calgary, Alberta, Canada::(studio)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 4.1,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDUzODQ1NWItYzdlMS00YTRlLTkzMGUtOGUwYjIyMzgyNjYzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjM5OTEwNTU@._V1_SY150_CR17,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Role That Changed My Life",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2011",
        "akas": [
            "The Role That Changed My Life (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Lewis, Jason"
            },
            {
                "name": "Kish, Dean"
            },
            {
                "name": "Meli, Lindsay"
            }
        ],
        "production companies": [
            {
                "name": "Pyramid Productions"
            }
        ],
        "distributors": [
            {
                "name": "Rogers TV"
            }
        ],
        "tech": {
            "runtime": [
                "22 min (Canada)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 4.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 3.5
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 3.7
            },
            "males": {
                "votes": 4,
                "rating": 3.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 4,
                "rating": 4.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.0
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 5,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 0,
            "9": 0,
            "8": 0,
            "7": 3,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 4.1,
        "median": 4
    }
}