{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 March 2007",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::13 March 2007                            (DVD premiere)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Cullum, John"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "48"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Secrets of the Occult explores the world of the occult from the ancient and modern magicians who practice it to the cutting edge scientists attempting to explain its mysterious claims. This program highlights the advances that have been achieved by innovators who challenged established reality like Newton, Galileo, Carl Jung and Einstein. The claims of the occult magicians are put under the microscope to reveal the fascinating interface between ancient Egyptian and Greek beliefs to modern discoveries of the mind and the physical world.",
        "languages": [
            "English"
        ],
        "title": "Secrets of the Occult",
        "year": 2007,
        "kind": "tv mini series",
        "series years": "2007-2007",
        "akas": [
            "Secrets of the Occult (United States)"
        ],
        "writer": [
            {
                "name": "Eldridge, Michael"
            },
            {
                "name": "Nelson, Lori"
            }
        ],
        "production companies": [
            {
                "name": "Hidden Treasures Productions"
            }
        ],
        "distributors": [
            {
                "name": "Koch Vision"
            }
        ],
        "plot": [
            "_Secrets of the Occult_ (qv) explores the world of the occult from the ancient and modern magicians who practice it to the cutting edge scientists attempting to explain its mysterious claims. This program highlights the advances that have been achieved by innovators who challenged established reality like Newton, Galileo, Carl Jung and Einstein. The claims of the occult magicians are put under the microscope to reveal the fascinating interface between ancient Egyptian and Greek beliefs to modern discoveries of the mind and the physical world."
        ],
        "tech": {
            "runtime": [
                "48 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}