{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 January 2015"
            }
        ],
        "release dates": [
            "USA::15 January 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "King Sun Crew",
                    "kind": "episode",
                    "episode of": {
                        "title": "King Sun (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Bacon, James Jimmy"
            },
            {
                "name": "Barber, Tony"
            },
            {
                "name": "Debreczeni, Sonia"
            },
            {
                "name": "Demah, Alexander"
            },
            {
                "name": "Goodman, Marc"
            },
            {
                "name": "Wallis, Paul"
            },
            {
                "name": "Wyland, Daniel"
            }
        ],
        "genres": [
            "Crime"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODk0YWUyZmUtNWVmYy00YzgxLWFiMWYtN2E4Yzc3MWZmMmUzXkEyXkFqcGdeQXVyMjQ2MTg0NDc@._V1_SY150_CR36,0,101,150_.jpg",
        "plot outline": "Jeremiah \"King Sun\" Sunday, son of the late Cartel Drug Lord Francis Sunday, took over the family operation after the assassination of his father 15 years ago. Over the past 15 years, \"King Sun\" has become a power force in the drug trade, taking over operations throughout the entire East Coast which extends as far as South America. Untouchable by Law Enforcement, \"King Sun\" rules without fear and has the most dangerous First Lieutenants (San Ge) always by his side. Over the last two years, there has been major bloodshed with the emergence of rivals \"Don El\", \"Mister Muscle\", \"Don Sal\" and \"CBK\". \"King Sun\" has gotten word from one of his field associates that there is dissension with one of his longtime friend's \"CBK\". However, \"CBK\" refuses the assistance of \"King Sun\" as he attempts to gain control of the East Coast Drug Trade.",
        "title": "King Sun",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "King Sun (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Commodore, Anthony"
            }
        ],
        "production companies": [
            {
                "name": "MalaCom Production"
            }
        ],
        "plot": [
            "Jeremiah \"_King Sun_ (qv)\" Sunday, son of the late Cartel Drug Lord Francis Sunday, took over the family operation after the assassination of his father 15 years ago. Over the past 15 years, \"_King Sun_ (qv)\" has become a power force in the drug trade, taking over operations throughout the entire East Coast which extends as far as South America. Untouchable by Law Enforcement, \"_King Sun_ (qv)\" rules without fear and has the most dangerous First Lieutenants (San Ge) always by his side. Over the last two years, there has been major bloodshed with the emergence of rivals \"Don El\", \"Mister Muscle\", \"Don Sal\" and \"CBK\". \"_King Sun_ (qv)\" has gotten word from one of his field associates that there is dissension with one of his longtime friend's \"CBK\". However, \"CBK\" refuses the assistance of \"_King Sun_ (qv)\" as he attempts to gain control of the East Coast Drug Trade.::Anonymous"
        ],
        "tech": {}
    }
}