{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "13 January 2015"
            },
            {
                "country": "USA\n",
                "date": "11 February 2015"
            },
            {
                "country": "Japan\n",
                "date": "18 February 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Canada::13 January 2015",
            "USA::11 February 2015",
            "Japan::18 February 2017                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Schitt's Creek"
            },
            {
                "countries": "Russia",
                "title": "Шиттс Крик"
            },
            {
                "countries": "USA",
                "title": "Schitt's Creek"
            }
        ],
        "akas": [
            "Schitt's Creek (original title)",
            "Шиттс Крик Russia",
            "Schitt's Creek USA"
        ],
        "akas from release info": [
            "Schitt's Creek (original title)",
            "Шиттс Крик Russia",
            "Schitt's Creek USA"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "The Crowening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 96,
                    "original air date": "19 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    While Moira is in Bosnia filming the Crows movie that she hopes will revive her acting career, David attempts to take his relationship with Patrick to new heights.    "
                },
                "2": {
                    "title": "Love Letters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 66,
                    "original air date": "15 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Moira loses sleep stressing over old love letters; David and Stevie get held up at the store.    "
                },
                "3": {
                    "title": "The Plant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 60,
                    "original air date": "22 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Alexis is able to secure a reservation at the motel for Emir Kaplan, an influential travel blogger specializing in writing about places and things off the beaten path. Beyond giving him extra special treatment, what Alexis, Johnny, Stevie and Roland decide to do as a team is a \"hire\" a plant as a fellow motel guest to talk up the greatness of the motel to him. With no money actually to hire someone to do this, they decide Stevie would be the best person in this role. Although nervous about doing it, Stevie ends up being good in the job, perhaps a little too good. ...    "
                },
                "4": {
                    "title": "The Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "29 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    With finances already tight, Johnny is hit with a couple of unexpected bills. One is repair of the motel's hot water tank, which if he brought in a professional as Roland suggests instead of trying to fix it himself to save money, may lead to learning that the tank needs to be replaced in its entirety. The other, which is more discretionary in nature, is a $3,700 discounted couture, albeit off the rack, gown that Moira has just purchased to wear at the premiere - whenever it may be - of \"The Crows Have Eyes III\", the premiere at which she needs to look good as her ...    "
                },
                "5": {
                    "title": "Housewarming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 47,
                    "original air date": "5 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Patrick is having a housewarming party he is planning without David's help, the latter who expects it to fail because of it. It doesn't help from David's perspective that Patrick's party theme is high school slumber party instead of the slightly inaccessible higher class theme David had in mind. But in the way of many high school parties, an incident happens during the course of one of the party games between David and an extremely drunk Ted, who has decided to let loose in needing to stay sober for the rest of the week due to an extremely busy work schedule, that is ...    "
                },
                "6": {
                    "title": "Rock On!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 33,
                    "original air date": "12 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    The Jazzagals, on Jocelyn's initiative, are going to the Poison rock concert being held at the casino. If only because of how important the concert seemed to be for Jocelyn considering that it is one night out away from the baby, they are dismayed to tell her that the concert has been postponed due to the venue being double booked. To give Jocelyn that night out, they decide to go to the casino anyway. The rock concert may have been more important to Jocelyn than she originally let on, the reason for its importance which Moira tries to satisfy in some other way. Meanwhile, ...    "
                },
                "7": {
                    "title": "A Whisper of Desire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "19 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Johnny believes Ted's mom is attracted to him. Moira gets involved in a local musical production.    "
                },
                "8": {
                    "title": "The Hospies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "26 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Johnny and Stevie attend the regional hospitality awards, while Moira does everything in her power to stop Alexis from auditioning for Cabaret.    "
                },
                "9": {
                    "title": "The M.V.P.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "plot": "\n    David agrees to sub in for the annual baseball game, and Moira runs a rehearsal that pushes Stevie over the edge.    "
                },
                "10": {
                    "title": "Roadkill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "plot": "\n    Moira accidentally hit a cat. David has a run-in with an old colleague who has a business very similar to Rose Apothecary.    "
                },
                "11": {
                    "title": "Meet the Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "plot": "\n    While in town for the surprise party, Patrick's parents get a surprise of their own. Moira gets coaxed into going to a soap opera convention with Alexis.    "
                }
            },
            "1": {
                "1": {
                    "title": "Our Cup Runneth Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 391,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The once opulently rich Roses, following news that their now absent business manager has left them financially ruined, are left by the government with only a modest income and one asset, Schitt's Creek.    "
                },
                "2": {
                    "title": "The Drip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 318,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A leak in the motel room ceiling which is allowing brown water to drip on top of his bed is the last straw for Johnny in living in Schitt's Creek. Believing it is at least a start in the road to financial recovery, Johnny decides the next order of business is to sell the town. What Johnny learns is the most pressing of many obstacles in getting at least what he paid for it is that there is a contract which stipulates that the mayor has to sign off on the sale. Knowing the mayor's temperament, Johnny and Moira, and if possible their offspring, have to attend a dinner ...    "
                },
                "3": {
                    "title": "Don't Worry, It's His Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 291,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Johnny perceives the town's welcome sign to be obscene, but the townspeople don't agree. Meanwhile, Moira falls into a dark depression after googling herself, David seeks employment and Alexis fawns over Mutt.    "
                },
                "4": {
                    "title": "Bad Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 258,
                    "original air date": "25 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Alexis does community service with Mutt; Stevie convinces David to sell his clothes; and Moira and Johnny contemplate whether or not they're bad parents after they realize they don't know their children's middle names.    "
                },
                "5": {
                    "title": "The Cabin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 257,
                    "original air date": "4 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    An incident shows the Roses how their small living quarters are negatively affecting their \"private\" lives. On a request by Johnny to Roland to fix the door to give him and Moira more privacy, Roland's answer is to offer Johnny and Moira his cabin so that they can do what men and women do, without fear of David or Alexis seeing or hearing. Despite the fear of what the Schitts' cabin would be like, Johnny and Moira accept his offer. Johnny and Moira are surprised by the Schitts' cabin in more ways than one. With their parents gone for the night, Alexis and David decide...    "
                },
                "6": {
                    "title": "Wine and Roses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 238,
                    "original air date": "11 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Johnny's latest networking attempt to make money yields a call back only from Herb Ertlinger, the owner of the local business, Herb Ertlinger Fruit Wines. However, Herb's want is not for Johnny's help in distribution as Johnny assumed, but Moira to become the company spokesperson in a series of commercials. Despite detesting the wine itself, Moira agrees as she sees it as being her acting comeback vehicle. Meanwhile, David believes, since he has not been able to sleep since arriving in Schitt's Creek, that he is suffering from some major malady, which is made all the ...    "
                },
                "7": {
                    "title": "Turkey Shoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 226,
                    "original air date": "18 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Following an incident where David is unable to kill an insect in his room, Stevie, as a joke, invites David along on Roland's annual turkey shoot. To prove that he is nothing like Stevie believes him to be, David accepts. The horror that is the day for David can only be relieved by something to take his mind away from it, that something which Moira is able to provide. Because Moira is outwardly stressed, Jocelyn invites her on a girls day out to Janine's, the salon in Elmdale. Moira comes out of that situation even more stressed for a specific reason. Jocelyn may have...    "
                },
                "8": {
                    "title": "Allez-Vous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 207,
                    "original air date": "25 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Moira is excited when she receives a package from one of her old friends, Justine St. Pierre, believing that this move is the first step in her friends reaching out in support. In reality, it is a starter kit for Justine's pyramid scheme door-to-door sales cosmetics company, Allez-Vous. Despite their abhorrence of being Allez-Vous reps, Moira and David are attracted to the lure of seemingly easy money as advertised through the glossy training video, and decide to be the Allez-Vous reps in Schitt's Creek. Their initial Allez-Vous get together with the women they know ...    "
                },
                "9": {
                    "title": "Carl's Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 198,
                    "original air date": "8 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Bob's brother Carl has just passed away. Johnny and Moira barely know Bob and can't remember Carl at all, so they're surprised that Bob wants Johnny to be a pallbearer because Carl admired Johnny. Trying to get out of being a pallbearer, Johnny gets roped into giving the eulogy; not knowing what to say, he transfers thoughts of Carl's death to his own. Among Carl's relatives who come to town for his funeral are his stepdaughter Bree - Stevie's cousin - and her husband Sean. David thinks Bree, Sean, and their friends are trash, even by Schitt's Creek standards, but ...    "
                },
                "10": {
                    "title": "Honeymoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 206,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Following their sexual encounter, David and Stevie don't know how to behave as regular people around each other anymore...whatever \"regular\" means for them. It doesn't help that mostly everyone in town finds out about them and won't let them forget. Now that they've been dating for 2 weeks, Ted and Alexis host their first party: namely David, Stevie, Mutt, and Twyla. The conversation takes all kinds of uncomfortable directions. Later, Moira and Johnny's warnings to both their offspring against pregnancy by/with podunk locals turns to the fact that Moira and Johnny ...    "
                },
                "11": {
                    "title": "Little Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 196,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Moira's estranged younger sister Dee Dee, whom she hasn't seen in ages, unexpectedly visits, but Moira refuses to reunite with her because she believes her little sister's on-the-surface generosity is a veneer for gloating. Johnny wants Moira to swallow her pride so they can graciously accept whatever monetary gifts Dee Dee offers. Meanwhile, Alexis hears both sides of the story of Mutt and Twyla's relationship; and David and Stevie are still trying to figure out the \"benefits\" part of their friends-with-benefits relationship and set the boundaries quickly, as Stevie ...    "
                },
                "12": {
                    "title": "Surprise Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 187,
                    "original air date": "29 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Moira's birthday is fast approaching and Johnny wants to hold a surprise party for her. He initially doesn't get much assistance in organizing the party from either David or Alexis, the latter who doesn't even want to attend as she and Ted were planning on a romantic getaway in Chicago the day of the party since Ted has to attend a convention there anyway. As such, Johnny decides to enlist Roland and Jocelyn's help in the party masquerading as a black tie fundraiser that Jocelyn is organizing. But one problem with the plan arises after another, the most difficult to ...    "
                },
                "13": {
                    "title": "Town for Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 193,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    Johnny has a buyer for the town in the form of Andy Roberts, a shelving manufacturer, which means that the Roses will have at least enough money to leave town to set up elsewhere. Both David and Alexis start making plans for their life away from Schitt's Creek, one whose plans are somewhat dependent upon the other to succeed. They also resolve their relationships in Schitt's Creek. Alexis' includes with Ted, Mutt and Ronnie, the latter who provides some illuminating information. David's is solely with Stevie to who he makes a proposition. Moira wants to leave a legacy...    "
                }
            },
            "2": {
                "1": {
                    "title": "Finding David",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 192,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The Roses search for their missing son, David, while Alexis takes her relationship with Mutt to the next level despite technically being engaged to Ted.    "
                },
                "2": {
                    "title": "Family Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 187,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Johnny, David and Alexis realize that no one in their family knows how to cook, while Moira tries to convince her family that she does and that their former cook's enchilada recipe was her own family recipe. Moira is determined not only to pass down life skills specifically to David, but show him and the rest of the family that she really can cook. But first, she has to convince a less than enthusiastic Jocelyn to borrow her kitchen to prepare the meal. Meanwhile, Johnny is looking for somewhere quiet away from the motel as an office. Bob thinks he has the perfect ...    "
                },
                "3": {
                    "title": "Jazzagals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 173,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Moira learns that Jocelyn leads a women's a cappella singing group called the Jazzagals. As a professional performer, Moira is somewhat offended that she has not been asked to join. Once Moira does make her want to be asked known to Jocelyn, they may come to an impasse in the group's audition policy versus Moira's \"offer only\" policy. Johnny, who has made arrangements with Bob to use his garage business as an office space, may find that Bob's long absences, while providing Johnny with some solitude to do work, offers its own challenges. David is dismayed to find that ...    "
                },
                "4": {
                    "title": "Estate Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 171,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Johnny and Moira go to a local estate sale auction, where they wonder what ever happened to their old possessions. Jocelyn spots what looks like a new mattress at the sale and wants to buy it at the auction, but Moira will do anything to get the mattress to replace the broken springed one they are currently sleeping on at the motel, despite she and Johnny not having the money to buy it no matter how much it will cost. Where the mattress ends up may be a bigger issue for Moira than what happens at the auction of the item. Meanwhile, Roland asks David for a favor: to go...    "
                },
                "5": {
                    "title": "Bob's Bagels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 182,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    As Johnny, Bob and Roland are at the garage cum Johnny's office, Roland asks Johnny why he needs an office, namely what business is he thinking about starting. As he has no concrete business in mind, Johnny, purely as an example, mentions that he sometimes craves a good bagel but that there is no bagel shop in town. Later, Johnny is surprised that Bob is running with the idea of opening a bagel shop with no true business plan in place, basically running by the seat of his pants while continually asking Johnny what needs to be done to realize the \"plan\". While Johnny ...    "
                },
                "6": {
                    "title": "Moira vs. Town Council",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 174,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Moira is dismayed at the run down state of the town, especially the garbage strewn about the in guise of curbside giveaways and the lack of manicured plantings. Moira decides to take her beef to town council, not just to get it raised as an issue but to get decisive and immediate action at the expense of any other issues council is facing. David has started his job at the Blouse Barn. A comment that Wendy makes about David using the company credit card for improving the store takes a change in meaning in David's mind leading to he trying to improve the state of his ...    "
                },
                "7": {
                    "title": "The Candidate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 163,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    With news of what was Moira's triumphant appearance in front of town council, localized rumors abound that she is running for the council seat made vacant by Ray's resignation, which she has no intention to do, especially in a backwater town like Schitt's Creek. Those rumors make Johnny think of running instead, he who has campaign war room experience. Moira learning of someone else who is running changes the complexion of the ballot. Now that Alexis and Mutt have broken up and Alexis has moved back to the motel, Alexis wants to hang with anyone - primarily who most ...    "
                },
                "8": {
                    "title": "Milk Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 175,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The council by-election campaign officially begins, with two of the candidates, Moira and Jocelyn, quietly embarking on an image war. David gets caught in the middle of this unspoken feud. Meanwhile, Alexis runs into Ted, who she has not seen since she broke up with him, as he has been out of town to recharge his juices. Differences that she notices in him in combination with she no longer being with Mutt make her quietly reconsider her decision about Ted. And Johnny has to reimburse Bob for what he learns was the expensive raw milk he took in the garage refrigerator,...    "
                },
                "9": {
                    "title": "Moira's Nudes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 176,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In the heated election campaign, Moira learns from her opponent Jocelyn of some nude photographs of her on the Internet. Admitting the existence of such photos to her family, technologically challenged Moira has to get those around her who she trusts to help her find those photographs and remove them from cyberspace. This task ends up being more challenging than Moira hopes, but in the process she begins to have bittersweet thoughts about the existence of the photos themselves. Meanwhile, Twyla cannot extend credit to the Roses for their meals at the diner anymore, ...    "
                },
                "10": {
                    "title": "Ronnie's Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 162,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After learning that Jocelyn held a campaign party to woo prospective key voting groups, Moira feels she has to do the same. She starts working for Ronnie's endorsement, Ronnie who implies that she and a group of women are open to lending their support to whichever candidate is willing to work toward the wants of their key demographic, a party for who Ronnie will hold at which Moira can speak. Moira makes some assumptions as to what that key demographic is, which may make an ass out of her if her assumption is wrong. Meanwhile, Wendy, David's boss, is having problems ...    "
                },
                "11": {
                    "title": "The Motel Guest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 163,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The Roses' peace and quiet at the motel is interrupted in the middle of the night by a new guest who has moved in next door. They will learn that that guest is Roland, who is trying to hide the fact that he and Jocelyn have had a major fight, he lamenting in a loud and specific way of his grief. Roland and Jocelyn's problems lead directly and indirectly to Johnny and Moira facing the state of their own marriage, as they deal individually with Roland and Jocelyn. This situation makes Alexis think about moving out on her own, which she believes she now can do since she ...    "
                },
                "12": {
                    "title": "Lawn Signs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 166,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    What few campaign lawn signs Moira had have all gone missing. While she is uncertain what happened to them in her tizzy, Johnny is certain it was the opposing camp of the Schitts that had something to do with it. In speaking to Stevie, Johnny gets a clearer picture of what happened. Through it all, Jocelyn and Moira come to some conclusions about the election and what the results mean. Meanwhile, Wendy has overextended herself in all the changes David has made at the store, and as such she has to fire him solely because she can no longer afford to pay him. But when he...    "
                },
                "13": {
                    "title": "Happy Anniversary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 298,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's Johnny and Moira's anniversary. Because Moira makes it obvious to Johnny that she expects something special to happen to mark the occasion, Johnny decides at the last minute to have a special dinner for two at a restaurant in Elmdale that Roland and Jocelyn had mentioned to them as the most exclusive in the area, and to which Roland and Jocelyn were going to take them to as part of Moira's \"welcome to town council\" package. That dinner for two becomes a bit awkward when part of their current lives and part of their past lives converge unexpectedly at the ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Opening Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 187,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    David and Stevie learn that they are both in a sexual relationship with Jake, which catches them both off guard. While they want to appear cool in being all right with the situation while in reality they are uncomfortable with it, they can't help wonder if there are more of them out there that they don't know about. Moira is attending her first town council meeting as a councilor. She treats it like the theater, where she believes the main goal of councilors is to keep the people in the gallery in their seats instead of leaving at any point during the meeting. In the ...    "
                },
                "2": {
                    "title": "The Throuple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 174,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    David and Stevie must come to terms with their new relationship, while Alexis and Moira become anxious when they schedule a rare mother/daughter lunch.    "
                },
                "3": {
                    "title": "New Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 170,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Johnny decides to buy a new car, and he and Moira craft an increasingly elaborate ruse to avoid getting gouged by the dealership. David accompanies Stevie as she says goodbye to her great-aunt and confronts her own mortality in the process. Alexis and Ted negotiate the rules of their professional relationship when Ted receives a gift from a female client.    "
                },
                "4": {
                    "title": "Driving Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 165,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    As the new owner of the motel, Stevie is in over her head, and Johnny and Moira employ different strategies to discourage Stevie from selling. Meanwhile, Alexis drives a stressed-out David to his driving test, and Alexis finds herself in the unusual position of coaching her older brother.    "
                },
                "5": {
                    "title": "Rooms by the Hour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 173,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Johnny innocently rents rooms to a local businesswoman looking to meet clients from a nearby conference, but must do damage control when he learns more about the nature of the woman's business. David helps Moira tape an audition for a horror film, but has trouble keeping his feelings about the script to himself. Alexis convinces Ted that a live stream bunny cam will help advertise the vet clinic. But the discreet camera ends up advertising more than expected.    "
                },
                "6": {
                    "title": "Murder Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 155,
                    "original air date": "14 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Johnny and Stevie visit a nearby golf course to pitch a package deal with the motel, but Johnny becomes distracted by his desire to play a round of golf. After agreeing to attend Twyla's murder mystery party, Moira must help her recruit other guests. Alexis entertains a suggestion from Ted to go back to school.    "
                },
                "7": {
                    "title": "General Store",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 160,
                    "original air date": "21 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    When David contemplates starting a new business in town, Moira uses her seat on Town Council to protect her son's interests. Alexis discovers high school isn't as easy as it used to be. Johnny reluctantly offers romantic advice to Ivan, the hapless baker, in return for help with the motel's continental breakfast.    "
                },
                "8": {
                    "title": "Motel Review",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 157,
                    "original air date": "28 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    David meets a new friend while setting up his business, Johnny defends Alexis's schoolwork, and Moira deals with a difficult guest at the motel.    "
                },
                "9": {
                    "title": "The Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 165,
                    "original air date": "7 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Moira and Roland find themselves in a compromising situation. Alexis drives a wedge between David and Patrick.    "
                },
                "10": {
                    "title": "Sebastien Raine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 149,
                    "original air date": "14 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Moira has set up a meeting in Schitt's Creek with her friend, renowned New York based photographer Sebastien Raine, to discuss a collaboration, which Moira envisions her as the paid subject, the photos to be taken in some exotic locale. What Moira fails to remember - even after being told - is that Sebastien is one of David's old boyfriends, their break-up, at least on David's side, being acrimonious as David finally came to the conclusion that Sebastien is a user. The meeting between Sebastien and Moira and the reunion between Sebastien and David don't go quite ...    "
                },
                "11": {
                    "title": "Stop Saying Lice!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 154,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A lice outbreak at the school has possibly made its way back to the motel via Alexis, who, horrified, definitely is stricken with a case of it. Alexis has to deal with it, but embarrassed by her predicament, tries to pilfer some lice shampoo for dogs from Ted's office rather than go to the store to buy some. As Alexis helped Johnny change the sheets at the motel that morning, Johnny, to be on the safe side, decides to redo all the beds that he and Alexis did, without causing a panic among the guests, which may be easier said than done. And David, as a precautionary ...    "
                },
                "12": {
                    "title": "Friends & Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 160,
                    "original air date": "28 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    David and Patrick's store, Rose Apothecary, is just about ready to open. Patrick wants to do the launch big, with a full page newspaper ad announcing the official opening day among other things. However, David, as the senior partner, makes the ultimate decision of a soft launch, with only family and close friends being officially told and being offered a 25% discount that day. The more and more that David talks to people in town, whether it be about the store or something else, the more that David believes the opening will be nothing like he imagined. Only opening day...    "
                },
                "13": {
                    "title": "Grad Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 217,
                    "original air date": "4 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Alexis announces that her high school graduation ceremony is on Friday, the same day as David's birthday, about which the rest of his family totally forgot. The Roses' Friday gets even more busy when Johnny has to man the front desk of the sold out motel - having no vacancies available a first for their stay in Schitt's Creek - at least until all the guests have checked in, and the Jazzagals are, at the last minute, invited to perform in a festival out of town, with Moira wanting to perform a song which features her. These scheduling conflicts are all right with ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Dead Guy in Room 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 176,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Moira feels responsible for a hotel guests death; David and Patrick make their romance official    "
                },
                "2": {
                    "title": "Pregnancy Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 151,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    After Johnny finds a pregnancy test in the garbage, everyone assumes Alexis is pregnant. Meanwhile, Stevie offers her apartment to David and Patrick so they can get some alone time.    "
                },
                "3": {
                    "title": "Asbestos Fest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 141,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Moira headlines a charity fundraiser, Johnny and Stevie take on a new employee at the motel, and David and Patrick contend with a group of teenage shoplifters.    "
                },
                "4": {
                    "title": "Girls' Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 139,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Moira attempts to push Alexis into the dating scene, Patrick and Stevie confront David about his inflexibility, and new coworker Roland drives Johnny crazy.    "
                },
                "5": {
                    "title": "RIP Moira Rose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 139,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A rumor circulates online that Moira is dead, Roland asks Johnny to be his son's godfather, and David and Alexis meet Ted's girlfriend.    "
                },
                "6": {
                    "title": "Open Mic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 224,
                    "original air date": "27 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Patrick hosts an open-mic night in an attempt to lure customers into the store, Alexis works on a marketing strategy for the motel, and Moira accidentally learns the sex of Roland's and Jocelyn's baby.    "
                },
                "7": {
                    "title": "The Barbecue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 145,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The Rose family throws a barbecue to celebrate David and Patrick's four-month anniversary, but an unexpected visitor threatens to destroy their relationship. Also, Alexis struggles to find meaning when she gets a random text from Ted.    "
                },
                "8": {
                    "title": "The Jazzaguy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 130,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Johnny is warmly embraced by the Jazzagals, David and Stevie take a brief vacation, and Alexis goes out with Ted's rival.    "
                },
                "9": {
                    "title": "The Olive Branch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 195,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    David tries to rekindle his romance with Patrick, who decides to make him pay for his selfish behavior. Meanwhile, Moira steals Alexis's town council proposal, and Johnny gives Stevie an impractical gift.    "
                },
                "10": {
                    "title": "Baby Sprinkle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 115,
                    "original air date": "27 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Jocelyn bullies David into throwing her a last-minute baby shower, Alexis runs into an old friend, and Moira and Johnny do field research for the town's upcoming singles week.    "
                },
                "11": {
                    "title": "The Rollout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 115,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Moira tries to get out of jury duty; David runs damage control for a Rose Apothecary product.    "
                },
                "12": {
                    "title": "Singles Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 198,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Singles Week kicks off just as Jocelyn's baby is born; Patrick and David take their relationship to the next level.    "
                },
                "13": {
                    "title": "Merry Christmas, Johnny Rose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Schitt's Creek (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 105,
                    "original air date": "19 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Johnny is hoping to ring in the holidays with a traditional Rose Christmas party like they used to. However, getting everyone to participate will be easier said than done.    "
                }
            }
        },
        "number of episodes": 63,
        "cast": [
            {
                "name": "Levy, Eugene"
            },
            {
                "name": "O'Hara, Catherine"
            },
            {
                "name": "Levy, Dan"
            },
            {
                "name": "Murphy, Annie"
            },
            {
                "name": "Hampshire, Emily"
            },
            {
                "name": "Elliott, Chris"
            },
            {
                "name": "Robertson, Jennifer"
            },
            {
                "name": "Levy, Sarah"
            },
            {
                "name": "Milligan, Dustin"
            },
            {
                "name": "Robinson, Karen"
            },
            {
                "name": "Rozon, Tim"
            },
            {
                "name": "Hemphill, John"
            },
            {
                "name": "Reid, Noah"
            },
            {
                "name": "Bellfontaine, Marilyn"
            },
            {
                "name": "Manji, Rizwan"
            },
            {
                "name": "Connor, Lili"
            },
            {
                "name": "Kelly, Mary"
            },
            {
                "name": "Foster, Jennifer"
            },
            {
                "name": "S'Aida, Shakura"
            },
            {
                "name": "Duke, Robin"
            },
            {
                "name": "Dionisio, Ma-Anne"
            },
            {
                "name": "Song, Christina"
            },
            {
                "name": "Lund, Steve"
            },
            {
                "name": "Brown, Divine"
            },
            {
                "name": "French, Jacquelyn"
            },
            {
                "name": "Rollo, Brandon"
            },
            {
                "name": "Nicol, Louise"
            },
            {
                "name": "McEachern, Elizabeth"
            },
            {
                "name": "Esmer, Ennis"
            },
            {
                "name": "Geljo, Jasmin"
            },
            {
                "name": "Saranga, Varun"
            },
            {
                "name": "Miller, Sherry"
            },
            {
                "name": "Power, Sarah"
            },
            {
                "name": "Bourgeois, John"
            },
            {
                "name": "Arnott, Stewart"
            },
            {
                "name": "McAnulty, Frank"
            },
            {
                "name": "Codrington, Lisa"
            },
            {
                "name": "Kuhne, Sydney"
            },
            {
                "name": "Arnaud, François"
            },
            {
                "name": "Kenny, J.C."
            },
            {
                "name": "Rath, Meaghan"
            },
            {
                "name": "Ayres, Benjamin"
            },
            {
                "name": "Peterson, A.C."
            },
            {
                "name": "Poole, Aaron"
            },
            {
                "name": "Roberts, Kim"
            },
            {
                "name": "Dale, Jennifer"
            },
            {
                "name": "Dinicol, Keith"
            },
            {
                "name": "Saunders, Elizabeth"
            },
            {
                "name": "Staines, Kent"
            },
            {
                "name": "Bridges, Krista"
            }
        ],
        "locations": [
            "308385 Hockley Rd, Orangeville, Ontario, Canada::(Motel)",
            "Goodwood, Ontario, Canada::(Mayor's house, Gas station, Town Hall, Graveyard, Store exteriors, Street views)",
            "159 Main St Unionville, Unionville, Ontario, Canada::(Blouse Barn)",
            "Pinewood Toronto Studios, Port Lands, Toronto, Ontario, Canada::(studio)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada",
            "United States"
        ],
        "country codes": [
            "ca",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Canada:PG::(Manitoba)",
            "Canada:14A::(Nova Scotia)",
            "New Zealand:M",
            "Spain:12",
            "United States:TV-14"
        ],
        "number of seasons": 5,
        "rating": 8.1,
        "votes": 14997,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQzMDMxNjE2OV5BMl5BanBnXkFtZTgwOTA4MDI0NDE@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "When filthy-rich video store magnate Johnny Rose and his family suddenly find themselves broke, they are forced to leave their pampered lives to regroup and rebuild their empire from within the rural city limits of their only remaining asset - Schitt's Creek, an armpit of a town they once bought as a joke.",
        "languages": [
            "English"
        ],
        "title": "Schitt's Creek",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Levy, Dan"
            },
            {
                "name": "Levy, Eugene"
            },
            {
                "name": "Pozzebon, Chris"
            }
        ],
        "production companies": [
            {
                "name": "Canadian Broadcasting Corporation"
            },
            {
                "name": "Not A Real Company"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "ITV Studios Global Entertainment"
            },
            {
                "name": "Netflix"
            }
        ],
        "special effects": [
            {
                "name": "Storm FX"
            }
        ],
        "other companies": [
            {
                "name": "Buzzy's Recording"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Sim"
            },
            {
                "name": "Sim"
            },
            {
                "name": "Sync OnSet"
            },
            {
                "name": "Tattersall Sound"
            },
            {
                "name": "Tattersall Sound"
            },
            {
                "name": "The Rights Company"
            }
        ],
        "plot": [
            "When rich video-store magnate Johnny Rose and his family suddenly find themselves broke, they are forced to leave their pampered lives to regroup in _Schitt's Creek_ (qv).::CBC",
            "When filthy-rich video store magnate Johnny Rose and his family suddenly find themselves broke, they are forced to leave their pampered lives to regroup and rebuild their empire from within the rural city limits of their only remaining asset - _Schitt's Creek_ (qv), an armpit of a town they once bought as a joke.::CBC",
            "Johnny and Moira Rose are nouveau riche, their wealth largely from Johnny's video store empire, the second-largest in North America. With that wealth, Moira was able to put her life as a daytime soap-opera actress behind her. As they have always led a garish life of excessive wealth, their now-adult offspring, David and Alexis, have been spoiled, not knowing anything but having whatever they wanted handed to them on a silver platter their entire lives, and not having had to work a day in their lives. Their collective lives change when out of circumstance they end up broke except for the one asset Johnny bought for David years earlier as a joke: a small backwater town called _Schitt's Creek_ (qv). The Roses are forced to move there, initially living in the _Schitt's Creek_ (qv) Motel. The town's founding family, the Schitts, still largely control the town in their seemingly unsophisticated ways. The Roses do whatever they can to find a way back to their previous life, but in the meantime have to try to eke out a life in their new home, which is totally outside their sensibilities.::Huggo"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14997,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 4,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 1787,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 5009,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 2883,
                "rating": 8.0
            },
            "males": {
                "votes": 5707,
                "rating": 7.8
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 870,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 2542,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 1692,
                "rating": 7.7
            },
            "females": {
                "votes": 5035,
                "rating": 8.4
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 879,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 2382,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 1146,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 115,
                "rating": 6.0
            },
            "us users": {
                "votes": 4489,
                "rating": 8.3
            },
            "non us users": {
                "votes": 3205,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 5878,
            "9": 3147,
            "8": 3193,
            "7": 1314,
            "6": 436,
            "5": 274,
            "4": 143,
            "3": 121,
            "2": 109,
            "1": 382
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}