{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 March 2015"
            },
            {
                "country": "Netherlands\n",
                "date": "6 June 2015",
                "notes": "                            (limited)"
            },
            {
                "country": "Finland\n",
                "date": "9 August 2017"
            },
            {
                "country": "Spain\n",
                "date": "24 April 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::5 March 2015",
            "Netherlands::6 June 2015                            (limited)",
            "Finland::9 August 2017",
            "Spain::24 April 2018                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Banished"
            },
            {
                "countries": "Finland",
                "title": "Karkotetut"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Deporterade"
            },
            {
                "countries": "Poland",
                "title": "Wygnani do raju"
            },
            {
                "countries": "Russia",
                "title": "Изгнанники"
            },
            {
                "countries": "Spain",
                "title": "Banished"
            },
            {
                "countries": "USA",
                "title": "Banished"
            }
        ],
        "akas": [
            "Banished (original title)",
            "Karkotetut Finland",
            "Deporterade Finland (Swedish title)",
            "Wygnani do raju Poland",
            "Изгнанники Russia",
            "Banished Spain",
            "Banished USA"
        ],
        "akas from release info": [
            "Banished (original title)",
            "Karkotetut Finland",
            "Deporterade Finland (Swedish title)",
            "Wygnani do raju Poland",
            "Изгнанники Russia",
            "Banished Spain",
            "Banished USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banished (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 99,
                    "original air date": "5 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In 1788 British convicts transported to Australia wake to another day in the penal colony. James Freeman stands up to the bullying Marston, who steals food from the other convicts and is upset when Anne Meredith, a woman he has helped, refuses to support his accusation. Elizabeth Quinn is flogged for refusing to name the convict lover with whom she has spent the night, Tommy Barrett, who would be hung if he came forward. Forcing the good-natured Sergeant Timmins to perform the flogging sadistic Major Ross observes that the female prisoners are there as sex objects for...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banished (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 72,
                    "original air date": "12 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Tommy and James kill Marston, weighing down in his body in the sea. James is brought before the governor, who, with no evidence of a body, releases him - to Ross's annoyance - and announces a new policy of equality. Ross is also furious with the governor for allowing Tommy and Elizabeth to marry but is over-ruled. However a grain shortage leading to a reduction in the prisoners' rations provokes protests. Prisoner Kitty McVitie is mutually in love with corporal MacDonald though she is used by Ross for regular sex whilst Anne Meredith, one of a group being taught to ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banished (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 68,
                    "original air date": "19 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Convinced that Marston's corpse has been found and that he will be hung James steals rum from the governor. He is caught by the house-keeper Deborah, who agrees to say nothing provided James scotches gossip about her and the governor. Reverend Johnson warns Anne Meredith not to influence his wife whilst blessing the union of Tommy and the pregnant Elizabeth. He is keen to get the convicts to build a church but the governor refuses, claiming that they are too weak. Letters Molloy, a literate convict who reads the news from home to his fellows, asks Captain Collins to ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banished (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 61,
                    "original air date": "26 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Sergeant Timmins considers it too dangerous to pursue James into the jungle so he claims to have shot him, getting his men to fire their guns. Vicar Johnson makes Anne Meredith tell his wife that she does not have the gift of second sight but Mrs Johnson realizes that this is a lie and goes for a session with Anne, who encourages her to try for a baby with her husband. The Johnsons also expose Ross's sadistic treatment of Kitty as a result of which he appears to be contrite, offering his men to build the Johnsons' church and softening in his attitude towards Kitty. ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banished (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 49,
                    "original air date": "2 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The other convicts are suspicious that James has returned unpunished, believing he has turned informer. A vote is taken as to his survival, which goes narrowly in his support, thanks to Elizabeth, the deal being that he act as a double agent and inform on the governor. Private Mulrooney dies of a snake bite in the bush and Ross gets Letters Molloy to write to his parents, claiming that he died in an heroic skirmish with natives - whilst telling the convicts the truth to dissuade them from escape attempts. Ross also gives Kitty a gift, making MacDonald jealous. Tommy ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banished (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 51,
                    "original air date": "9 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Tommy Barrett launches a vicious assault on Private Buckley and is sentenced to hang. With food rations being cut Ross urges the governor not to weaken in his decision as he will need military support in case of rebellion. He does not tell him that he has ordered his arrest should he fail to support the sentence. Meanwhile MacDonald suspects that Ross's apparent new-found gentleness is a ploy to come between him and Kitty and Letters is forced to admit to fellow convict Stubbins that he has lied about his wife's infidelity to spare his feelings. For James however the ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banished (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 73,
                    "original air date": "16 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Kitty agrees to live with Ross, to MacDonald's utter desolation, whilst the Reverend Johnson and Captain Collins discover that Anne Meredith has been exploiting the vicar's wife. The prisoners plan to turn their backs on the hanging and the governor decides to use this as an excuse to cut rations though Ross devises a brutal way of making them watch. Tommy, having given James his blessing to marry Elizabeth, is shocked to find out that he will be his executioner but reminds him that he will now be a marked man among the other convicts.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Brady, Orla"
            },
            {
                "name": "Bremner, Ewen"
            },
            {
                "name": "Buring, MyAnna"
            },
            {
                "name": "Corr, Ryan"
            },
            {
                "name": "Dawson, David"
            },
            {
                "name": "Dennehy, Ned"
            },
            {
                "name": "Harman, Brooke"
            },
            {
                "name": "MacAninch, Cal"
            },
            {
                "name": "Millson, Joseph"
            },
            {
                "name": "Moss, Nicholas"
            },
            {
                "name": "Nagaitis, Adam"
            },
            {
                "name": "O'Reilly, Genevieve"
            },
            {
                "name": "Tovey, Russell"
            },
            {
                "name": "Rhind-Tutt, Julian"
            },
            {
                "name": "Vanderham, Joanna"
            },
            {
                "name": "Walmsley, David"
            },
            {
                "name": "Wenham, David"
            },
            {
                "name": "Corbusier, Isabelle Estelle"
            },
            {
                "name": "Hicks, Clement"
            },
            {
                "name": "Smith, Jordan Patrick"
            },
            {
                "name": "McCann, Rory"
            },
            {
                "name": "Rudman, Bianca"
            },
            {
                "name": "Fraser, Ayesha"
            },
            {
                "name": "Richards, Nig"
            },
            {
                "name": "Winker, Patricia"
            },
            {
                "name": "Broome, Neil"
            },
            {
                "name": "McCunn, Tim"
            },
            {
                "name": "Banks, Richard"
            },
            {
                "name": "Benstead, Alison"
            },
            {
                "name": "Bronwen, Nerida"
            },
            {
                "name": "Robison, Jim"
            },
            {
                "name": "Webster, Anthony"
            }
        ],
        "locations": [
            "Sydney, New South Wales, Australia::(2014)",
            "Manchester, Greater Manchester, England, UK::(2014)"
        ],
        "genres": [
            "Drama",
            "History"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Finland:K-16",
            "Spain:12",
            "United Kingdom:15"
        ],
        "original air date": "05 Mar 2015 (UK)",
        "number of seasons": 1,
        "rating": 7.5,
        "votes": 2810,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI3NzcwNTI4NF5BMl5BanBnXkFtZTgwNjE4MDY0NTE@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "British drama created by Jimmy McGovern. The seven-part serial is inspired by events in the eighteenth century when Britain established a penal colony in Australia.",
        "languages": [
            "English"
        ],
        "title": "Banished",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-2015",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "McGovern, Jimmy"
            },
            {
                "name": "Duggan, Shaun"
            }
        ],
        "director": [
            {
                "name": "Walker, Jeffrey"
            },
            {
                "name": "Percival, Daniel"
            }
        ],
        "production companies": [
            {
                "name": "BBC Worldwide ANZ"
            },
            {
                "name": "RSJ Films"
            },
            {
                "name": "See-Saw Films"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "BBC First"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Buzzy's Recording"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Funn"
            },
            {
                "name": "Molinare Studio"
            },
            {
                "name": "Momoco"
            }
        ],
        "plot": [
            "British convicts have been sent to Australia as punishment for their crimes. As they try to live their new lives, they have to live with the new rules. The soldiers also have to adjust.",
            "British drama created by Jimmy McGovern. The seven-part serial is inspired by events in the eighteenth century when Britain established a penal colony in Australia.::Clive Richards"
        ],
        "synopsis": [
            "Banished, Jimmy McGoverns fictional seven-part series loosely inspired by events in the 18th century when Britain established a penal colony on the other side of the world. This charts the lives, loves, relationships and battle for survival of a group of convicts, the soldiers who guard them and the men who govern them in the early days of this settlement.Jimmy McGovern says: How the first convicts survived is the best story I've come across in over 30 years as a dramatist. When you've got something like that, you don't worry about the narrative; you just concentrate on the characters. That is what we did. Consequently, I don't think I've ever written anything so character-driven.The series opens at dawn in New South Wales, Australia, 1788. Tents are pitched and there is a scattering of timber buildings on a strip of land between the impenetrable bush and the mighty Pacific Ocean.It is here that the convicts transported on the First Fleet and their masters are waking up to another sweltering hot day in a place where anything can happen and death stalks everyone. With supplies running out and the group ill-equipped for life on this inhospitable shoreline, who will survive the next 10 days?Australian actor David Wenham (Top Of The Lake) plays Governor Arthur Phillip, a pragmatic idealist who hopes to turn this ramshackle settlement from penal colony to land of opportunity for all, while his nemesis Major Ross, played by Joseph Millson (Holby City), thinks the only chance of survival is to rule with an iron fist.Yet all that seems unshakeable are the passionate bonds of love and friendship forged between convicts: Elizabeth Quinn (Myanna Buring), Tommy Barrett (Julian Rhind-Tutt) and James Freeman (Russell Tovey). But, before long, this shared devotion is destined to challenge the very doctrines on which the fledging colony has been founded.Also featuring in this epic series about human courage and endeavour, love, loss and impossible choices are Ewen Bremner (Accused) as the pious Reverend Johnson, with Genevieve OReilly (The Honourable Woman) as his selfless wife and Brooke Harman (Dance Academy) as Deborah Governor Phillips housekeeper. Orla Brady (Strike Back) plays intuitive convict Anne Meredith and Joanna Vanderham (The Paradise) is the dangerously beautiful convict Katherine McVitie.Rory McCann (Game Of Thrones) is the formidable felon Marston, whose skills as blacksmith are indispensable. Soldiers are played by Adam Nagaitis (Inbetweeners 2) as the loathed Private Buckley; Sergeant Timmins is played by Cal MacAninch (Mr Selfridge); Ryan Corr (Wolf Creek 2) is Private MacDonald and David Dawson (Peaky Blinders) is Captain David Collins.Other convicts are played by Nick Moss (The Mill) as hard man Spragg, David Walmsley (The Smoke) as Stubbins with Ned Dennehy (Blitz) as Letters Molloy, whose rare literacy is both a blessing and a burden."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)",
                "6 hr 13 min (373 min) (total run time) (Finland)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "laboratory": [
                "The Digital Orchard [gb]"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2810,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 321,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 817,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 866,
                "rating": 7.5
            },
            "males": {
                "votes": 1090,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 137,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 399,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 485,
                "rating": 7.4
            },
            "females": {
                "votes": 1040,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 180,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 407,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 370,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 41,
                "rating": 6.4
            },
            "us users": {
                "votes": 338,
                "rating": 7.5
            },
            "non us users": {
                "votes": 1178,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 553,
            "9": 469,
            "8": 753,
            "7": 528,
            "6": 198,
            "5": 122,
            "4": 51,
            "3": 28,
            "2": 29,
            "1": 79
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}