{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "USA::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gypsi (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Gypsi LaSalle is an Adventurous free spirited witch who lives the life of a gypsy among the mortals. She is on the precipice of discovering that there is more to who she really is. Her journey will reveal how important she will become to the unknown, mysterious, mystical town of Lisette. As Gypsi's power begins to increase, so does the intensity of her dreams. A reoccurring cry for help from across centuries leads her back to a home and a town that she has no memory of. She will uncover that family ties can be more binding than the blood that flows through her veins.    "
                },
                "2": {
                    "title": "Welcome to Lisette, a Place of Mists and Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gypsi (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Two writers named Angel and Mysti Cozart, convince a man to do all of their work for them while they sit back and watch. He works tirelessly for 4 months, day and night. Fulfilling every last request of the writers. When his work was completed and the benefits of it were being enjoyed by the writers Angel and Mysti, They decided that they did not need to pay the man and told all of their followers that he was bad and evil and must be blocked immediately or the writers would block them!. So the man was blocked and left destitute because the whole 4 months he had worked...    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Mauro, Eve"
            },
            {
                "name": "Modine, Ruby"
            },
            {
                "name": "Weber, Wolfgang"
            },
            {
                "name": "West, Dean J."
            },
            {
                "name": "West, Michelle"
            },
            {
                "name": "Black, Catherine"
            },
            {
                "name": "Black, Kris"
            },
            {
                "name": "Coleman, Chase"
            },
            {
                "name": "Cozart, Mysti"
            },
            {
                "name": "Edwards, Craig"
            },
            {
                "name": "Farrar, Jeremi"
            },
            {
                "name": "Farrar, Justin"
            },
            {
                "name": "Johnson, Linda"
            },
            {
                "name": "Lawson, Anzu"
            },
            {
                "name": "Parker, Micah"
            },
            {
                "name": "Russo, Russ"
            },
            {
                "name": "Damions, Derrick"
            }
        ],
        "locations": [
            "New Orleans, Louisiana, USA::(studio)"
        ],
        "genres": [
            "Action",
            "Adventure",
            "Drama",
            "Sci-Fi"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUzMDI2NzI5Nl5BMl5BanBnXkFtZTgwMjcwMzU4MjE@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Gypsi",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Gypsi (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cozart, Angel"
            },
            {
                "name": "Cozart, Mysti"
            }
        ],
        "plot": [
            "A nomadic witch, _Gypsi_ (qv) LaSalle, searches for truth in a magical town deep in the bayou that is full of monsters as she follows the siren's call of the Dark Goddess who lies entombed."
        ],
        "synopsis": [
            "GYPSI: Welcome to the town of Lisette, LA. A place of mists and dreams that holds the most ancient of all magic; both Light and Dark. Lured by her reoccurring dreams and an antique heirloom, Gypsi Lasalle is drawn into a strange and otherworldly realm.\nA loner all of her life, Gypsi has been careful to blend into the crowd. She has always felt the need to hide her gifts and keep secrets. No longer willing to cower to the voices that call to her in her dreams, Gypsi begins her quest to chase down her demons and travels to the secluded town of Lisette amid the Louisiana Bayou.\nShe finds herself in an unfamiliar world. One steeped deep in New Orleans Voodoo. A dark community enriched with Voodoo priests, witches, and shape-shifters. All who walk freely about in this forgotten mystical place.\nAfter arriving, Gypsi stumbles upon a family and a heritage that had been unrevealed to her. She slowly begins to piece together the puzzle of a past that has ensnared her future. The smoldering seductive force of the Dark Voodoo begins to manipulate and romance her senses.\nIt's sweet and potent promise of passion and power lies within her grasp, IF only she would invite it inside. As Gypsi's story begins to unfold, she encounters those who will aid her, those who would shun her, and those who would like nothing more than to bury her alongside of the evil Dark Goddess who came before.\nOur Gypsi must cautiously connect the pieces of the puzzle in order to to move forward into a Destiny that has forever been hers.GYPSI: Where Fate and Destiny collide; and the Spirits will never be tamed."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}