{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "USA::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ring of Fire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Ring of Fire",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Ring of Fire (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Barounis, Anthony"
            },
            {
                "name": "Greenwood, Mick"
            }
        ],
        "plot": [
            "_Ring of Fire_ (qv) is a story of sex, drugs, rock and wrestling in the late 1980s. A gritty drama that follows a group of wrestlers into their real lives-where the action is more wild and unbelievable than anything you'd see in the ring.::Brian Crsey"
        ],
        "synopsis": [
            "Ring of Fire addresses a frustrated fanbase that has made Monday Night Raw one of the highest-rated shows on cable television for over two decades by delivering them a different spin on profes-sional wrestling than theyve ever seen before. In the 1980s, wrestling was still perceived as real but that has changed, as the WWE no longer even refers to their product as wrestling but as sports entertainment and male soap operas. !!Over the past decade, the professional wrestling business has morphed into a billion-dollar monopoly. The territories, a network of loosely-connected independent promotions that spanned the country, are distant memories and todays fans have no vi-able alternatives to the WWE. Though Monday Night Raw is still among the highest-rated shows on cable, their viewers are look-ing for something else.!!Ring of Fire takes all of the lies and duplicity of the wrestling business, whats real, whats fake, and twists them around in a story that will connect with all audiences, not just fans of professional wrestling. The series explores the real lives of the people putting on these shows, navigating the fine line between fantasy and reality in professional wrestling with layered conflicts, high drama, and dynamic action. Through its period setting, the series also plays on the publics nostalgia for the 1980s heyday of the sport by recreating and presenting it in a way that theyve never seen before.!!Professional wrestling, known as The Business to insid-ers, is a unique form of entertainment: part sport, part the-ater, part traveling circus, and all built on lies. Ring of Firetakes place in 1987, when wrestling was still real and it was still a big deal when the show came to your town. Each region of the country had its own promoter, the different promotions operated almost like different families in the Italian mob, with al-liances always being made (or broken) between them. The secrets of The Business were protected under a code known within the in-dustry known as kayfabe. Breaking kayfabe could get you black-listed. You always had to be in character. For wrestlers and promoters at the time, their whole lives were cons and everyone was working an angle. Each season of Ring of Fire is meant to be a self-contained story, with the freedom to focus on different promotions or per-formers from season to season. The transient nature of the pro-fessional wrestling business, especially in the 1980s, gives the series incredible flexibility in terms of stories and cast. The aim is to build a universe for the characters to move freely through, from season-to-season and promotion-to-promotion.The Ring of Fire story begins in Tampa Bay, home to the Gulf Coast Wrestling Association, a territory belonging to Big Russ Edwards (an ex-heavyweight champion, himself). The GCWA is a highly-coveted destination for wrestlers at the time, given the territorys large geographic area and its rabid Southern fan-base. The GCWAs number one guy is Edwards son: Made in the USA R.J. Edwards, who has reigned as champion for three years after defeating the legendary Dream Machine Bobby Starr in his final match. R.J. Edwards is the lead antagonist in this story. Popular with the fans but not so much among his peers, R.J. gets what he wants, when he wants. He has a taste for women, drugs, and pow-er. His place at the top of the promotion becomes threatened af-ter some bad press for Edwards and the simultaneous arrival of Lionheart Jimmy Lyons, a hot newcomer with the looks of a rock star and true athletic ability.!!To complicate things, theres a woman standing between them: Miss Savannah. Shes an insecure young woman who is easily dominated by the strong male personalities in the locker room. She falls for Jimmy Lyons but their relationship is complicated and put to the test by her past with R.J. as well as her own demons."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}