{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 May 2015"
            },
            {
                "country": "Netherlands\n",
                "date": "8 December 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "France\n",
                "date": "29 February 2016"
            },
            {
                "country": "Italy\n",
                "date": "8 December 2016"
            },
            {
                "country": "Spain\n",
                "date": "31 December 2017"
            }
        ],
        "release dates": [
            "UK::5 May 2015",
            "Netherlands::8 December 2015                            (internet)",
            "France::29 February 2016",
            "Italy::8 December 2016",
            "Spain::31 December 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "No Offence"
            },
            {
                "countries": "Denmark (alternative title)",
                "title": "Sirener"
            },
            {
                "countries": "France",
                "title": "No Offence"
            },
            {
                "countries": "Hungary",
                "title": "Manchester sötét oldalán"
            },
            {
                "countries": "Russia",
                "title": "Без обид"
            },
            {
                "countries": "Spain",
                "title": "No Offence"
            }
        ],
        "akas": [
            "No Offence (original title)",
            "Sirener Denmark (alternative title)",
            "No Offence France",
            "Manchester sötét oldalán Hungary",
            "Без обид Russia",
            "No Offence Spain"
        ],
        "akas from release info": [
            "No Offence (original title)",
            "Sirener Denmark (alternative title)",
            "No Offence France",
            "Manchester sötét oldalán Hungary",
            "Без обид Russia",
            "No Offence Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 78,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    When Viv and her team are called in to protect liberal mayoral candidate Kashif Hassan from far right demonstrators they foil an assassination attempt, though to the cost of one of their number. After the gunman escapes it appears that his target was another candidate, local woman Caroline McCoy and he is identified as career criminal Joseph Beckett. A former member of racist group Albion Beckett also worked foe Albion's sponsor businessman Lionel Dirkin, whom Caroline opposes. Evidence points to Albion's head Dennis Caddy's involvement with the shooting but a new ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 51,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    After Joy's funeral Viv promotes Dinah to sergeant and continues to survey Caddy to allay suspicions. Meanwhile Beckett rings the police to say that he has poisoned a batch of halal meat, leading to mass panic when the news is broadcast. The team pin-points a school attended by Hassan's children where halal burgers were sent and prevents disaster. Dinah recognizes the undercover agent posing as Caddy's girlfriend and meets up with her whilst Viv confronts Dirkin in public.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 42,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Beckett's reign of terror seems to be escalating when an elderly Jewish man is found dead.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 36,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The team have 48 hours to get Dennis to betray his best friend and turn police informant.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 43,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Caroline McCoy's political reign begins, inciting chaos on the streets of Manchester, and catapults the hardline, no-nonsense DCI Terry Taylor into Friday Street cop shop, to bring the police in line with her agenda. While avoiding Terry's interferences, the team focus on using Bonnie and Dennis to expose Caroline and bring in killer Beckett.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 39,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The team are running out of options and their strategy is threatened when one of their own is placed in peril.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 147,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    Single mother Dinah Kowalska, an off duty detective constable, pursues a murder suspect through the streets of Manchester, only for him to get knocked down and killed by a bus. As a result DI Viv Deering, her outspoken superior, instructs her to withdraw her application for sergeant, the promotion going instead to her nervous colleague Joy Freers. On a visit to the morgue Dinah sees the corpse of a Downs Syndrome sufferer, the second girl with that condition to be hauled out of a river in recent weeks, and suspects a serial killer is at large. Cathy Calvert, who ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 132,
                    "original air date": "12 May 2015",
                    "year": "2015",
                    "plot": "\n    Dinah is taken off the murder case as her involvement with Cathy has made her too subjective but Viv asks her to assist when a student is found dead in the street of an overdose and drugs expert Miller directs the team towards a house suspected of being a drugs factory. Angelina Costeros, a former chemical factory employee, is brought in but refuses to incriminate likely co-defendant Jensen Raphael until Dinah and colleague Spike unite to get her to talk. Consequently Dinah and Joy go undercover to bust Raphael. The operation is successful and Viv praises the two ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 120,
                    "original air date": "19 May 2015",
                    "year": "2015",
                    "plot": "\n    Following the death of Samina Hassan in an arson attack the team goes undercover at a wedding to arrest the groom Jimmy Webb, a known racist. CCTV had shown him arguing with Majib, Samina's widower, to whom he had lent a large sum of money, whilst Samina's father, a strict imam, has quarrelled with her over her feminist stance. In the event the previously reserved Joy proves herself by solving the case and flushing the killer out into the open. Spike interviews Patrick Llewellyn, an unassuming gay man who runs the support group attended by murder victim Lucy - who had...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 108,
                    "original air date": "26 May 2015",
                    "year": "2015",
                    "plot": "\n    As Dinah is driving to work she sees David Brazier kill himself by stepping in front of a car and when the police visit his house they find his wife dead in bed with a huge operation scar. Later they arrest a teenager following a disturbance. He also has a scar and a wad of notes and tells of a traffic in human organs for cash. Joy and Dinah track down another potential victim, leading to a successful arrest. Meanwhile Teresa Adamson is found dead after joining a website, whose organizer identifies a subscriber calling himself Handyman, whose interest is in Downs ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 108,
                    "original air date": "2 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Forensics officer Miller is engaging Handyman online posing as a young girl when the team is called out to a stabbing. The victim is Christy Feeney, now given a new identity as Noel, but who, aged ten, was convicted of murder. After hearing his confession pregnant wife Liz feels especially vulnerable but Viv suspects Christy's aggrieved uncle of offering a bounty to his nephew's killer. Christy does not help matters when he flees police protection to speak to Liz, though he does lead them to his attacker. Olivia, another Downs Syndrome girl, agrees to be bait to catch...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 112,
                    "original air date": "9 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Cathy has information leading to a suspect in her abduction, but later tells Dinah there was also an accomplice. A badly beaten man is found outside a scrap yard and appears to be connected with a man police find locked in a shed.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 109,
                    "original air date": "16 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A jogger is shot and killed, but Viv believes their young suspect acted on behalf of an adult with a grudge. Dinah begins her own secret investigation to determine if Viv is protecting the identity of the Handyman's accomplice.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 121,
                    "original air date": "23 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Dinas clashes with Deering, setting off an irreversible chain of events, and an attempt to save the lives of a mother and baby goes disastrously wrong.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 116,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Viv, Dinah and Joy attend the funeral of Herbie, son of gang boss Nora Attah but there is no corpse in the coffin, only an explosion which rocks the building. Pathologist Miller is called in and finds twenty bodies, including Herbie's, buried under the crematorium - apparently because the owners, the Kornicks, could not afford to maintain it. Resenting the arrival of by the book superintendent Christine Lisberg Viv finds a link to rival gangsters the Kennedy family, whom Nora believes lured her and ex-husband Manni to the scene of the explosion. Following an award ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 108,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Following Earl Kennedy's murder riots break out across Manchester, Attah properties being prime targets. Whilst Miller links the crematorium bomb to Jacky Kennedy and henchman Kilmartin Dinah risks her life to evacuate people from one of Nora's fire-bombed shops, and is shocked when five casualties appear to be under-age child workers. However when she confronts Nora she is rebuked by Viv for making Nora aware of her suspicions, allowing her to take alternative action. Joy is also horrified when a young girl, Charlie, dies in her custody and is cheered by sergeant ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 97,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The team is called to an armed robbery in a pub but the elderly robber is an Alzheimers sufferer who believes the pub is the bank it was once and a visit to his wife exposes a bogus paramedic. Meanwhile a cocky Nora brings Manni to the station to convince Viv of their innocence in Earl's murder but, having discovered that Manni is not Nora's husband's son, Viv determines to work on him. Dinah arrests Kerry Fowley, part of the child slavery gang, hoping she will denounce Nora but Nora sends in her solicitors before any statement can be taken, leading Viv to suspect a ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 93,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    As large numbers of Nora's drug peddlers are lifted from the streets Dinah tries to persuade Joy that Ewan is the mole, tipping Nora off about the police's every move but Joy is too enamoured of him to believe her despite evidence that when he was in Child Protection he deliberately moved several of the dead youngsters to care homes where Nora could get to them. Whilst other arrests are made for procurement Viv finally traps Ewan but finds that somebody else has got to him before her.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 87,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Whilst Viv attempts to arrest Manni in connection with Ewan Murray's death Miller finds evidence to show that Murray deliberately suppressed evidence regarding the disappearance of a boy called Roland Berry. The team searches Murray's room for more proof of his duplicity but are thwarted by Christine Licksberg who takes all the contents for examination elsewhere. Consequently Viv recruits Cathy Calvert's mouthy sister Donna to infiltrate the Attah's gang. Meanwhile Dinah is caught up in a pay dispute at the Daffodil abortion clinic where a stand-off leads to a ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 86,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Whilst under suspension Viv attends a meeting opposed to female genital mutilation, where an angry father accuses Nora of killing his daughter. Dinah and Joy visit Viv to voice their fears that Nora may have been blackmailing Christine into suspending her whilst Joy and Spike bring in haughty Ms Bata for her role in the mutilation ring and, after officer Tegan has gone undercover, arrest the doctor responsible and a head-mistress who is also complicit - ironically with help from Nora. Meanwhile, thanks to Dinah, Miller finds Roland's body but, back in her office, Viv ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Offence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 98,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    All the team's lives are at stake as they try and bring down the Attahs once and for all. Deering is at her finest, deconstructing Nora's family while trying to repair her own.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Scanlan, Joanna"
            },
            {
                "name": "Cassidy, Elaine"
            },
            {
                "name": "Mellor, Will"
            },
            {
                "name": "Ritter, Paul"
            },
            {
                "name": "Johnston, Ste"
            },
            {
                "name": "Varey, Tom"
            },
            {
                "name": "Choudhry, Saira"
            },
            {
                "name": "Roach, Alexandra"
            },
            {
                "name": "Mohan, Neet"
            },
            {
                "name": "May-Clark, Charlie"
            },
            {
                "name": "MacNeill, Conor"
            },
            {
                "name": "O'Flynn, Kate"
            },
            {
                "name": "Walters, Hannah"
            },
            {
                "name": "Salmon, Colin"
            },
            {
                "name": "Clerehugh, Julie"
            },
            {
                "name": "Ginty, Daniel"
            },
            {
                "name": "Lambert, Abigail Katie"
            },
            {
                "name": "Cooper, Risteard"
            },
            {
                "name": "Ayola, Rakie"
            },
            {
                "name": "Momoh, Zackary"
            },
            {
                "name": "Solemani, Sarah"
            },
            {
                "name": "Lawrance, Tamara"
            },
            {
                "name": "McGrillis, Lisa"
            },
            {
                "name": "Rushbrook, Claire"
            },
            {
                "name": "Maskell, Neil"
            },
            {
                "name": "Tavassoli, Ben"
            },
            {
                "name": "McGinley, Philip"
            },
            {
                "name": "Blakeley, Mia"
            },
            {
                "name": "Bieniuszewicz, Hanna"
            },
            {
                "name": "McSweeney, Siobhan"
            },
            {
                "name": "Adshead, Claudia"
            },
            {
                "name": "Clegg, Stacey"
            },
            {
                "name": "Sutcliffe, Zak"
            },
            {
                "name": "Rooney, Sharon"
            },
            {
                "name": "Connolly, Darren"
            },
            {
                "name": "Bhatti, Ace"
            },
            {
                "name": "Baladi, Patrick"
            },
            {
                "name": "McDonald, Peter"
            },
            {
                "name": "Patel, Ash"
            },
            {
                "name": "Anand, Manoj"
            },
            {
                "name": "Dudley, Lisa"
            },
            {
                "name": "Starkey, Alexandra"
            },
            {
                "name": "Scott, Felix"
            },
            {
                "name": "Sibtain, Joplin"
            },
            {
                "name": "Black, Bethany"
            },
            {
                "name": "Lindsay, Nigel"
            },
            {
                "name": "Dunster, Phil"
            },
            {
                "name": "Gorman, Julian"
            },
            {
                "name": "Finney, Joanne"
            },
            {
                "name": "Alltree, Colin"
            }
        ],
        "locations": [
            "Manchester, England, UK"
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Germany:12::(season 1)",
            "Germany:16::(season 2)",
            "Netherlands:12",
            "Norway:15::(HBO)",
            "Spain:18",
            "United Kingdom:15::(DVD rating)"
        ],
        "number of seasons": 3,
        "rating": 8.0,
        "votes": 3174,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzRjMTQ0ZGMtZjA2ZS00ZjUzLTkzNDYtOTRmNzdlY2M2ZjUxXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Follows a group of police officers on the front line wondering what they did to end up where they are on the ugly side of Manchester. Keeping these streets clean is a Herculean task, enough to demoralize even the keenest rookie. But there's a reason these cops are in this force. As the never ending rabble off the local estates pours in, Inspector Vivienne Deering, the station's sharp, funny and hard-as-they-come boss, and her team led by DC Dinah Kowalski and DC Joy Freers, show they have what it takes to crack crime and to expose the addled, the swanky, the pimps, the petty and the really proper nasty bastards for the sewer rats they are.",
        "languages": [
            "English"
        ],
        "title": "No Offence",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Abbott, Paul"
            },
            {
                "name": "Tomalin, Paul"
            },
            {
                "name": "Dowdall, Jimmy"
            }
        ],
        "production companies": [
            {
                "name": "Abbott Vision"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "KRO-NCRV"
            },
            {
                "name": "StudioCanal"
            },
            {
                "name": "StudioCanal"
            }
        ],
        "special effects": [
            {
                "name": "Millennium FX"
            }
        ],
        "other companies": [
            {
                "name": "Setkeeper"
            },
            {
                "name": "Niche Casting Agency"
            },
            {
                "name": "Panavision"
            },
            {
                "name": "Universal Extras"
            }
        ],
        "plot": [
            "Follows a group of police officers on the front line wondering what they did to end up where they are now, on the ugly side of Manchester.::Ron",
            "Follows a group of police officers on the front line wondering what they did to end up where they are on the ugly side of Manchester. Keeping these streets clean is a Herculean task, enough to demoralize even the keenest rookie. But there's a reason these cops are in this force. As the never ending rabble off the local estates pours in, Inspector Vivienne Deering, the station's sharp, funny and hard-as-they-come boss, and her team led by DC Dinah Kowalski and DC Joy Freers, show they have what it takes to crack crime and to expose the addled, the swanky, the pimps, the petty and the really proper nasty bastards for the sewer rats they are.::dvd"
        ],
        "tech": {
            "runtime": [
                "42 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa",
                "Canon 5D Mark III",
                "GoPro HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3174,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 277,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 837,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 1009,
                "rating": 8.0
            },
            "males": {
                "votes": 1294,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 134,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 446,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 613,
                "rating": 7.8
            },
            "females": {
                "votes": 1000,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 137,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 375,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 382,
                "rating": 8.4
            },
            "top 1000 voters": {
                "votes": 61,
                "rating": 6.2
            },
            "us users": {
                "votes": 262,
                "rating": 7.9
            },
            "non us users": {
                "votes": 1451,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 744,
            "9": 806,
            "8": 933,
            "7": 358,
            "6": 127,
            "5": 64,
            "4": 29,
            "3": 18,
            "2": 25,
            "1": 70
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}