{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 January 2015"
            }
        ],
        "release dates": [
            "UK::5 January 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Eve"
            },
            {
                "countries": "Norway (dubbed version)",
                "title": "Eva"
            },
            {
                "countries": "Sweden",
                "title": "Eva"
            }
        ],
        "akas": [
            "Eve (original title)",
            "Eva Norway (dubbed version)",
            "Eva Sweden"
        ],
        "akas from release info": [
            "Eve (original title)",
            "Eva Norway (dubbed version)",
            "Eva Sweden"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Children of Eve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Eve's attempts to help her sister KT pass for human are derailed when a miraculously recovered Katherine returns to Calimov. To Nick and Eve's horror, Katherine reveals her new range of childbots, which have been placed with local families. To prevent Katherine restoring KT to factory settings, Eve smuggles her out of Calimov and back to the Clarke house. But with Will and Lily insisting KT is returned to Calimov, Eve and her sister are forced to take matters into their own hands. The situation escalates when Katherine's childbots start to malfunction and it is KT who...    "
                },
                "2": {
                    "title": "New Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Maddy tells Abe that he needs to start taking more responsibility - and he's forced to do so when she suddenly goes into labour. Meanwhile, Will grows jealous with Cain and Lily hanging out together, but back at Calimov Katherine uncovers the truth about Will.    "
                },
                "3": {
                    "title": "Infinity, Plus One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Suspicious of robot activity at the Clarkes', Cain and Michael Hoffman visit Eve armed with their EMPs. Realising the threat, EVE is forced to face her deepest fear: mortality.    "
                },
                "4": {
                    "title": "Possession",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Mary resorts to extreme measures to head off the threat of Cain and Price, enlisting KT to help her temporarily transfer her consciousness to Eve.    "
                },
                "5": {
                    "title": "Invasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Having been possessed by Mary, Eve is on high alert. Meanwhile, Abe has to deal with the arrival of his grandma.    "
                },
                "6": {
                    "title": "The P.R.I.C.E. Of War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The discovery that Mary has cheated death throws the gang into chaos. If Mary were to take control of Eve permanently, she would be unstoppable.    "
                },
                "7": {
                    "title": "The Price of Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Will and Lily aren't speaking. Worse still, Will is suffering adverse side-effects from protecting his friends from the rogue KT.    "
                },
                "8": {
                    "title": "Meet Your Maker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Will's nanobots are rapidly failing, and Nick must lay aside his suspicions when Katherine appears with a hi-tech solution.    "
                },
                "9": {
                    "title": "Goodbye Forever, Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    With the school prom imminent, Will - his brain still nano-charged - decides to invite Eve as his date.    "
                }
            },
            "1": {
                "1": {
                    "title": "All About Eve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Life changes beyond recognition for the Clarke family when Eve, the world's first fully sentient 'artificial person', comes to live under their roof.    "
                },
                "2": {
                    "title": "A Real Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Eve tries to fit in with other teenagers. However her efforts to impress a gang of girls cause serious problems.    "
                },
                "3": {
                    "title": "Beautiful Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Eve discovers that human beings come in \"two standard models\". She becomes interested in football and joins Will's five-a-side team for a vital match in their fight against relegation but it isn't long before he wonders whether he's made the right decision.    "
                },
                "4": {
                    "title": "The Bubble Bursts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Abs puts his feet up while Eve does his after - school deliveries. But when Eve goes into overdrive saving the planet, life gets dangerous.    "
                },
                "5": {
                    "title": "Brain Freeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Eve is determined to taste ice cream like her family and friends even though she is warned that the cold temperatures could destroy her operating system. She is becoming difficult in other ways as she starts to suspect the real purpose for her creation. Meanwhile Abe senses a devious way to win the school maths competition.    "
                },
                "6": {
                    "title": "Things That Go Beep in the Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Eve goes to a Halloween party despite being told to stay at home by Nick. She proves a hit with one of the boys at the party but it soon becomes clear that someone else has noticed she is there and is determined to track her down - whatever the consequences.    "
                },
                "7": {
                    "title": "The X + Y Factor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Despite the incident at the party Zac invites Eve to go out with him but she has a lot to learn about dating. However her family believe he has secret reasons for asking her out.    "
                },
                "8": {
                    "title": "The Truth About Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Struggling to work out how to keep love-struck Eve away from Katherine's spy Zac, Will and Lily send her to hang out with Abe while they think up a plan. Abe is up to no good making dodgy fizzy drinks, so Eve quickly learns a thing or two about lying. Back at Will's house, Lily has an idea to protect Eve by getting Zac fired. But Eve ends up being enemy #1 when she lies to Will saying Nick has been involved in an accident and is in hospital. So she can spend time alone with Zac.    "
                },
                "9": {
                    "title": "Trashed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Abe's tablet goes haywire - and then, apparently, so does Eve, who seems to have forgotten that she is a robot and that she ever knew Zac. But when Eve sees Lily's parents Maddy and Viv together, she begins to remember fragmentary flashes of Zac. Determined to fill in the blanks, Eve asks Maddy to drive her to Calimov, where Zac worked, so she can understand who he was and why he is no longer in her life. But ends up being held hostage by Kathrine.    "
                },
                "10": {
                    "title": "Mum's the Word",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It is Lily's birthday, and Eve is intrigued by the wish Lily makes when she blows out her candles. Eve wants to try it out for herself and 'wishes' to meet her mother. This technically comes true when Mary appears in the form of a hologram before her, revealing to Eve that she is nearby, hiding in the woods. Eve tells Will, but he dismisses her 'wish' as a daydream. While Lily and Will discuss Eve's 'dream', Abe is eavesdropping on them. Abe understands that information about Mary's whereabouts pays well at Calimov. So, he anonymously calls Katherine with a tip-off ...    "
                },
                "11": {
                    "title": "IT Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Lily returns from school upset because she was disqualified from the science fair competition as Will, her partner, didn't show up. Will barely apologises - Lily could have gone with someone else. But Lily doesn't have any other friends. Lily has a brainwave and asks Eve, who has become a daytime TV addict, to come to school with her. At Calimov, Nick is banned from the research room where Katherine is trying to piece together burnt documents and photos recovered from Mary's cabin in the woods. Nick manages to get a look and realises that very soon the pieced-together...    "
                },
                "12": {
                    "title": "The Robot Next Door",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 8,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Will, Lily and Abe try to help Eve cope after she is devastated by the news that her 'mother' Mary is dead. Eve receives a hologram message that Mary had prerecorded, which gives her instructions about where to hide if she and her friends are ever in trouble. But, for now, Eve and Will do not want to leave their lives behind. In trying to silence Mr Bevan, who now knows Eve's secret, the gang inadvertently gives him more solid evidence. He threatens to tell the truth to the whole school. To keep Bevan quiet, Eve solves a famous maths problem and offers to give him the...    "
                },
                "13": {
                    "title": "Eternity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Will and Nick are caught by Katherine's squat team and escorted to Calimov. Lily and Abe realise it is up to them to save the day. Lily hacks into Calimov's systems, but someone is there before her. At Calimov, Katherine offers Nick a choice: help her build an army of killer robots, or she will take Eve apart.    "
                }
            },
            "2": {
                "0": {
                    "title": "Christmas Eve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "votes": 8,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    It's Eve's first Christmas but when she picks up a virus she enters a cheerless parallel world. Can Will and the gang save Eve from her Christmas nightmare?    "
                },
                "1": {
                    "title": "Do Not Build Them",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Under pressure from the Calimov Board, Katherine prepares to present Eve to the world. Meanwhile, Mary is still determined to get Eve back.    "
                },
                "2": {
                    "title": "Truth or Dare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Eve's head and body spin when Zac returns from Cuba determined to win her back. While Will and Nick have to deal with an unexpected visitor or two of their own.    "
                },
                "3": {
                    "title": "The Mark of Cain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    For safety, Katherine wants to keep Eve at Calimov. But Eve is more interested in learning about 'smaller humans' and fancies trying a spot of babysitting herself.    "
                },
                "4": {
                    "title": "Party Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Katherine and Nick spy on the elusive Mr Gwenlan. Meanwhile Eve joins a nature loving youth group called PARTY. But is it as much fun as it sounds?    "
                },
                "5": {
                    "title": "Power Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    While Abe tries to educate Eve in the finer points of business, PRICE launches a cyber-attack on Calimov. It looks like Eve's secret will be revealed.    "
                },
                "6": {
                    "title": "The Eve of Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Eve gives Abe a massive shock. Fearing she's become a danger to her friends, Eve asks Katherine to shut her down. Will has other ideas and investigates the dangerous Mr Gwenlan.    "
                },
                "7": {
                    "title": "A Case of Identity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Eve and the gang try to discover the identity of Mary's robot. Eve looks to the great Sherlock Holmes for inspiration. Katherine and Nick have even sneakier methods.    "
                },
                "8": {
                    "title": "All About Adam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "22 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Eve unmasks the real Adam and encourages him to break free from Mary's control. While Katherine proves she can never be trusted.    "
                },
                "9": {
                    "title": "Giving Up the Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Things get spooky when Abe and Eve persuade the gang to visit a haunted house on a ghost hunt. Meanwhile Katherine forges a deal with Mr Gwenlan that leads to a quarrel with Nick.    "
                },
                "10": {
                    "title": "Fair Cop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "7 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    When Lily is arrested for hacking Lord Hoffman's computer, Will and Eve contact Mary, who offers to help - if they destroy Katherine's new robot.    "
                },
                "11": {
                    "title": "Her Sister's Keeper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    There's no end of trouble for Eve and Will when they accidentally activate Nick and Katherine's peculiar new robot and break a promise to Mary.    "
                },
                "12": {
                    "title": "A Change in the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eve (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    No-one is safe as the final, dramatic confrontation between PRICE and Mary Douglas draws ever nearer. Can Will and Eve save the day - and each other?    "
                }
            }
        },
        "number of episodes": 35,
        "cast": [
            {
                "name": "Woollford, Oliver"
            },
            {
                "name": "Friar, Poppy Lee"
            },
            {
                "name": "Cartwright, Ben"
            },
            {
                "name": "Akilade, Eubha"
            },
            {
                "name": "Ayite, Elijah"
            },
            {
                "name": "Croker, Rhona"
            },
            {
                "name": "Campbell, Richie"
            },
            {
                "name": "Ashworth, Billy"
            },
            {
                "name": "Hegarty, Chris"
            },
            {
                "name": "Price, Shonagh"
            },
            {
                "name": "Asher, Jane"
            },
            {
                "name": "Barraclough, Rory"
            },
            {
                "name": "Ireland, David"
            },
            {
                "name": "Liddelle, Victoria"
            },
            {
                "name": "Harvey, Laura"
            },
            {
                "name": "Wildman, Michael"
            },
            {
                "name": "Russell, Douglas"
            },
            {
                "name": "Collins, Peter"
            },
            {
                "name": "Collins, Peter"
            },
            {
                "name": "Vernon, Paksie"
            },
            {
                "name": "Barker, Bibi"
            },
            {
                "name": "Allen, Cameron"
            },
            {
                "name": "Freer, Jo"
            },
            {
                "name": "Ahmed, Aleen"
            },
            {
                "name": "Burns, Laura"
            },
            {
                "name": "Crawford, Hazel Ann"
            },
            {
                "name": "Zajac, Matthew"
            },
            {
                "name": "Bede, Jenny"
            },
            {
                "name": "Bremner, Harmony Rose"
            },
            {
                "name": "Cassidy, Claire"
            },
            {
                "name": "Hurley, John-Paul"
            },
            {
                "name": "Brown, Julia"
            },
            {
                "name": "Goldie, Lucy"
            },
            {
                "name": "Randall, Kai Fatunmbi"
            },
            {
                "name": "Tonge, Steven"
            },
            {
                "name": "Eve"
            },
            {
                "name": "Farley, Reanne"
            },
            {
                "name": "Lucas, Paul"
            },
            {
                "name": "Morris, Kieran"
            },
            {
                "name": "Crawford, Rhanna"
            }
        ],
        "genres": [
            "Drama",
            "Family",
            "Sci-Fi"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Norway:A::(TV rating)"
        ],
        "number of seasons": 3,
        "rating": 6.2,
        "votes": 129,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTE2MmUyMGMtYmNlNC00MWRmLTkzNmEtOTk0ZmY0ZGI1MTE2XkEyXkFqcGdeQXVyNzA5NTYxMDg@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Eve",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Reeves, Emma"
            },
            {
                "name": "Chikwe, David"
            },
            {
                "name": "di Mambro, Ann-Marie"
            }
        ],
        "production companies": [
            {
                "name": "Argonon"
            },
            {
                "name": "Leopard Drama"
            }
        ],
        "distributors": [
            {
                "name": "CBBC"
            }
        ],
        "special effects": [
            {
                "name": "422.TV Glasgow"
            },
            {
                "name": "Axis VFX"
            }
        ],
        "other companies": [
            {
                "name": "Aimimage / Ice Film"
            },
            {
                "name": "Cinevisual Eve"
            },
            {
                "name": "Peter Anderson Studio"
            },
            {
                "name": "Sapex Scripts"
            }
        ],
        "plot": [
            "Life changes beyond recognition for the Clarke family when _Eve_ (qv), the world's first fully sentient 'artificial person', comes to live under their roof."
        ],
        "tech": {
            "runtime": [
                "28 min (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 129,
                "rating": 6.2
            },
            "aged under 18": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 19,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 35,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 32,
                "rating": 6.4
            },
            "males": {
                "votes": 80,
                "rating": 6.0
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 6.4
            },
            "males aged 30 44": {
                "votes": 28,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 31,
                "rating": 6.4
            },
            "females": {
                "votes": 12,
                "rating": 5.8
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 5.6
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 13,
                "rating": 3.8
            },
            "us users": {
                "votes": 16,
                "rating": 6.3
            },
            "non us users": {
                "votes": 60,
                "rating": 5.7
            }
        },
        "number of votes": {
            "10": 34,
            "9": 15,
            "8": 15,
            "7": 17,
            "6": 10,
            "5": 9,
            "4": 9,
            "3": 5,
            "2": 4,
            "1": 11
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}