{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 July 2015"
            }
        ],
        "release dates": [
            "USA::1 July 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Set the Stage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Swimsuit Centerfold (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    As girls from all around the world descend upon Cancun to compete to become \"Miss Swimsuit Centerfold\", it's clear the stage for drama is set right away, as problems emerge and personalities begin to clash.    "
                },
                "2": {
                    "title": "Smash the crown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Swimsuit Centerfold (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The orientation gets off to a shocking start, Brittany has some personal problems with a jealous boyfriend, Annielou and Donna-Marie make potential enemies, and the beginnings of a more than a few Cancun romances begin to blossom.    "
                },
                "3": {
                    "title": "Walk the plank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Swimsuit Centerfold (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The group take a speedboat trip, Natasha and Paradise brawl over the AC, and a love triangle begins to emerge. Chuy serenades Annielou and a shocking turn of events takes place on a Pirate ship.    "
                },
                "4": {
                    "title": "The Village Idiot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Swimsuit Centerfold (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    As the pageant continues to heat up, judges start to show their true colors. \"Chille\", emerges as the village idiot, complicating matters with his low IQ, and his giant ego. Julieanna and Vanessa clash over Roberto, a fight ensues threatening production, and the judge drama starts to come to a head.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Brown, Michael"
            },
            {
                "name": "Cammack, Bethany"
            },
            {
                "name": "Dorsey, Anthony"
            },
            {
                "name": "Ferreira, Marcos Daniel"
            },
            {
                "name": "Givens, Julieanna"
            },
            {
                "name": "Guimoye, Vanessa"
            },
            {
                "name": "Hendricks, Audrey"
            },
            {
                "name": "Hodges, Deanna"
            },
            {
                "name": "Kroell, Ronnie"
            },
            {
                "name": "Landino, Annielou"
            },
            {
                "name": "Lobo, Eddie"
            },
            {
                "name": "Milleki, Muriel"
            },
            {
                "name": "Milne, Donna-Marie"
            },
            {
                "name": "Pierce, Brittany N."
            },
            {
                "name": "Rivera, Roberto"
            },
            {
                "name": "Lee, Chanelle"
            },
            {
                "name": "Sparrow, Candice"
            },
            {
                "name": "Bukhahova, Tatiana"
            },
            {
                "name": "Kita, Candace"
            },
            {
                "name": "Pham, Tam Le"
            },
            {
                "name": "Wu, Ray"
            },
            {
                "name": "You, Jeanie"
            }
        ],
        "locations": [
            "Cancun, Mexico::(location)"
        ],
        "genres": [
            "Drama",
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjA5NjU4NjI2MV5BMl5BanBnXkFtZTgwNzk3Nzk0MjE@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$1,250,000 (estimated)",
        "plot outline": "This show centers around an actual Swimsuit Model Search event, where the participants are real, the judging is authentic, and the winner is actually selected through the process. Swimsuit Centerfold guarantees the drama and entertainment as it follows a handful of up and coming models as they compete against 50 other women for the title of Miss Swimsuit Centerfold, a $25,000 cash prize, and the bragging rights of taking home the crown. As these models descend upon the monumental Grand Oasis Resort in Cancun, Mexico, they find themselves in a competitive and cutthroat ocean of prima donnas, all with the same goal, to win it all. Our contestants are placed in key surroundings to ensure that story lines come to life. Some women thrive in these currents, relying on manipulation to get what they want; while others who are experienced models know how to navigate these waters while keeping their moral compass north. Told through diaries, scenarios, and experiences, this formula creates 13 compelling episodes, During which our young models will quickly realize that many of the other women in this competition are not the only predators. A few of the Judges who come to this event have more promiscuous plans in mind other than choosing a winner. It's no question that Mike Brown, the Executive Producer, surely has his hands tied with many of the uncontrollable events that unfold as we come closer to the crowning day. It's not all competition however, Swimsuit Centerfold also explores the adventures and relationships these women create and foster while in one of the most beautiful tropical settings in the world. Set against the backdrop of the crystal clear blue waters of Cancun, the stage is set for amazing excursions, life changing decisions, and relationships built here that will last a lifetime. During this week long event many of the contestants will have their character tested. Some will prevail while others will come crashing down. In this competition winning the crown may not be the top prize, but coming out with your dignity will have far more value. Stay tuned for the most exciting ride of your life that Swimsuit Centerfold will surely deliver!",
        "languages": [
            "English"
        ],
        "title": "Swimsuit Centerfold",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Swimsuit Centerfold (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "D'Amelia, Fred"
            },
            {
                "name": "Keator, Kevin"
            }
        ],
        "production companies": [
            {
                "name": "Vertex Media"
            }
        ],
        "plot": [
            "Ready for the world's hottest new reality TV show and swimsuit pageant? Set in the heart of tropical Cancun, _Swimsuit Centerfold_ (qv) follows contestants through all of the adventures, thrills, and drama of this high stakes beauty competition.::Kevin Keator",
            "This show centers around an actual Swimsuit Model Search event, where the participants are real, the judging is authentic, and the winner is actually selected through the process. _Swimsuit Centerfold_ (qv) guarantees the drama and entertainment as it follows a handful of up and coming models as they compete against 50 other women for the title of Miss _Swimsuit Centerfold_ (qv), a $25,000 cash prize, and the bragging rights of taking home the crown. As these models descend upon the monumental Grand Oasis Resort in Cancun, Mexico, they find themselves in a competitive and cutthroat ocean of prima donnas, all with the same goal, to win it all. Our contestants are placed in key surroundings to ensure that story lines come to life. Some women thrive in these currents, relying on manipulation to get what they want; while others who are experienced models know how to navigate these waters while keeping their moral compass north. Told through diaries, scenarios, and experiences, this formula creates 13 compelling episodes, During which our young models will quickly realize that many of the other women in this competition are not the only predators. A few of the Judges who come to this event have more promiscuous plans in mind other than choosing a winner. It's no question that Mike Brown, the Executive Producer, surely has his hands tied with many of the uncontrollable events that unfold as we come closer to the crowning day. It's not all competition however, _Swimsuit Centerfold_ (qv) also explores the adventures and relationships these women create and foster while in one of the most beautiful tropical settings in the world. Set against the backdrop of the crystal clear blue waters of Cancun, the stage is set for amazing excursions, life changing decisions, and relationships built here that will last a lifetime. During this week long event many of the contestants will have their character tested. Some will prevail while others will come crashing down. In this competition winning the crown may not be the top prize, but coming out with your dignity will have far more value. Stay tuned for the most exciting ride of your life that _Swimsuit Centerfold_ (qv) will surely deliver!::_Swimsuit Centerfold_ (qv)"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "negative format": [
                "Redcode RAW"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "males": {
                "votes": 6,
                "rating": 4.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 4.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 3,
                "rating": 8.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.3,
        "median": 1
    }
}