{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 January 2015"
            }
        ],
        "release dates": [
            "USA::15 January 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Stinky & Dirty Show"
            },
            {
                "countries": "Spain",
                "title": "The Stinky & Dirty Show"
            }
        ],
        "akas": [
            "The Stinky & Dirty Show (original title)",
            "The Stinky & Dirty Show Spain"
        ],
        "akas from release info": [
            "The Stinky & Dirty Show (original title)",
            "The Stinky & Dirty Show Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Snow Problem/Sleigh Riders",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Snow Problem Stinky and Dirty need to clear snow from train tracks and unplug a clogged tunnel so Fast can deliver Christmas trees and ornaments for the Go City town square. Sleigh Riders On Christmas morning, Stinky and Dirty find a crashed sleigh filled with Christmas gifts. They need to get through the snow and move the sled on pavement to deliver the gifts to the residents of Go City!    "
                },
                "2": {
                    "title": "Sweepy Clean/The Broken Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Sweepy Clean Stinky and Dirty call Sweepy to help clean up after Go City's Carnival, but disguises prevent Sweepy from finding them. When they finally meet up they startle Sweepy so his brushes go faster to help finish the job! The Broken Road Stinky and Dirty drive down a spooky \"broken road.\" The duo debunk each scare as something imagined, and discover the monster is a friendly Monster Truck!    "
                },
                "3": {
                    "title": "Tree Amigos/Tower Topper",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Tree Amigos When a tree in front of McMullan tower is going to be cut down, Dirty digs it up and plans to replant it with Stinky. The perfect spot to replant it ends up being right where it started! Tower Topper Stinky and Dirty must figure out a way to transport the spire for the top of McMullan Tower from Carla's deck, through the streets to the tower, and finally to Crane to put it on top!    "
                },
                "4": {
                    "title": "Silent But Stinky/Make Way for Sweepy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Silent But Stinky When Stinky loses his voice, he uses gestures to communicate directions to Dirty. Together, they build a helicopter pad for Chopper to land on! Make Way for Sweepy When Sweepy can't stop his engine and brushes, he accidentally sweeps up objects not meant to be swept! Stinky and Dirty must figure out how to stop and fix their friend and return the objects    "
                },
                "5": {
                    "title": "Red Light, Red Light/Missing Pieces",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Red Light, Red Light When a traffic light in Go City breaks and remains red, Stinky and Dirty find a way to get traffic past the broken traffic light so everyone can get to their jobs on the other side! Missing Pieces When Haul accidentally spills the contents of a shipping container all over Go City, Stinky and Dirty must help find the missing pieces, each of which is lost \"in plain sight.\"    "
                },
                "6": {
                    "title": "Ha Ha Higher/The Waiting Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ha Ha Higher Tall needs to lift a giant roller coaster into place, but he can't get the laughter he needs to lift it. Stinky and Dirty try to make Tall laugh so he can finish the job! The Waiting Games Stinky and Dirty enjoy the parking garage - Until they're locked in. They can't figure a way out, so they wait... but waiting is harder than it might seem!    "
                },
                "7": {
                    "title": "Garbage Barge Goodbye!/Up! Up! And Parade!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Garbage Barge Goodbye! Unloading a giant garbage barge is Stinky's dream come true... until he accidentally cuts the anchor and the barge drifts down the river! Now Stinky and Dirty must stop the barge and get it back to the jetty! Up! Up! And Parade! When a GIANT TIRE parade balloon gets loose and floats away, Stinky and Dirty must retrieve it, so the parade can go through town as planned!    "
                },
                "8": {
                    "title": "Screen Clean/Drive-In Movers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Screen Clean When Stinky and Dirty get a spot on the new Drive-In Movie screen, they try to clean it and make it worse! They finally fix it with the ultimate resourceful solution... Using the back side! Drive-In Movers At the Drive-In, Stinky and Dirty can't find a good parking space to see the movie and spend the entire film searching. They discover sometimes the answer is as simple as asking.    "
                },
                "9": {
                    "title": "Going Nowhere Fast/The Missing Stink",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Going Nowhere Fast When Fast gets stuck in reverse, Stinky & Dirty try to help him go forward, but discover that the best way to get to the train station, is to go backwards in a circle! The Missing Stink After going through the car wash, Stinky no longer smells like himself and must find a way to get his unique \"stink\" back, which proves harder than he ever thought!    "
                },
                "10": {
                    "title": "Love Notes/Love is in the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Love Notes - Stinky and Dirty want to give Sender a singing valentine. The only problem is...they have to FIND Sender first! Love Is In The Air - Stinky and Dirty help the grounded Chopper by showing his Valentine's Day banner so that all the residents of Go City can see it!    "
                },
                "11": {
                    "title": "Miles and Miles of Go City Smiles/The Fast Track",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Miles and Miles of Go City Smiles - Stinky and Dirty drive past Shutter, who takes their picture. Shutter tells them that all the pictures she takes will be going up on the billboard for everyone to see! Stinky and Dirty offer to help Shutter take pictures. We follow Stinky, Dirty, and Shutter as they take pictures of Brave, Chip, and Sweepy in unique poses. Just then, they notice that a billboard is upside down, and Shutter has to go off and fix it, leaving Stinky and Dirty to finish the photography themselves! They drive to the parking lot to meet Monster Truck and ...    "
                },
                "12": {
                    "title": "Lunch Spot/No Rest For Red",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Lunch Spot - Burger the lunch truck is on his way to his lunch spot. Only problem, Dirty is digging the same spot to put in a new pipe! Dirty helps Burger find a new spot to serve lunch, but before Burger can park, Stinky takes the spot to pick up some trash cans. When Stinky is done, the spot is quickly occupied by Coupe and Sedan. Stinky points out an empty spot, but it is on an incline, causing Burger's tray to spill. They go to the garage but every spot is full! On the top level, they find one spot, but it's too tight for Burger's lunch window to open. The trio go...    "
                },
                "13": {
                    "title": "Runaway Rover/The Great Spacey Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Runaway Rover - Dirty is amazed when Stinky introduces him to Spacy the Space Shuttle at the launch site but they don't notice as Spacy's pet, Rover, slips out of Spacey's cargo doors. Spacey gets ready for lift off, just as Stinky and Dirty notice Rover nearby. Suddenly, Spacy realizes that Rover is missing, and just as Stinky and Dirty try to return him, he rolls quickly away. They chase Rover all around and can't catch him. They make a leash and try to walk him back, but Rover eats the leash, and they lose track of him. They paint a picture of Rover to show to ...    "
                },
                "14": {
                    "title": "The Big Splat/Finding Ding Ding",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The Big Splat - Stinky and Dirty are playing Melon Splat and decide to find a bigger melon to make a bigger splat! They go to the melon patch and find a large moldy melon. Stinky and Dirty push it towards their metal target, but the melon rolls downhill and out of their control! They chase the melon until it arrives at the parking garage, and rolls up the corkscrew ramp. The melon loses momentum and begins to roll back! They get out of the way and the melon clangs into a dumpster, unharmed. They paint a new target on the dumpster, and roll the melon back up the ramp, ...    "
                },
                "15": {
                    "title": "Traffic Jam-Boree/Late Night with Monster Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Traffic Jam-boree - Toots the music conductor invites Stinky and Dirt to go see his concert. As Stinky finishes picking up trash, Toots drives out of earshot. As they try to catch up and get to the show, Stinky and Dirty are separated from Toots by a traffic jam! They decide the only way to deal with traffic is to wait. The other vehicles in the jam begin to get grumpy, so Stinky and Dirty tell jokes to \"de-grumpify\" everyone! They play some games with other vehicles to pass the time and cheer themselves up, but it only works for so long. When they see Toots stuck in ...    "
                },
                "16": {
                    "title": "Missed On My List/Clean Up Catastrophe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Missed on my List - Stinky and Dirty are helping Big Ben finish a roller coaster tunnel. As Big Ben goes off for more supplies, all his tires pop! Stinky and Dirty offer to go pick up the supplies for Big Ben. When they meet Digby at the construction site however, they have forgotten the list of supplies, so they go back and ask Big Ben again. Stinky and Dirty race back to the construction site, repeating the items over and over again out loud. They become distracted, however, and by the time they get back to Digby, they have mixed up the list! They return to Big Ben ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Jump at the Dump/Road Block",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    On the day Stinky & Dirty meet, they must move a boulder that falls into an intersection in Go City. Stinky & Dirty build Jumpy the Stunt Cycle a new venue to perform her stunt show.    "
                },
                "2": {
                    "title": "Mighty Night/Water Ways",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Mighty Night Mighty the tugboat's onboard spotlight goes out while tugging giant freighter Moby Dee. Stinky & Dirty light the boats' paths with Stinky's headlights, until they reach a closed drawbridge. After succesfully lifting the bridge, Mighty and Moby Dee continue, but the road no longer runs alongside the river. Stinky and Dirty cleverly use fireflies and a kite to give Mighty a light that can reach where he's going, and safely bring Moby Dee to the harbor. Water Ways Chopper the helicopter is delivering packages by air all around Go City, but accidentally ...    "
                },
                "3": {
                    "title": "Can You Dig It?/Dirty, the Garbage Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    While digging a hole, Dirty's rear shovel is pinned under fallen dirt. He and Stinky must figure out how a garbage truck can dig him out and finish the hole. When Stinky's hopper won't open, Dirty must help Stinky complete his trash pick-up route...using his shovel and dozer blade in ways he never imagined possible.    "
                },
                "4": {
                    "title": "Running on Empty/Rolling Blunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    When Stinky and Dirty run out of gas, they must come up with clever ways to get across town to the gas station for a fill-up. When a trailer truck spills its load of bowling balls, Stinky and Dirty must figure out a way to collect them all and bring them to the Go City Bowling Alley.    "
                },
                "5": {
                    "title": "Concrete Plans/The Art of Trash",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Stinky and Dirty accidentally mess up some recently smoothed wet cement and in an attempt to re-smooth it, leave their tire tracks behind, until they hit upon a solution and their job well done is a true work of art! Stinky & Dirty clean up a vacant lot full of dumped trash to turn it into a park, but when they can't remove some large items stuck in the center they turn the items into a trash sculpture instead!    "
                },
                "6": {
                    "title": "Brave's New Siren/Demolition Dust-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Stinky and Dirty try to fix Brave's broken siren, but when they can't finish before a fire alarm goes off, they make other loud noises to ward off traffic and escort Brave to an emergency call. Dirty and his construction truck colleagues need to work together to build a road but their teamwork fails in a hilarious slapstick manner, until a little shared rhythm from music gets them all working in harmony.    "
                },
                "7": {
                    "title": "Lost!/Squeak",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    When Stinky and Dirty get lost in a thick fog, they come up with new ways to \"see\" - and use smell and hearing to successfully find their way home. When Dirty develops a squeak that keeps himself and his fellow trucks awake, he and Stinky go in search of a solution and discover that while some sounds keep you awake, others are good for helping you sleep.    "
                },
                "8": {
                    "title": "Landlocked/Bouy Ya!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    When a landslide blocks the canal, Stinky and Dirty find a way to get Mighty the tugboat to travel on land, helping him to finish his job delivering buoys to the harbor! When the buoys are blown out to sea, the big ships can't figure how to navigate the harbor to their docks. That is until Stinky and Dirty use garbage to create new buoys to direct the ships away from danger, and safely into their slips.    "
                },
                "9": {
                    "title": "Follow That Line!/Seeing Red",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It's Race Day in Go City, but when the little truck painting the course line goes off track, so does Red and all the other race cars. That is until Stinky and Dirty race to the rescue and help the cars find the line and get back on track. Stinky and Dirty have a hard time getting Red from the car wash to the auto show without getting dirty on the roads between them, until they build their own car wash right beside the auto show!    "
                },
                "10": {
                    "title": "Detour/Heat & Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stinky & Dirty Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Chill the Ice Cream truck is diverted from his normal route, and Stinky & Dirty help him to find his way on a complicated detour - but when his ice cream cone gets him stuck under a low-bridge, it's a clever solution that gets Chill to deliver the ice cream successfully to the kids he's trying to reach. On the hottest day of the year, Stinky and Dirty have to help Big Ben deliver a giant Polar Bear shaped Ice Sculpture to the ice rink, before it melts.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Shawn, Wallace"
            },
            {
                "name": "De Paul, Darin"
            },
            {
                "name": "Betts, Jaden"
            },
            {
                "name": "Guenther, Jacob"
            },
            {
                "name": "Kenny, Tom"
            },
            {
                "name": "Brown, Issac Ryan"
            },
            {
                "name": "Jurgensmeyer, Jet"
            },
            {
                "name": "Lynch, Jane"
            },
            {
                "name": "McGraw, Jack"
            },
            {
                "name": "Richter, Andy"
            },
            {
                "name": "Cavadini, Cathy"
            },
            {
                "name": "Cruz, Jonny"
            },
            {
                "name": "Kelley, Mikey"
            },
            {
                "name": "Cusack, Joan"
            },
            {
                "name": "Brooks, Kimberly"
            },
            {
                "name": "Goldberg, Whoopi"
            },
            {
                "name": "West, Billy"
            },
            {
                "name": "Karliak, JP"
            },
            {
                "name": "Adams, Jonathan"
            },
            {
                "name": "Griffin, Grey"
            },
            {
                "name": "Shatraw, David"
            },
            {
                "name": "Bennett, Jeff"
            },
            {
                "name": "Wasserman, Rick D."
            },
            {
                "name": "Désert, Alex"
            },
            {
                "name": "Hicks, Tish"
            },
            {
                "name": "Williams, Gary Anthony"
            },
            {
                "name": "Smith, Roger Craig"
            },
            {
                "name": "Perrin, Angelique"
            },
            {
                "name": "Collins, Mo"
            },
            {
                "name": "Hernandez, Jonathan"
            },
            {
                "name": "Camp, Anna"
            },
            {
                "name": "Hamill, Mark"
            },
            {
                "name": "Wacker, Ethan"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Singapore:PG",
            "United States:TV-Y"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 146,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjMxODI5MjAwN15BMl5BanBnXkFtZTgwNTY2NTI2OTE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "The adventures of best friends and unlikely heroes, Stinky the garbage truck and Dirty the backhoe loader, a dynamic and hilarious duo of resourcefulness that learn that when things don't as expected, asking \"what if\" can lead to success. Based on the books by Jim and Kate McMullan. Written and developed by Guy Toubes.",
        "languages": [
            "English"
        ],
        "title": "The Stinky & Dirty Show",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Toubes, Guy"
            },
            {
                "name": "Suvalle, Rick"
            },
            {
                "name": "Mills, Lucas"
            }
        ],
        "production companies": [
            {
                "name": "Amazon Studios"
            },
            {
                "name": "Brown Bag Films"
            }
        ],
        "distributors": [
            {
                "name": "Amazon"
            },
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "The adventures of best friends and unlikely heroes, Stinky the garbage truck and Dirty the backhoe loader, a dynamic and hilarious duo of resourcefulness that learn that when things don't as expected, asking \"what if\" can lead to success. Based on the books by Jim and Kate McMullan. Written and developed by Guy Toubes.::Amazon Studios"
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 146,
                "rating": 7.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 58,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 22,
                "rating": 6.8
            },
            "males": {
                "votes": 75,
                "rating": 7.7
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 18 29": {
                "votes": 12,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 40,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 6.5
            },
            "females": {
                "votes": 27,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 6.1
            },
            "us users": {
                "votes": 51,
                "rating": 7.4
            },
            "non us users": {
                "votes": 29,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 72,
            "9": 25,
            "8": 13,
            "7": 12,
            "6": 1,
            "5": 2,
            "4": 2,
            "3": 1,
            "2": 5,
            "1": 13
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}