{
    "imdb": {
        "raw release dates": [
            {
                "country": "Italy\n",
                "date": "15 January 2015"
            }
        ],
        "release dates": [
            "Italy::15 January 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Captured in Chioggia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In this first episode, we visit the boatyard where Barinia is being prepared for the the voyage ahead by specialist wooden boat artisans. We join Manuel and his son Cristian to go fishing in the shallows of the Venice Lagoon. They are skilled fisherman known as the Moecanti, who fish for Moeche - a soft shell crab. It's an ancient tradition of net and pole fishing that dates back over 1,500 years. We then meet up with a buyer at the local commercial fish auction who selects fish for one of the town's best restaurants. We also join the chefs in the kitchen to watch how...    "
                },
                "2": {
                    "title": "Reflections on Chioggia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Before we re-launch Barinia, Narelle visits the fish and street markets where you'll meet the delightful Giovanna, she has been peeling artichokes for 70 years. We've also been invited back to the fisherman's lair for a feast, followed by a visit to Sottomarina with Manuel and his children. We revisit the boatyard and launch Barinia into the water, ready to start the season. And before we sail to Venice, we join Narelle in the galley where she prepares branzino al sale, using all the fresh produce she bought at the markets.    "
                },
                "3": {
                    "title": "Lions of Venice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Before Barinia sails from the traditional fisherman's huts of Pellestrina, Narelle prepares a barbecue on deck to cook capesante, Chioggiotto fisherman style. Barinia then sails into Venice for an appointment that Narelle has with Renato - an old friend and head chef at the Cipriani Hotel in Casanova's gardens. Then Berto, a friend (who happens to be gondolier) takes us off the beaten track through the canals of Venice, before we head to the Rialto markets to pick up some produce. We also visit old friends at the Squero - a gondolier repair yard that's been converted ...    "
                },
                "4": {
                    "title": "Venetian Lions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Before Barinia sails out of Venice, Patrick and Narelle will visit the Island of Murano to visit Gianfranco. His vision is to attract the artists from around the world to Venice. He also cooks for his students. You will also meet a Venetian-born activist at the Cantina Schiavi. Patrick chats to Manfred about the problems Venice is having with mass tourism. You will then visit one of the secret gardens in Venice to have dinner by candlelight with a dear old friend Liselotte and her guests. Narelle prepares a couple of her favorite Venetian dishes in the galley, ...    "
                },
                "5": {
                    "title": "Immersed in Kekova",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    After sailing south down the Dalmatian coast, and into the Gulf of Corinth, Barinia emerges from the canal to pick up the journey in Cape Sounion. The skipper will continue southeast, and take you through the Aegean, with a brief stop in Mykonos, to finally reach the Lycian coast of Southern Turkey. You will visit the ancient city of Aperlae which was abandoned in the 7th century AD. Barinia will then arrive in the castle village of Kalekoy, to catch up with friends Hasibe & Ismail and their family at the Lykia restaurant. We then join Mehmet and pick carob beans off ...    "
                },
                "6": {
                    "title": "Lost in Lycia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode, we will explore some of the submerged ruins on the island of Kekova, before taking Barinia to a remote anchorage - so remote that it's not even on the chart. Here the skipper would like to show you an ancient settlement that is quite intriguing. Barinia then returns to Ucagiz and Patrick and Narelle observe the process of making carob syrup. The skipper will initiate you into the ritual of a visit to a Turkish barber, before we re-join Kadriye in Kale for a delicious Turkish feast. On their way back to Greece they pop into Kas, for the market, before ...    "
                },
                "7": {
                    "title": "Reminiscing in Rhodes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Barinia arrives in Lindos in time for the skipper and cook's wedding anniversary. They will take you to the medieval church where they were married. They will then catch a Lindos taxi (Donkey) through the narrow streets, up to the Acropolis to check up on the ongoing restoration work. You will take in the magnificent views of one of the Mediterranean's finest natural harbors. Patrick and Narelle will then visit their old friend Michali at the Melenos hotel. You will see the extraordinary Lindian paradise that he created, drawing his inspiration from the traditional ...    "
                },
                "8": {
                    "title": "The Knight of Rhodes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode, you will visit the ballet school where Narelle used to teach and where her students now fill her shoes. This is where Patrick picked up Narelle for their first date. They will then take you to the south of the Island to Lahania, and visit Narelle's Greek godfather. Vangelis invites them to join him for lunch at a local taverna to explore the food and continue to chat about Rhodian issues. He then invites Narelle back to his kitchen to show us his take on Dakos, and other mezzes. They head back to the old town of Rhodes and visit an inspirational ...    "
                },
                "9": {
                    "title": "Aegean Meltemi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    After anchoring-off overnight, Barinia will sail into Symi at sunrise and arrive in it's amphitheatrical harbor. Narelle shares some memories of some her ballet students inviting her to visit Symi to visit the church that their grandfather built, just so he could sing in the choir. The church is known as the Lemone church and is the largest cathedral on the island. Narelle prepares the local delicacy - Symi soft shell shrimps. After lunch, the skipper plots a route to Santorini from his charts. Barinia departs Symi on a balmy evening. They sail into a golden Aegean ...    "
                },
                "10": {
                    "title": "Corinthian Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Before Barinia transits the Corinth canal, Patrick and Narelle will take you to meet Pagona and her son Tassos, who run a family taverna and make possibly the best seafood pasta in the entire Mediterranean - according to the skipper. The skipper will then motor Barinia through the Corinth canal and into the gulf of Corinth, where they will be literally escorted into Delphi by Delphini (Dolphins). Here Patrick and Narelle will take you to a 'yachtie' hideaway for a magnificent breakfast with Chrissoula, at the hotel Ganimede. After an ouzo and a game of backgammon, ...    "
                },
                "11": {
                    "title": "Sicilian Fireworks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    After the crossing from Greece to the boot of Italy, Barinia sails slightly south into the Sicilian harbor of Syracuse. Narelle will visit the unique markets to buy swordfish and meet a local cheese maker to learn the process of making Ricotta. Local insights are shared before sailing north to the next coastal port of Riposto. You will see the volcano of Etna erupt before Patrick and Narelle visit Rosa and her family for a Sicilian Sunday lunch. Rosa teaches Narelle some of her recipes, chats with her children who delight in their mother's passion for food. They then ...    "
                },
                "12": {
                    "title": "Ligurian Fantasy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Arriving from Stromboli, Barinia approaches the Amalfi coast at sunrise. Here in the land of the lemon, Barinia enters the Amalfi harbor while Patrick and Narelle take in the village before cruising along this spectacular coast and into the gulf of Napoli, the birthplace of the Caprese salad. After a brief stop in Procida, Barinia sails up the west coast of Italy, along the Cinque Terre, before reaching Sestri Levante. Here, Patrick and Narelle visit the Cutter Cucca restaurant where Giovanni and Claudio unveil some of the secrets of the local cuisine and cut us a ...    "
                },
                "13": {
                    "title": "Legendary Cove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Barinia takes shelter from the weather in Santa Margherita, just short of Portofino. While Narelle goes ahead to Portofino by taxi for a tutorial with our good friend Santo, and Roberto, the chef at the Splendido Mare. The skipper remains with Barinia to keep watch on the weather. When the weather settles, Barinia sails into the spectacular harbor of Portofino. Patrick visits Ermes, the manager of the Splendido to peruse their libro d'oro, a fascinating record of the hotel's rich history. We then are then treated to a lesson from the hotel's maitre de cuisine - Chef ...    "
                },
                "14": {
                    "title": "Focaccia and Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    While Barinia is still moored in Portofino harbor, Narelle will take you to the Canale Bakery, world famous for its focaccia. You will meet the owners, Mariangela and her brother Giorgio who show us how they make it. After this, Narelle invites Nina, a friend into Barinia's galley to prepare some classic Italian slow food. We learn delicacies such as gnocchi that is served with a sauce using a special organic cheese called Castelmagno d'Alpeggio, which has been brought from the hills of Piemonte. They also celebrate the mushroom season, by preparing baked parcels of ...    "
                },
                "15": {
                    "title": "Cote d'Azur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Barinia is moored in the harbor of St Tropez, on the French Riviera. Patrick and Narelle will invite Sylvie, a friend and local aboard Barinia for a chat. She grew up in the village and reveals some insights on local life and some of the changes that St Tropez is experiencing. Patrick and Narelle visit a local miniature market-square, la place aux herbes. They chat to Armel, a wine merchant about locally grown wine. You'll visit the famous Senequier, where Rui and Maurice make nougat from a secret recipe that dates back to 1887. You will also visit a gorgeous little ...    "
                },
                "16": {
                    "title": "Provencal en Famille",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barinia: Food and People of the Mediterranean (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "29 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Barinia's skipper and cook will take you to another village nestled on the French Riviera- Biot, which has it's history in glass and pottery. You will join Martine, a well known ceramist in her studio. As the centrepiece, you'll meet the Brothier family and enjoy the delicious slow food of Mimi at the Les Arcades restaurant. The entire family is involved in this very special provencal tradition. Mimi will explain her love of traditional provencal food and her concerns about its survival. You will also meet her son Marco who explains the rich history of how his parents...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Stevens, Narelle"
            },
            {
                "name": "Stevens, Patrick"
            }
        ],
        "locations": [
            "Chioggia, Venice, Veneto, Italy",
            "Venice, Veneto, Italy",
            "Antalya, Turkey",
            "Aegean Islands, Greece",
            "Rhodes, Greece",
            "Sicily, Italy",
            "Ligurian Coast, Italy",
            "Côte d'Azur, France"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 9.2,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjc4ODU0Njg0NF5BMl5BanBnXkFtZTgwNTg1OTA1MzE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "In this series, Patrick, Narelle and their dog Shadow take you on a stunning cultural and culinary voyage along the coastal landscapes of Southern Europe and Eastern Turkey. At each port they visit friends and celebrate the customs that are born of a deep connection between the land, the sea and the people. Their 25 year anniversary aboard a classic yacht called Barinia (which means 'Mistress' in Russian) is the centerpiece of the series. In the face of modernity and rapid change, Patrick and Narelle give a voice to the local characters and to a quest to preserve their meaning through precious traditions. This unique journey pushes beyond the veneer of common tourism and provides the viewer an insight on what it's like to live in these villages. Along the way Patrick and Narelle also explore significant historic, archaeological and architectural landmarks. At the heart of their search is a passion to discover how local knowledge is passed down through generations, and it is Patrick and Narelle's mission to both celebrate and preserve this way of life. Narelle, the yacht's chef, has developed a philosophy of simplicity, inspired by the creative and spontaneous cooking habits of the villagers. Armed with fresh seasonal produce and ingredients from each local market, she cooks aboard Barinia's small galley in true artisan tradition, creating culinary delights to share with guests along the way. It is a celebration of culture through food, wine and conversation.",
        "languages": [
            "English"
        ],
        "title": "Barinia: Food and People of the Mediterranean",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Barinia: Food and People of the Mediterranean (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Brandstater, Chloe"
            },
            {
                "name": "Brandstater, Karl"
            },
            {
                "name": "Preston, Mike"
            }
        ],
        "production companies": [
            {
                "name": "Storyhaus Productions"
            }
        ],
        "distributors": [
            {
                "name": "Off The Fence"
            },
            {
                "name": "Off The Fence"
            }
        ],
        "plot": [
            "Patrick and Narelle Stevens celebrate a 25 year dedication to a classic yacht called Barinia. They will take viewers on a voyage of culture, food and friendship along the alluring coastlines of Italy, Greece, Turkey and France.",
            "In this series, Patrick, Narelle and their dog Shadow take you on a stunning cultural and culinary voyage along the coastal landscapes of Southern Europe and Eastern Turkey. At each port they visit friends and celebrate the customs that are born of a deep connection between the land, the sea and the people. Their 25 year anniversary aboard a classic yacht called Barinia (which means 'Mistress' in Russian) is the centerpiece of the series. In the face of modernity and rapid change, Patrick and Narelle give a voice to the local characters and to a quest to preserve their meaning through precious traditions. This unique journey pushes beyond the veneer of common tourism and provides the viewer an insight on what it's like to live in these villages. Along the way Patrick and Narelle also explore significant historic, archaeological and architectural landmarks. At the heart of their search is a passion to discover how local knowledge is passed down through generations, and it is Patrick and Narelle's mission to both celebrate and preserve this way of life. Narelle, the yacht's chef, has developed a philosophy of simplicity, inspired by the creative and spontaneous cooking habits of the villagers. Armed with fresh seasonal produce and ingredients from each local market, she cooks aboard Barinia's small galley in true artisan tradition, creating culinary delights to share with guests along the way. It is a celebration of culture through food, wine and conversation."
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ],
            "camera": [
                "Red Epic 5K"
            ],
            "negative format": [
                "Redcode RAW"
            ],
            "printed film format": [
                "HD & UHD 4K Pro Res"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 9.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 9.3
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 8.6
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 8.9
            },
            "males": {
                "votes": 16,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 9.3
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 9.1
            },
            "females": {
                "votes": 5,
                "rating": 9.1
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 12,
                "rating": 9.2
            }
        },
        "number of votes": {
            "10": 17,
            "9": 1,
            "8": 5,
            "7": 0,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.2,
        "median": 1
    }
}