{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2015"
            },
            {
                "country": "USA\n",
                "date": "April 2015"
            }
        ],
        "release dates": [
            "Canada::2015",
            "USA::April 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Weapon Hunter"
            },
            {
                "countries": " (working title)",
                "title": "The Collectors"
            }
        ],
        "akas": [
            "The Weapon Hunter (original title)",
            "The Collectors (working title)"
        ],
        "akas from release info": [
            "The Weapon Hunter (original title)",
            "The Collectors (working title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Vietnam Road Warrior",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Gun trucks played a vital role in the Vietnam War, escorting supply convoys through regions most likely to come under attack. As critical as these armor-plated giants were, few people know about these amazing vehicles and the people that operated them. Join host Paul Shull as he heads to Rogersville, Tennessee, to help Vietnam vet Sammy Seay rebuild a gun truck nicknamed the \"Proud American.\" Sammy puts the truck, and Paul, to the test, in a staged ambush that will reveal just how tough the machines were, as well as the men who rode them.    "
                },
                "2": {
                    "title": "Big Bad B-25",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The B-25 bomber was a deadly Swiss Army knife in the sky, built to strike in a variety of ways, with up to 13 .50-caliber machine guns and a payload of up to 3,000 pounds of bombs. Host Paul Shull is helping the United States Commemorative Air Force in the restoration of the only B-25 left in the world, but in order to complete the task he must find a critical missing part. Follow him as he attempts to locate a rare Norden bombsight before taking to sky to learn how to drop a bomb just like a WWII bombardier.    "
                },
                "3": {
                    "title": "Pearl Harbor Payback",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    After suffering through one of the greatest military attacks in modern U.S. history, America rose from the ashes of Pearl Harbor and fought their way to victory. Perhaps no weapon helped turn the tide in the Pacific theater greater than the 20mm Oerlikon anti-aircraft cannon. Join host Paul Shull as he tracks down two critical parts that will resurrect one of these devastating weapons to full working order. Then hear the stories of a Naval veteran who witnessed the carnage of December 7, 1941 firsthand.    "
                },
                "4": {
                    "title": "Worlds Fastest Weapon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Host Paul Shull is on a mission to fix and fire an electric minigun from the Vietnam War, a six-barreled behemoth that could fire up to an astonishing 6,000 rounds per minute. It's the fastest machine gun ever to see action, but piecing this vintage weapon back together is going more slowly than planned. Join Paul as he tracks down the missing parts he needs to complete the rebuild while investigating the evolution of the machine gun. Then buckle up as he goes airborne to test his refurbished minigun in a vintage AH-6 attack chopper.    "
                },
                "5": {
                    "title": "D-Day Detonator",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Military weapons enthusiast and host Paul Shull takes on his greatest challenge yet: to rebuild an entire battle, and not just any battle. He's going to reconstruct D-Day from the ground up. Join him as he fires the weapons used that day, rides an LST landing ship during a dramatic reenactment, and meets some of the heroes who stormed the beach and led the Allies to victory. It's an incredible, immersive mission that details the scale, planning, and courage of the men who carried out the largest amphibious invasion in history.    "
                },
                "6": {
                    "title": "Iwo Jima Franken Gun",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Host Paul Shull is looking to resurrect a gun that no longer exists. In fact, it's a weapon so rare, only six have ever been built. It was called the Stinger, a one-of-a-kind World War II machine gun made by U.S. Marines from the guts of different weapons. This \"Frankengun\" took on legendary status in the Pacific theater, and Paul is determined to see it come back to life. But in order to build the seventh Stinger, he must not only track down the rare parts he needs, he must convince their owners to part with them forever.    "
                }
            },
            "1": {
                "1": {
                    "title": "Tank Destroyer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Host Paul Shull heads to the rugged mountains of Canada's Pacific Northwest to help finish the rebuild of an Achilles Tank Destroyer, a rare military vehicle built to wipe out Hitler's Panzers! While tracking down a missing part he attends the largest machine gun shoot in the US and gets his hands on some of the biggest and baddest weapons of the Second World War.    "
                },
                "2": {
                    "title": "Sniper Rifles",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Paul sets out on a cross-country odyssey to try and settle a 70 year-old argument: what was the best sniper rifle of the Second World War? Along the way he helps rebuild a rare Soviet rifle, survives a grueling sniper bootcamp run by one of the deadliest shots on the continent and learns about the origins of the sharpshooter from some hardcore Civil War re-enactors.    "
                },
                "3": {
                    "title": "Civil War Artillery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Host Paul Shull takes a journey through Tennessee, Kentucky and Oregon to find and fire the deadliest pieces of light field artillery of the Civil War: the 10lb Parrott and the 3-inch Ordnance Rifle. But before he can fire off these powerful weapons, he must take a crash course and become a cannoneer. Follow Paul as he makes his own projectiles and meets eccentric collectors and battle reenactors. Then see him finally come face to face with the most impressive and devastating rifled guns of the bloody conflict that tore America apart.    "
                },
                "4": {
                    "title": "NAZI Assault Rifle (FG 42)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Paul is on a quest to find and fire one of the most incredible weapons of the Second World War: the legendary FG-42 assault rifle. Used exclusively by German Paratroopers, it's believed that only a few dozen of these valuable weapons exist in all of North America. Paul visits both Axis and Allied Collectors of Special Forces memorabilia and learns sometimes the best collections are only found by word of mouth.    "
                },
                "5": {
                    "title": "Monster Machine Gun (Quad 50)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Host Paul Shull travels to the Deep South to rebuild a ferocious mobile machine gun battery called the Quad 50. Consisting of four 50 cal machine guns that could be fired simultaneously, this fiend of firepower first saw action in WWII. If Paul can pull it off, it will be one of only a handful of working models on the continent.    "
                },
                "6": {
                    "title": "Flame Thrower",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weapon Hunter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Host Paul Shull sets out on his most dangerous quest yet when he attempts to find and fire one of history's most terrifying weapons-- the flamethrower! With the help of a super- collector and one the world's leading flamethrower experts he'll try to rebuild a rare model from WWII and get a first hand lesson in how it helped turn the tide of the war in the Pacific.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Shull, Paul"
            },
            {
                "name": "Fleming, Glenn 'Flem'"
            },
            {
                "name": "Myers, Craig"
            },
            {
                "name": "Steacy, Ryan"
            },
            {
                "name": "Hillenburg, Dutch"
            },
            {
                "name": "de Quesada, Alejandro"
            },
            {
                "name": "Raaen, John"
            },
            {
                "name": "Taylor, Charles"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.1,
        "votes": 84,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU5MTg4MjcyN15BMl5BanBnXkFtZTgwODQzMjEwNzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Join rock n' roll promoter and expert swordsman Paul Shull on his mission to unearth the wildest weapons of historic warfare in THE WEAPON HUNTER. Helping him is a loosely knit, highly secretive group of eccentric historians, battlefield-sleuths and arms collectors. Together they revive war relics and get them battle-ready. From sword fights to tank battles, Shull puts himself in harms way to feel the impact these weapons had and to discover how they revolutionized warfare.",
        "languages": [
            "English"
        ],
        "title": "The Weapon Hunter",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Walkington, Ric"
            },
            {
                "name": "Fitzgerald, Lara"
            }
        ],
        "production companies": [
            {
                "name": "Cream Productions"
            }
        ],
        "distributors": [
            {
                "name": "Blue Ant Media"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            }
        ],
        "plot": [
            "Join rock n' roll promoter and expert swordsman Paul Shull on his mission to unearth the wildest weapons of historic warfare in THE WEAPON HUNTER. Helping him is a loosely knit, highly secretive group of eccentric historians, battlefield-sleuths and arms collectors. Together they revive war relics and get them battle-ready. From sword fights to tank battles, Shull puts himself in harms way to feel the impact these weapons had and to discover how they revolutionized warfare."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 84,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 20,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 31,
                "rating": 7.2
            },
            "males": {
                "votes": 56,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 18,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 27,
                "rating": 7.4
            },
            "females": {
                "votes": 6,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 4.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 24,
                "rating": 5.8
            },
            "non us users": {
                "votes": 26,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 26,
            "9": 10,
            "8": 10,
            "7": 10,
            "6": 9,
            "5": 3,
            "4": 1,
            "3": 2,
            "2": 4,
            "1": 9
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}