{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2015"
            }
        ],
        "release dates": [
            "USA::January 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Dundon, Kevin"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI2ODE3OTc1OV5BMl5BanBnXkFtZTgwOTczMDIyNTE@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "In Kevin Dundon's Back to Basics, the award-winning Irish chef demonstrates how easy and straightforward cooking can be without using an abundance of convenience foods, offering step-by-step methods, hints, tips and tricks of the trade to face just about anything that comes up in the kitchen - and gain a better understanding of the way ingredients at the heart of the recipes are sourced. Each half-hour episode of Kevin Dundon's Back to Basics covers a basic ingredient, type of food, or fundamental technique. From poaching eggs to mastering a soufflé to a lesson on how to joint a chicken, Kevin breaks down the basics for even the most novice home cook. Kevin also takes viewers behind the scenes of some of Ireland's best food sources, including visits to an organic farm, a flour mill, a cattle mart, and a chocolate supplier.",
        "languages": [
            "English"
        ],
        "title": "Kevin Dundon's Back to Basics",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Kevin Dundon's Back to Basics (Ireland)"
        ],
        "production companies": [
            {
                "name": "MTY Productions"
            },
            {
                "name": "WLIW New York"
            }
        ],
        "distributors": [
            {
                "name": "APT"
            }
        ],
        "plot": [
            "In _Kevin Dundon's Back to Basics_ (qv), the award-winning Irish chef demonstrates how easy and straightforward cooking can be without using an abundance of convenience foods, offering step-by-step methods, hints, tips and tricks of the trade to face just about anything that comes up in the kitchen - and gain a better understanding of the way ingredients at the heart of the recipes are sourced. Each half-hour episode of _Kevin Dundon's Back to Basics_ (qv) covers a basic ingredient, type of food, or fundamental technique. From poaching eggs to mastering a soufflé to a lesson on how to joint a chicken, Kevin breaks down the basics for even the most novice home cook. Kevin also takes viewers behind the scenes of some of Ireland's best food sources, including visits to an organic farm, a flour mill, a cattle mart, and a chocolate supplier.::Colleen Hard"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}