{
    "imdb": {
        "raw release dates": [
            {
                "country": "Greece\n",
                "date": "1 March 2015",
                "notes": "                            (Athens)"
            }
        ],
        "release dates": [
            "Greece::1 March 2015                            (Athens)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Papageorgiou, Ekaterini"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Greece"
        ],
        "country codes": [
            "gr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2ViZWY3OGEtMDIzNC00ZTNhLTlkNTMtZGYzMmRjYTk3ZmI3XkEyXkFqcGdeQXVyNzg5OTk2OA@@._V1_SY150_CR5,0,101,150_.jpg",
        "budget": "$35,000 (estimated)",
        "plot outline": "A delicious journey through time We invite you to a delicious journey through time, to a voyage with destination the ancient Greece of Plato, Socrates, Aristotle. 6 episodes, 180 minutes, one journey through the dietary habits of the ancient Greeks as depicted on ancient recipes which we can all replicate today. Join us in this special \"dinner with Plato\" where the secrets of ancient Greek cuisine are revealed! Our table will be filled with figs and honey, barley bread, fava from peas, pancakes dipped in olive oil and garnished with honey, yogurt almond until chicken with marjoram, beets with walnuts and squid with parsley. Recipes from ancient symposiums What did the ancient Greeks eat? What did Plato eat? In \"Dinner with Plato\" we taste recipes from the ancient symposiums, where the food and wine was flowing plentifully. We participate in the Dionysian celebration, we share ancient wisdom. We recreate recipes of antiquity, we focus on good food, the one that Hippocrates stated \"Let your food be your medicine, and let your medicine be your food\". ! An invitation you can't decline Our eyes will be filled with images from the favorite places of Ancient Greeks. We cook with passion at the Acropolis, Ancient Olympia, Santorini, Mykonos. We cook for the \"good company\"! We eavesdrop on the meetings of the ancient Greek philosophers and we hold the fragments of their wisdom! This is the invitation to the \"Dinner with Plato\" that we all want to accept!",
        "languages": [
            "English"
        ],
        "title": "Dinner with Plato",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "akas": [
            "Dinner with Plato (Greece)"
        ],
        "writer": [
            {
                "name": "Manou, Anastasia"
            }
        ],
        "director": [
            {
                "name": "Mazanis, Kostas"
            }
        ],
        "production companies": [
            {
                "name": "White Fox"
            }
        ],
        "distributors": [
            {
                "name": "White Fox"
            }
        ],
        "plot": [
            "A delicious journey through time We invite you to a delicious journey through time, to a voyage with destination the ancient Greece of Plato, Socrates, Aristotle. 6 episodes, 180 minutes, one journey through the dietary habits of the ancient Greeks as depicted on ancient recipes which we can all replicate today. Join us in this special \"dinner with Plato\" where the secrets of ancient Greek cuisine are revealed! Our table will be filled with figs and honey, barley bread, fava from peas, pancakes dipped in olive oil and garnished with honey, yogurt almond until chicken with marjoram, beets with walnuts and squid with parsley. Recipes from ancient symposiums What did the ancient Greeks eat? What did Plato eat? In \"_Dinner with Plato_ (qv)\" we taste recipes from the ancient symposiums, where the food and wine was flowing plentifully. We participate in the Dionysian celebration, we share ancient wisdom. We recreate recipes of antiquity, we focus on good food, the one that Hippocrates stated \"Let your food be your medicine, and let your medicine be your food\". ! An invitation you can't decline Our eyes will be filled with images from the favorite places of Ancient Greeks. We cook with passion at the Acropolis, Ancient Olympia, Santorini, Mykonos. We cook for the \"good company\"! We eavesdrop on the meetings of the ancient Greek philosophers and we hold the fragments of their wisdom! This is the invitation to the \"_Dinner with Plato_ (qv)\" that we all want to accept!"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "camera": [
                "Canon 5D Mark III"
            ]
        }
    }
}