{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "23 January 2015"
            }
        ],
        "release dates": [
            "UK::23 January 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Bolivia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robson Green's Ultimate Catch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Robson Heads into the Amazon on the hunt for fishing gold: the Bolivian golden Dorado, a beautiful but the most ferocious fighting fish on the planet whom is said to be the incarnation of a Warrior/Gladiator of the secret waters in Bolivia.    "
                },
                "2": {
                    "title": "Hawaii",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robson Green's Ultimate Catch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Robson flies thousands of miles into the middle of the Pacific Ocean to find creatures of the unknown, off-the-beaten-track Hawaii, such as the shape-shifting octopus.    "
                },
                "3": {
                    "title": "Brazil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robson Green's Ultimate Catch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Robson Green is on a new mission: to catch even bigger, more aggressive and more unusual fish in the most exciting fishing destinations the world has to offer.    "
                },
                "4": {
                    "title": "Azores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robson Green's Ultimate Catch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Robson flies out to the beautiful, sub-tropical jewels of the Mid Atlantic on an island-hopping odyssey in the fish-rich archipelago of the Azores.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Green, Robson"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWRiY2Y2MDAtOTAzZS00YTNmLWI5Y2YtNDg5MWU3NDk1OTI3XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Robson Green pushes the angling boundaries further than ever before in search of the Ultimate Catch. Travelling to incredible locations renowned for their fishing potential, at the perfect time in the angling calendar, Robson flies thousands of miles across the globe to be in the right place, with the right fishing guides, at exactly the right time. But even then it's not going to be easy.",
        "languages": [
            "English"
        ],
        "title": "Robson Green's Ultimate Catch",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Robson Green's Ultimate Catch (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "IWC Media"
            }
        ],
        "distributors": [
            {
                "name": "Quest"
            }
        ],
        "plot": [
            "Robson Green pushes the angling boundaries further than ever before in search of the Ultimate Catch. Travelling to incredible locations renowned for their fishing potential, at the perfect time in the angling calendar, Robson flies thousands of miles across the globe to be in the right place, with the right fishing guides, at exactly the right time. But even then it's not going to be easy.",
            "Traveling to incredible locations renowned for their fishing potential, at the perfect time in the angling calendar, Robson flies thousands of miles across the globe to be in the right place, with the right fishing guides, at exactly the right time. But even then it's not going to be easy. Thunderstorms, drought, high winds and flash floods all have their part to play, and Robson will have to use every ounce of his fishing know-how, combined with the local guides and legends, if he wants to hook into the Ultimate Catch. He'll be fishing for huge predators in the mid Atlantic, hunting from a canoe in a lush volcanic crater, sight-casting on mysterious rivers in deep jungles, and learning local techniques from indigenous fishermen. He'll be hunting down migratory giants, netting huge crabs, free-diving for a shape-shifting octopus, night-fishing for a huge catfish, and combing reefs for the venomous red scorpion fish. Robson will take on a number of fish in each episode, each one leading him towards his ultimate goal. Each episode climaxes with Robson pursuing his Ultimate Catch: but having traveled thousands of miles across the globe, and picked his perfect moment, will he be able to pull it off?"
        ],
        "synopsis": [
            "In this new series Robson Green pushes the angling boundaries further than ever before in search of the Ultimate Catch.Travelling to incredible locations renowned for their fishing potential, at the perfect time in the angling calendar, Robson flies thousands of miles across the globe to be in the right place, with the right fishing guides, at exactly the right time. But even then its not going to be easy.Thunderstorms, drought, high winds and flash floods all have their part to play, and Robson will have to use every ounce of his fishing know-how, combined with the local guides and legends, if he wants to hook into the Ultimate Catch.\nHell be fishing for huge predators in the mid Atlantic, hunting from a canoe in a lush volcanic crater, sight-casting on mysterious rivers in deep jungles, and learning local techniques from indigenous fishermen. Hell be hunting down migratory giants, netting huge crabs, free-diving for a shape-shifting octopus, night-fishing for a huge catfish, and combing reefs for the venomous red Scorpion Fish.Robson will take on a number of fish in each episode, each one leading him towards his ultimate goal. Each episode climaxes with Robson pursuing his Ultimate Catch but having travelled thousands of miles across the globe, and picked his perfect moment, will he be able to pull it off?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "males": {
                "votes": 10,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.0
            },
            "us users": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 7,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 6,
            "9": 1,
            "8": 2,
            "7": 3,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}