{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "2 February 2015"
            }
        ],
        "release dates": [
            "UK::2 February 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Bristol",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Tim Wonnacott is at the Bristol Harbour Festival to meet locals with their precious antiques which help tell the story of this historic city. Tim meets the lord mayor to talk about his ancient ceremonial sword and values a ticket that gets you in to the Bristol Old Vic Theatre 'forever'! He examines the great legacy of Isambard Kingdom Brunel, looks at some classic motorbikes made in Bristol and discovers the success of the Bristol brass industry which flourished in the 1700s.    "
                },
                "2": {
                    "title": "London",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Tim Wonnacott is in London's Covent Garden to put the capital on the Great Antiques Map of Britain. He meets locals with treasures that tell the tale of London's past, including a snuffbox made from the wood used in the original London Bridge and some silver spoons created by a Victorian forger who was subsequently sentenced to death. Tim finds out about the age-old pursuit of mudlarking on the shores of the River Thames, scales the Elizabeth Tower to hear Big Ben up close and visits St Paul's Cathedral to see Wren's Great Model.    "
                },
                "3": {
                    "title": "Worcester",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Worcester proves to have an intriguing past and plenty of interesting antiques when Tim Wonnacott pitches up at a flea market and collectors fair. Local resident and antiques expert Philip Serrell drops in to show Tim some rare books about Worcester, while other locals bring such fascinating objects including a handwritten letter from Elgar and a Royal Worcester piece made especially for Winston Churchill. Tim views a collection of mechanical music machines that have never been filmed before and finds out about the antique bells that ring in Worcester Cathedral.    "
                },
                "4": {
                    "title": "Bakewell",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Although Bakewell's history is steeped in agriculture, the industrial revolutions had an enormous impact. The antiques and collectibles emanating from this rich and varied past place it firmly on the Great Antiques Map of Britain. Tim Wonnacott visits the Bakewell Food Festival in the heart of the glorious Derbyshire Peak District, where locals have brought along their fascinating objects, including Victorian baking tins used by the alleged inventor of the famous Bakewell puddings and antique wall brackets bought from the illustrious Chatsworth House estate. Tim goes ...    "
                },
                "5": {
                    "title": "Cambridge",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Tim Wonnacott takes his old rig along to Cambridge and sets up at the Cambridge Town and Country Show, where lots of eager owners have come along to show him their fascinating items, including fen skates, a vintage radio and a collection of old bottles, some of which are surprisingly rare and valuable. Tim visits Cambridge School of Art and hears about the work of one of its alumni, celebrated illustrator Ronald Searle. And he investigates the hoard of Tudor relics found in one of the university colleges.    "
                },
                "6": {
                    "title": "Hay-on-Wye",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Tim Wonnacott and his silver rig visit the Hay-on-Wye literary festival, where he finds a striking traditional Welsh costume and a curious object relating to pit ponies among many others. Putting Hay on the Great Antiques Map of Britain, he also sees furniture made in Hay itself over a hundred years ago. He also meets the owner of a private toll bridge which helps to connect Hay to the outside world, and he investigates the story of bibliophile and 'King of Hay' Richard Booth.    "
                },
                "7": {
                    "title": "Windsor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Windsor is renowned for its royal links, and the castle is the oldest and largest occupied castle in the world, looming high above the Thames since Norman times. In the castle grounds, Tim Wonnacott visits the Royal Windsor Horse Show in search of antiques and collectibles that bring the history of Windsor to life, including cuff-links presented by a grateful king and a very unusual oar. Tim also learns about the origins of Windsor chairs and the history of boating on the River Thames.    "
                },
                "8": {
                    "title": "Derby",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    An antiques fair in the grounds of Kedleston Hall provides the backdrop to Tim Wonnacott's investigation of the antiques and collectibles emanating from historic Derby. Its rich industrial heritage has given us steam trains, some of the first Rolls Royce motor cars and a great brewing tradition, as well as the fine craftsmanship to be found in the country's famous porcelain and pottery works.    "
                },
                "9": {
                    "title": "Glasgow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Once the second city of the empire, Glasgow is home to many industries, famous names, and objects which are now regarded as valuable and collectible. Tim Wonnacott visits a farmers market on the shores of Loch Lomond, just outside Glasgow, where locals have brought along a range of fascinating treasures. They include a piece of rare Clutha glass, a Glasgow Boys oil painting and some antique carpenter's tools with a fascinating story. Tim tests his head for heights in the roof of Glasgow's 13th-century cathedral and explores the Kelvingrove museum.    "
                },
                "10": {
                    "title": "Manchester",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Antiques Map of Britain (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The Dig the City Festival provides the backdrop for Tim Wonnacott's search for Manchester's antiques. The locals come up trumps, with objects including Pilkington pottery, a rare and valuable star atlas and a fascinating book of textile samples from 1846, which illuminate Manchester's industrial past as the hub of the cotton trade. Tim explores the work of Ford Madox Brown and visits Manchester Metropolitan University's art school to see treasured objects in their special collections.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Wonnacott, Tim"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmY2OTgyYmMtZWU1ZS00NTYxLTg4MmYtYmE1MzQ4NjY4ODNiXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Great Antiques Map of Britain",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Great Antiques Map of Britain (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "BBC Two"
            }
        ],
        "plot": [
            "Tim Wonnacott travels around the country to discover the people, places, antiquities and collectibles that reveal more about the social histories of Britain.::Enzedder"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}