{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 January 2015"
            },
            {
                "country": "UK\n",
                "date": "7 January 2015"
            }
        ],
        "release dates": [
            "UK::5 January 2015",
            "UK::7 January 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Siege of Marlborough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekend Warriors (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    1642: The prosperous market town of Marlborough is about to become an early victim of the English Civil War. Loyal to the Roundhead Army of Parliament, the townsfolk have no choice but to barricade the town and brace for the oncoming might of King Charles' Royalist Army. Today, one of the oldest re-enactment groups in the world, the English Civil War Society, take over the town for their biggest re-enactment of the year. But will Roundhead Lord General Stephen Foster stick to the script; will newly promoted officers Chris and Craig handle the power of command; and ...    "
                },
                "2": {
                    "title": "Wellington at Vitoria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekend Warriors (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    June 1813: the Duke of Wellington smashes French dominance in Spain at the Battle of Vitoria. At Maidstone in Kent, Steve is planning to restage this battle. His wife Elaine hates re-enacting, but is determined to make this work for her husband. The first thing they have to do is to stop the British commander from hitting his French counterpart. Then they need to figure out how to get the 'Big 6' gun to the event with the help of Ellis the Burger Man, because: \"That gun is so sexy!\" The heavens open and they need a Plan B, since \"Waving large metal objects filled with...    "
                },
                "3": {
                    "title": "The Gathering of the Vikings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekend Warriors (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    June 1813: the Duke of Wellington smashes French dominance in Spain at the In 1014, the Irish king Brian Boru destroyed a Viking army at the Battle of Clontarf and ended Viking rule in Ireland. One thousand years later, Weekend Warrior Barry has gathered Viking re-enactors from all over the world to restage this famous battle. Among them is Max, who runs his own Viking shop. He wants to win the single combat competition that follows the battle, but first he must persuade Security to let him on-site before the battle begins...    "
                },
                "4": {
                    "title": "The Norman Siege of Rochester",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekend Warriors (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    1215: King John lays siege to Rochester Castle, which guards the route back to London. Now Dan FitzEdward plans to re-enact that siege. Can he launch an artillery assault, have men falling off ladders and burn down a castle keep in today's health and safety culture?    "
                },
                "5": {
                    "title": "The Battle of Legend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekend Warriors (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Sometime around 500AD, the Romano-British defeated the Saxon invaders at a place called Mount Badon. In the centuries that followed, that victory was linked to the name of a hero - Arthur. Now, on a wet weekend in Wiltshire, Dan and Matt have gathered weekend warriors from all over northern Europe to re-enact this legendary battle. Only problem is, Arthur probably didn't ride out at Mount Badon. And as the rain begins to fall, Arthur's warhorse - Smurfie - doesn't want to play ball.    "
                },
                "6": {
                    "title": "The Battle of Falais",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekend Warriors (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Leicester, 2014. US Ranger Steve Pepper has gathered together a crack team of weekend warriors to recreate a pivotal moment in the Battle for Normandy. Stu and Harold will build the tanks, Phil and Andy will provide the troops, and Ian Marshall will drop behind enemy lines in the first silk parachute jump on British soil since Stephen Spielberg's Band Of Brothers. Can this dedicated half-dozen pull it off, or will the weather, British bureaucracy and mechanical problems make it a battle too far?    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Jordan, Alex"
            },
            {
                "name": "Allmark, Richard"
            },
            {
                "name": "Babington, Liam"
            },
            {
                "name": "Blakey, Paul"
            },
            {
                "name": "Bracey, Max"
            },
            {
                "name": "Brindley, Paul"
            },
            {
                "name": "Burleigh, Kevin"
            },
            {
                "name": "Butler, Darren"
            },
            {
                "name": "Darlington, Jamie"
            },
            {
                "name": "FitzEdward, Daniel"
            },
            {
                "name": "Henson, Mike"
            },
            {
                "name": "Hill, Adrian"
            },
            {
                "name": "Hodges, Phil"
            },
            {
                "name": "Kinson, Nick"
            },
            {
                "name": "Kirkham, Ian"
            },
            {
                "name": "Luck, Chris"
            },
            {
                "name": "Marshall, Ian"
            },
            {
                "name": "Martin, Ian"
            },
            {
                "name": "Minney, James"
            },
            {
                "name": "Minney, Richard"
            },
            {
                "name": "Sheffy, Stan"
            },
            {
                "name": "Spencer, Andrew Paul"
            },
            {
                "name": "Swallow, Glenn"
            },
            {
                "name": "Swinford, Mark"
            },
            {
                "name": "Thompson, Al"
            },
            {
                "name": "Wall, Martin"
            },
            {
                "name": "Walsh, Gaz"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "05 Jan 2015 (UK)",
        "number of seasons": 1,
        "plot outline": "These men and women spend their weekends living in the past, as Roundheads, Cavaliers, Roman legionnaires, maids in distress, World War II soldiers or even Vikings. They bring to life the most famous battles in history, which are lovingly and accurately portrayed in the fields and villages all over the United Kingdom. Each episode focuses on a different group of re-enactors as they prepare for their weekend-long battle, including the English Civil War and the Napoleonic Wars. Weekend Warriors will immerse us in the world of the re-enactors - people who have dedicated years of their life learning from veterans, books, letters, each other and from their own personal experience to paint a perfect picture of soldiers and followers during battles of their chosen time-period.",
        "languages": [
            "English"
        ],
        "title": "Weekend Warriors",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "akas": [
            "Weekend Warriors (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Gaffney, Ryan"
            }
        ],
        "plot": [
            "These men and women spend their weekends living in the past, as Roundheads, Cavaliers, Roman legionnaires, maids in distress, World War II soldiers or even Vikings. They bring to life the most famous battles in history, which are lovingly and accurately portrayed in the fields and villages all over the United Kingdom. Each episode focuses on a different group of re-enactors as they prepare for their weekend-long battle, including the English Civil War and the Napoleonic Wars. _Weekend Warriors_ (qv) will immerse us in the world of the re-enactors - people who have dedicated years of their life learning from veterans, books, letters, each other and from their own personal experience to paint a perfect picture of soldiers and followers during battles of their chosen time-period.::UKTV"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}