{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 March 2015"
            }
        ],
        "release dates": [
            "USA::24 March 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Cleburn and April",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    After eleven years of marriage and five children together, Cleburn and April are on the verge of divorce. Infidelity has destroyed their relationship. Cleburn cheated on April when she was pregnant with their second child and April punished him by having five subsequent affairs. On an island deep in the South Pacific, the couple is stripped of their home comforts and must build their own shelter and hunt their own food all while engaging in extreme couple's therapy. If the couple has any chance at surviving, they'll need to work on their biggest issues--infidelity, ...    "
                },
                "2": {
                    "title": "Josh and Althea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    After eighteen years of marriage and three children together, Josh and Alethea are on the verge of divorce. After becoming parents at a young age, Josh blames Alethea for his misfortunes and lack of success. Alethea is done with Josh's controlling ways and craves independence. With their children all about to leave the house, will they stay together? On the island, Alethea's transformed and Josh loses control. Can the couple overcome 20 years of pent up frustration and pain?    "
                },
                "3": {
                    "title": "Dennis and Tamar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After seventeen years of marriage and five children together, Dennis and Tamar are on the verge of divorce. Dennis blames Tamar for destroying his Navy career and feels she is unsupportive towards his future endeavors. Tamar resents Dennis because of their financial state and her unhappiness. Will Tamar find it in her heart to take Dennis back?    "
                },
                "4": {
                    "title": "Ty and Mahogany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ty and Mahogany are on the verge of divorce after three years of marriage. With two young children at home, Ty and Mahogany have been able to find time for each other and there is little to no intimacy. A recent infidelity threatens to destroy their relationship. On an island deep in the South Pacific, the couple is stripped of their home comforts and must build their own shelter and hunt their own food all while engaging in extreme couple's therapy. How will Ty respond when Mahogany asks for an open relationship?    "
                },
                "5": {
                    "title": "Damian and Randi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After five years of marriage and three children together, Damien and Randi are on the verge of divorce. Randi strives for her personal and financial independence from Damien so she can have an equal voice in the relationship. Damien is struggling to overcome his control issues where he wants everything done his way all the time; it's his way or the highway. After moving out and serving Randi with a separation agreement, Damian's agreed to give it one last chance. On an island deep in the South Pacific, the couple is stripped of their home comforts and must build their...    "
                },
                "6": {
                    "title": "Rick and Daisy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Both previously married, Rick and Daisy are on the verge of divorce after four years of marriage. Rick is upset because he believes Daisy does not treat his son (her stepson) with the same love he shows her children and because Daisy doesn't contribute financially to the relationship. Daisy wishes Rick was more empathetic and supportive of her life choices. When the truth comes out, Rick runs from Daisy and the jungle.    "
                },
                "7": {
                    "title": "Michael and Arune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n    Michael and Arune are on the verge of divorce after three years of marriage. Michael is always touring with his band, leaving Arune home alone to wonder if he is faithful to her. Arune wants to start a family immediately; Michael refuses to commit. The couple fights constantly and they hit below the belt. Can Michael open up and tell Arune the truth about how he feels about having a family--or will he just tell her what she wants to hear?    "
                },
                "8": {
                    "title": "Christian and Heather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n    After nine years of marriage, Christian and Heather are on the verge of divorce. Heather is frustrated that Christian is not pulling his financial weight in the relationship; she wants him to be more responsible and get a full-time job, so she doesn't have to work overtime to support them both. Christian wants Heather to be more supportive of his dreams of becoming a musician.    "
                },
                "9": {
                    "title": "Alex and Lorena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surviving Marriage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n    Alex and Lorena are on the verge of divorce after eleven years of marriage and two children together. Lorena does not respect Alex's opinions and is constantly criticizing him. Alex wants Lorena to respect him as the man of the household without having her constantly mother him. Can the couple work as a team to survive the wild and fix their relationship?    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Knight, Joshua"
            },
            {
                "name": "Kersting, Thomas"
            },
            {
                "name": "Long, Colleen"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYyMzIwMzE5MF5BMl5BanBnXkFtZTgwMjM1MTI5NTE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Surviving Marriage",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Surviving Marriage (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Big Fish Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            }
        ],
        "plot": [
            "Extreme measures to save your marriage."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.3
            },
            "males": {
                "votes": 5,
                "rating": 6.1
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "females": {
                "votes": 5,
                "rating": 6.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.3
            },
            "us users": {
                "votes": 5,
                "rating": 4.7
            },
            "non us users": {
                "votes": 1,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 2,
            "8": 2,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.8,
        "median": 8
    }
}