{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 January 2015"
            },
            {
                "country": "USA\n",
                "date": "5 January 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::5 January 2015",
            "USA::5 January 2015                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Police & Firefighters Show Up for FPIES",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Hero Mimi Kozma (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Watch as police and firefighters show up to make a wish come true for a young child with FPIES. On the first episode of Food Hero, Mimi Kozma teams up with Mike Schwartz from Hometown Heroes. Mimi and Mike introduce Landon, a 6 year-old boy, who has been battling Food Protein Induced Enterocolitis Syndrome (FPIES). This very rare disease has placed Landon in the hospital numerous times, where he has often been face to face with death. His family has been under constant pressure to insure that Landon remain healthy and live a normal life. Mimi tag teams with a highly ...    "
                },
                "2": {
                    "title": "Atlantic City Supports Teresa Long",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Hero Mimi Kozma (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In Episode 2 of Food Hero Mimi Kozma, Mimi Kozma and Mike Schwartz introduce Teresa Long. Teresa (\"Terri\"), having lived with juvenile diabetes, she did not take the time to treat this disease seriously. Instead, she selflessly chose to singlehandedly rear her five children. Consequently, the disease took its toll and she went blind by not having the doctor check her eyes. Terri has spent the last 8 years battling blindness associated with Diabetic Neuropathy and not leaving her home. Thanks to Harry Hurley from \"Hurley in the Morning\" (radio show) and the support of ...    "
                },
                "3": {
                    "title": "A Soldiers Charity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Hero Mimi Kozma (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    In Episode 3 of Food Hero Mimi Kozma, Mimi Kozma and Mike Schwartz introduce Brett D'Alessandro. Brett, an active duty member of the United States Marine Corp. has recently launched the organization, Backpacks for Life in Verona, New Jersey. He, having served in Afghanistan, has first hand accounts of how the stressors of war takes a toll on a soldier and how the transition back to civilian life afterwards can lead to confusion, anger, hopelessness and sometimes homelessness. Brett, saw homeless vets on the street-men and women who served our country and wondered how ...    "
                },
                "4": {
                    "title": "Superfoods Hawaii",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Hero Mimi Kozma (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Friend and Superfoods Guru, David Sandoval, invites Mimi and Marianna to Hawaii in Episode 4 of \"Food Hero Mimi Kozma\" to meet one of his most successful health and weight loss successes, Monika Lima. Single mother of two, Monika, shares an intimate secret... her battle with a lifelong eating disorder. We explore Monika's healthier lifestyle journey with David. David coaches Mimi on how to use food for optimal nutritional benefit. Mimi then uses her knowledge of food and David's tutelage to create a fabulous and nutritious meal for Monika, family and friends. To top ...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Kozma, Mimi"
            },
            {
                "name": "Schwartz, Mike"
            },
            {
                "name": "D'Alessandro, Brett"
            },
            {
                "name": "Doerner, Darrick"
            },
            {
                "name": "Duarte, Ariane"
            },
            {
                "name": "Guardian, Don"
            },
            {
                "name": "Hurley, Harry"
            },
            {
                "name": "Kozma, Marianna"
            },
            {
                "name": "Lima, Monika"
            },
            {
                "name": "Long, Teresa"
            },
            {
                "name": "Sandoval, David"
            },
            {
                "name": "Schultz, Fallon"
            },
            {
                "name": "Schultz, Landon"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI1NDExNjIxMl5BMl5BanBnXkFtZTgwODQ0NzI2NDE@._V1_SY150_CR35,0,101,150_.jpg",
        "plot outline": "\"Food Hero Mimi Kozma\" is an Original Series about a master home chef that uses FOOD to comfort and educate people across America. \"Food Hero Mimi Kozma\" showcases Mimi's approach to cooking. There isn't a show or format in existence that embodies food, education, and humanity in the same way.",
        "languages": [
            "English"
        ],
        "title": "Food Hero Mimi Kozma",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Food Hero Mimi Kozma (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Alley, Jeff"
            },
            {
                "name": "Edmonds-Kozma, John"
            }
        ],
        "production companies": [
            {
                "name": "Bang Productions"
            }
        ],
        "distributors": [
            {
                "name": "Fullscreen"
            }
        ],
        "plot": [
            "\"_Food Hero Mimi Kozma_ (qv)\" is an Original Series about a master home chef that uses FOOD to comfort and educate people across America. \"_Food Hero Mimi Kozma_ (qv)\" showcases Mimi's approach to cooking. There isn't a show or format in existence that embodies food, education, and humanity in the same way.::John Edmonds Kozma"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}