{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "May 2015"
            }
        ],
        "release dates": [
            "Canada::May 2015"
        ],
        "episodes": {
            "3": {
                "55": {
                    "title": "Dim Yum!",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 55,
                    "original air date": "27 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Warm and talented Cantonese home cook Mary Tang kick starts this One World Kitchen 3 episode by showcasing traditional, ever-popular dim-sum dishes. First up, juicy Pork-Filled Dumplings. Made with fresh water-chestnuts, shiitake mushrooms and a blend of Asian sauces and spices, these sweet and salty bite-sized creations are to die for. To add to our desire, Mary fries up some savoury Chinese Daikon Radish Cakes in a piping hot wok. Next, a flavourful lotus leaf filled with sticky rice and a medley of salted duck eggs, Shaoxing wine, and dried shrimp is truly hard to ...    "
                },
                "56": {
                    "title": "Irresistible Pork Recipes",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 56,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Cantonese cuisine often incorporates pork and host Mary Tang shows us three diverse ways to elevate this juicy protein. First, she chops up a sweet winter melon - saving the hollowed out shell to use as a bowl - with spicy shredded scallops and lean pork tenderloin. Then, she whips up a quick and easy pork stir-fry with crispy snow peas and delicious red peppers. Finally, Mary showcases a Cantonese take on barbeque pork. The secret? A mind-blowing marinade. With sugar and honey crusted pork butt, fermented bean curd and a mixture of delicious Asian sauces, this tangy ...    "
                },
                "57": {
                    "title": "Cantonese Comfort Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 57,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    What better way to feel good than delightful Cantonese comfort food? Talented home cook Mary Tang give us the lowdown on how to make crunchy, flavoursome Shrimp Toast. To spice it up, she boils a simmering hot pot of a traditional Cantonese soup - Congee. Normally eaten at breakfast, this delicious silky rice soup is loaded with succulent ground pork, earthy shiitake mushrooms, and aromatic ginger and scallions. Next, Mary swears that White Cut Chicken is the ultimate Cantonese comfort food. Slow-poached in juicy chicken stock paired with fresh broccoli and topped ...    "
                },
                "58": {
                    "title": "Hong Kong Foodie Favourites",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 58,
                    "original air date": "2 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Cantonese expert Mary Tang showcases traditional dishes from the Chinese coastal territory, Hong Kong. To kick off the episode, Mary rolls up and steams a batch of fluffy Shrimp Dumplings. Next, tender beef with chewy rice noodles and fermented black beans is on the menu. This dish is doused in a fun and tasty dressing featuring salty soy sauce, tart Shaoxing wine, sweet oyster sauce, and a medley of spices. With a sturdy clay pot, Mary then cooks up some savoury Chinese sausage and lays it on a bed of aromatic rice. To top it off, why not some delicious Pineapple ...    "
                },
                "59": {
                    "title": "Fun with Woks",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 59,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Host Mary Tang shows us some easy Chinese take-out dishes that are a true \"wok\" in the park. First, she rolls up some juicy wontons to douse in a bowl of hot seasoned chicken broth and delicious bok choy for a Chinese classic - Wonton Soup. Next, she gets out her frying pan for a crispy bowl of flavourful Chicken Chow Mein with egg noodles, savoury browned chicken, crunchy snow peas, and tasty baby corn. For an even simpler dish (and fan favourite), she then cooks up a hearty dish of Beef and Broccoli. Finally, Mary plays on different flavours with her Sweet and Sour ...    "
                },
                "60": {
                    "title": "Cantonese Seafood",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 60,
                    "original air date": "27 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Bring on the seafood. Home cook Mary Tang kicks off this episode of One World Kitchen 3 with a unique dish featuring chewy clams, sweet and bitter fermented black beans, and a collection of spices. Next, she makes us her favourite shrimp dish - Shrimp and Egg Fried Rice. Fluffy egg bits, lightly flavoured nutty brown rice, and a pop of tender shrimp works wonders for the taste buds. A common appetizer, Mary then walks us through a spicy concoction of deep-fried salt and pepper squid or Calamari. And who doesn't love lobster? Mary finishes off with Cantonese Lobster ...    "
                },
                "61": {
                    "title": "Moon Festival Menu",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 61,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    China celebrates harvest with the Moon Festival, when the moon is at its fullest during mid-autumn. The best part? A delicious feast. Cantonese expert Mary Tang prepares a common Moon Festival dish - earthy and tasty Mushroom Stir Fry. Then, she cooks up a mouth-watering, Cantonese must-have - Steamed Crab. Using flawless technique, Mary breaks the juicy crab into pieces, fries and steams it in scented spices and sauces. Another Moon Festival staple is Cantonese Roast Duck - Mary uses sweet-savoury Chinese five-spice powder, dark soy sauce, and aromatic white pepper ...    "
                },
                "62": {
                    "title": "Vietnamese Food with a French Twist",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 62,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Lisa Nguyen, a passionate and fun-loving Vietnamese home cook, introduces us to some of her favourite Vietnamese dishes with a French flare. Set in the colourful One World Kitchen 3 kitchen, Lisa assembles a classic Vietnamese sandwich. Golden-brown sautéed onions, salty bacon, tangy pickled carrots and daikon, and flavourful ground pork pâté pressed between two slices of crispy baguette will definitely get your mouth salivating. Next up, hot pork lathered in cognac inside a crunchy golden puff pastry. Moving away from pork, Lisa then cooks up a hearty plate of ...    "
                },
                "63": {
                    "title": "Vietnamese Street Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 63,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    There's nothing more authentic than street food - Vietnamese style. Host Lisa Nguyen shares her tips and tricks on tasty Lemongrass infused Beef Wraps. A vast array of ingredients including peppery betel leaves, gorgeous greens and crunchy peanuts complement the tenderness of flavoursome, marinated ground beef. Lisa's next dish is an iconic Vietnamese street food - crispy Sizzling Crepes with juicy pork belly and earthy vegetables will definitely activate your taste buds. For dessert, Lisa whips up a batch of sweet coconut pudding using beautiful bananas and velvety ...    "
                },
                "64": {
                    "title": "No Cutlery Required",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 64,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Say goodbye to dirty cutlery in this One World Kitchen 3 episode featuring Vietnamese finger foods. Talented cook Lisa Nguyen starts off by making delicious Pork Skewer Rolls - perfect for any party. Featuring tender pork, crispy lettuce, fresh mint, crunchy cucumber, and Chinese chives wrapped in soft rice paper, this dish pairs well with a nuoc cham dipping sauce. Sticky Lemongrass Spare Ribs are next up to the plate; steamed and marinated in a garlicy, caramel glaze (yum!). Next, Lisa fries up some tasty Shrimp and Sweet Potato Fritters using a foolproof technique,...    "
                },
                "65": {
                    "title": "Hanoi Specialties",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 65,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Simple, fun, and magically tasty, some of Vietnam's most delicious and well-known foods come from its capital city of Hanoi. Vietnamese expert Lisa Nguyen shares her knowledge of Hanoi dishes by starting off with a sweet, sour, and spicy papaya salad called Goi Du Du. With a popular nuoc cham dressing featuring sugar, lime juice and Thai chili drizzled over a medley of crunchy carrots, fresh cilantro and mint, chewy papaya, and shrimp, this dish is the perfect balance of wonderful flavours and textures. Also on the menu, grilled-to-perfection Pork Patties with a rich ...    "
                },
                "66": {
                    "title": "Vietnam's Love for Noodles",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 66,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Noodles are a staple in Vietnamese cooking and host Lisa Nguyen showcases their versatility by starting off with fine vermicelli Stuffed Squid. Beautifully grilled and charred, these squid make great finger food. Lisa sticks to stuffing with her next dish - a Vietnamese favourite, Spring Rolls. Crunchy on the outside and filled with soft glass noodles, juicy ground pork, tender shrimp, and delectable crab meat on the inside, you're sure to be salivating at the sight of these tasty creations. Next on the menu, a Crispy Egg Noodle Pillow with a medley of vegetables and ...    "
                },
                "67": {
                    "title": "Balancing Sweet with Savoury",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 67,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A tasty four-course Vietnamese meal using fruit? Yes, please. For her first dish, talented home cook Lisa Nguyen uses tangy tamarind pulp to balance flavours in a savoury bowl of Vietnamese Sour Fish Soup. Then, she combines tart pomelo and sweet pineapple with juicy crab meat for a flavourful salad. Next up, hot Chicken Coconut Curry with a hint of citrusy lemongrass, sweet potatoes, and a kaffir lime leaf. Pair it with a warm, toasty baguette and you're good to go. Lisa's last dish is a mouth-watering, classic Vietnamese dessert. Soft and chewy Steamed Banana Cake ...    "
                },
                "68": {
                    "title": "A Banquet fit for an Emperor",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 68,
                    "original air date": "17 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Elegant Vietnamese fare is often inspired by legendary imperial city cuisine. In this One World Kitchen 3 episode, Host Lisa Nguyen gives us a magical taste of royalty with four colourful and delectable dishes. To start, Lisa exquisitely assembles a nice little starter for a royal dinner party - delicious Rice Cakes with Dried Shrimp. Next, she kicks it up a notch with a Spicy Hue Beef Noodle Soup - a truly slurp-worthy dish. For a touch of sweetness, Lisa then steams caramelized pork and tender shrimp dumplings in a lovely banana leaf. And there's no such thing as a ...    "
                },
                "69": {
                    "title": "Lebanese Culinary Favourites",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 69,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    What better way to start a meal than with dessert? Lebanese home cook Jasmin Ibrahim shows us how to make a gooey cheese pastry doused in sweet syrup called Knafeh. With a buttery golden-brown crust, oozy melted cheese and fragrant rose water, this decadent dessert will surely satisfy your sweet tooth. Next on the menu, a Lebanese classic - pita bread. You'll never buy it from the store again with this delightfully easy recipe. Jasmin then prepares a well-known Lebanese sandwich - you guessed it, Shawarma. Loaded with charred chicken, a popular Lebanese 7 spice mix, ...    "
                },
                "70": {
                    "title": "Stuffed",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 70,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The Lebanese love their stuffed foods, and host Jasmin Ibrahim shows us just how to do it. To start, she eloquently crafts golden Spinach and Feta Turnovers. Then, she stuffs a delicious zucchini with tender beef, crunchy nuts, and soft basmati rice, and smothers it in a flavourful tomato sauce. Next up, Stuffed Lamb and Bulgur Balls - small torpedo shaped balls of juicy minced meat, light and nutty bulgur, and a medley of aromatic spices. Her final dish? A date-stuffed cookie called Maamoul. Normally made for special occasions, these sweet cookies burst with flavour.    "
                },
                "71": {
                    "title": "Hot and Cold Recipes",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 71,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Warm summer weather in Lebanon calls for less time in a piping hot kitchen. Fun host Jasmin Ibrahim prepares a refreshing salad with crunchy pita crisps called Fattoush and pairs it with a juicy chicken kebab. Then, she shows us a traditional Lebanese dish for a rainy day - Lentil Noodle Soup. With delicious brown lentils, warm and citrusy coriander, and tasty Lebanese pita noodles, this dish is sure to warm up your belly. Next, Jasmin cooks up a classic dish from the ancient Mediterranean coastal city of Tripoli. This traditional recipe, called Sayadiyeh, features a ...    "
                },
                "72": {
                    "title": "Nuts about Walnuts, Pine Nuts, and Pistachios",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 72,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Nuts are a staple in Lebanon - they add depth of flavour and make dishes more hearty. Talented home cook Jasmin Ibrahim shows us a unique Lebanese dish that is traditionally made in the dead of winter - Winter Tabbouleh. With no fresh herbs or vegetables, this crunchy nut, feta, and tasty bulgur salad will get you through a long winter night. Next, she makes a simmering beef tortellini with toasted pine nuts in a hot, tangy yoghurt sauce. She then cooks up tender Celebration Lamb showered in three kinds of tasty nuts; it's great for sharing at special occasions. To ...    "
                },
                "73": {
                    "title": "Four Course Lebanese",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 73,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Host Jasmin Ibrahim gives us the lowdown on her four favourite Lebanese dishes for a tasty meal. The best part? They all incorporate sweet and crunchy pomegranate. First, she makes a smoked eggplant dish - Baba Ghanouj. Then, she prepares a delicious Pastry with Pomegranate Sauce. These little half-moons, are filled with rich lamb, fresh mint, and toasted pine nuts, then paired with citrusy pomegranate molasses for a true balance of flavours. Next on the menu, Chicken with Pomegranate Sauce - a delightful blend of aromatic spices, sweet pomegranate molasses, and ...    "
                },
                "74": {
                    "title": "Lebanese Small Plates",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 74,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Talented home cook Jasmin Ibrahim prepares delicious, sharable small plates in this episode of One World Kitchen. First on the menu, Grilled Lamb Skewers. Wonderfully charred and seasoned with sweet cinnamon, potent all-spice, and a punch of garlic, these lamb skewers will be the hype at your next family get-together. Then, Jasmin makes a famous Lebanese classic - Falafel and Hummus (so tasty!). Next up, savoury Zucchini Fritters with a zesty yogurt sauce are added to the mix for a little dinner party pizzazz. Finally, Jasmin's favourite cheese is the star of this ...    "
                },
                "75": {
                    "title": "All Sorts of Spice",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 75,
                    "original air date": "26 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Spices are extremely important to Lebanese cuisine and host Jasmin Ibrahim uses a ton of them in four tasty Lebanese dishes. First, she prepares two classic, aromatic toppings for a Lebanese breakfast bread called Manakeesh. Next up, juicy chicken and smokey freekah seasoned with sweet cinnamon, citrusy cardamom, pungent all spice, and black peppercorns. This dish captures the essence of Lebanese cuisine. Moving on, Jasmin then makes a thick and spicy beef stew. It's eaten with vermicelli rice and seasoned with a classic Lebanese 7-spice combo. Fragrant and delicious,...    "
                },
                "76": {
                    "title": "Popular Athens Recipes",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 76,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Greek home cook Joanna Chery kicks off this episode of One World Kitchen by showcasing popular recipes from Athens. She begins by preparing Chicken Souvlaki with Tzatziki, a classic dish featuring succulent, beautifully charred chicken skewers and a refreshing cucumber yogurt garlic dipping sauce. Next, she fries up some deliciously flaky cod with an irresistible garlic-potato dip, a staple recipe for Greece's Independence Day. Another popular dish in the Greek culture is Lamb Fricassée. It includes crispy, browned lamb pieces, juicy beef stock and a lovely egg - so ...    "
                },
                "77": {
                    "title": "Olives: The Most Useful Ingredient",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 77,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Is there anything more Greek than olives? Host Joanna Chery shows us how versatile the olive really is by cooking up four diverse Greek dishes. To start, a rich, baked-to-perfection Olive Bread loaded with strong, slightly fruity black Kalamata olives. She then prepares a refreshing Greek Village Salad full of seasonal vegetables, creamy feta, and plump juicy olives tossed in extra virgin olive oil. And guess what? It pairs great with fried Olive Bread. Then, Joanna switches it up with wonderful green olives - the star in her delicious stuffing for Apricot and ...    "
                },
                "78": {
                    "title": "Hearty Greek Fare",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 78,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Winters in Greece can get chilly, so fun host Joanna Chery warms us up with some hearty Greek dishes. First, she rolls up some tender Meatballs in a Lemon-Egg Sauce featuring a secret ingredient: rice (shh!). Then, she cooks a vegetarian stew that's packed with tasty artichokes, soft-boiled potatoes, and fragrant dill - great for a cool spring night. To finish, she makes a famous Greek dish called Moussaka. Traditionally eaten at Sunday dinner, this dish emulates the warmth of friends and family. Although it's a two-part process - it's packed with layered vegetables, ...    "
                },
                "79": {
                    "title": "From the Island of Crete",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 79,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Greek expert Joanna Chery showcases unique recipes from the island of Crete. To start, she whips up a creamy Cretan Meat Pie. Sweet ricotta, tender lamb, and an aromatic bundle of spices covered in a flaky Greek yoghurt pie dough might be the best Greek comfort food. Next, Joanna makes Grouper with Okra - a light and healthy dish featuring flaky sea bass, fresh okra, and delicious potatoes. Then, she prepares a dish that's traditionally served at weddings - Gamopilafo. It's a fluffy, citrusy, rice risotto topped with crispy, juicy chicken that will have you going back...    "
                },
                "80": {
                    "title": "OPA!",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 80,
                    "original air date": "13 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Host Joanna Chery elevates four Greek dishes using wine and spirits in this episode of One World Kitchen. First up, brown rice Stuffed Mussels infused with Greek dry white wine, tangy lemon juice, and fragrant spices - perfect for a sunny day by the sea. When evening rolls around, Joanna insists that red wine is a must. She makes a Sausage and Pepper Stew packed with golden-brown sausages and colourful bell peppers simmered in yummy tomatoes and a healthy dose of red wine. Then, she pulls out some brandy for a tender and delicious Beef Orzo Casserole. Finally, Joanna ...    "
                },
                "81": {
                    "title": "Cheese with Every Meal!",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 81,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Cheese - a staple in traditional Greek cuisine. Talented home cook Joanna Chery fries up two delicious appetizers called Saganaki, both featuring two different types of cheese. First, she fries up kefaltyri, a hard, salty cheese in a dramatic burning flame of ouzo (licorice-flavoured alcohol) - Opa. Then, Joanna shows us a popular Fried Shrimp and Cheese appetizer using tasty feta and tender shrimp. Pair both dishes with a Greek rustic bread and you've nailed it. Next up, Joanna prepares a Greek classic - Spanakopita. This mouth-watering dish is made up of creamy ...    "
                },
                "82": {
                    "title": "Classic Greek Recipes",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 82,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Home cook Joanna Chery prepares a series of traditional Greek dishes including Stuffed Vine Leaves - a classic dish made of lemon-doused grape leaves and stuffed with fluffy rice, fragrant herbs, and juicy beef. Then, she prepares a healthy and hearty dish called Giant Baked Beans. Typically used as a side, it pairs well with Joanna's next dish - succulent roast lamb and lemony potatoes. Finally, Joanna makes a Greek specialty - Fried Dough Ribbons. Satisfy your sweet tooth with these fried, coiled dough ribbons drizzled with sweet honey and sprinkled with sugar. ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Introducing Natalia",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Natalia Machado prepares dishes from her home country of Argentina. She starts things off by making a rich duck carpaccio accompanied with a zesty lemon curd, marinated red onions and pork tenderloin. Charred over an open flame, it has an orange confit glaze and is paired with a wonderfully balanced pomegranate salsa. She finishes off by making the classic deep-fried churros.    "
                },
                "2": {
                    "title": "Introducing Pailin",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    In her premiere episode of One World Kitchen, Pailin Chongchitnant introduces us to some of her favorite and simple to make Thai dishes. She makes a Thai classic-hot and sour soup. Using chicken stock, jalapeno and lemongrass, she shows us how this soup is quickly made with surprisingly common ingredients. Next, she creates her own curry paste while making a decadent beef panang curry. Peanuts and coconut milk make this dish extra-creamy and palm sugar gives it just the right hint of sweetness. Other dishes featured include deep fried shrimp in a tart tamarind sauce ...    "
                },
                "3": {
                    "title": "Introducing Hana",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Meet Hana Etsuko Dethlefsen. She's been making Japanese food her whole life, and showcases the cuisine in her first episode of One World Kitchen. She introduces us to Japan's most important culinary philosophy: Respect the ingredient. That is, use quality ingredients and do as little as possible to them to let them shine. Hana also shows us how to make two of the most popular Japanese foods at home: sushi and tempura. The tempura is light and airy; and hand rolled sushi is surprisingly easy to make.    "
                },
                "4": {
                    "title": "Introducing Vijaya",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Introducing Vijaya Selvaraju, One World Kitchen's expert in Indian cuisine. Her goal is to show Canadians that Indian dishes can easily be incorporated into everyday meals. She starts things off by making the simple rice pilaf dish: peas pulao. Infused with Indian flavours such as cumin, cardamom, and clove, this dish comes together quickly and beautifully. Next up, Vijaya shows us some easy onion pakoras with homemade mint chutney. Chicken xacuti, a chicken dish flavored with toasted coconut and a symphony of spices, is her rich and hearty main course. She finishes ...    "
                },
                "5": {
                    "title": "Introducing Vanessa",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Vanessa Gianfrancesco is our talented Italian chef on One World Kitchen. In her début episode, she makes a traditional Italian four-course meal in her colourful culinary studio. For the antipasto, she makes tarali-a fennel scented dough rolled into bite size pieces and baked to a golden brown. For her primi course-a flavourful Tuscan bean soup with kale, Italian sausage, cannellini beans and, of course, parmigiano reggiano. A marinated grilled chicken with roasted potatoes is on the menu for her secondi course, and the dish sings with lemon, rosemary and a sweet hint ...    "
                },
                "6": {
                    "title": "Fresh Argentinian Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Argentinian chef, Natalia Machado, prepares a series of Argentinian inspired dishes in the OWK culinary studio. First up, crudo no corvino, which means \"raw salmon\" in Spanish. The fish isn't raw, but is delicately cooked through the citrus juice and spices it is marinated in. Next up, Natalia makes an impressive burnt ricotta salad with pan fried ricotta cheese, grape tomatoes, black olives and arugula. And finally, we see how to prepare lamb in two different ways-braised lamb shank and grilled lamb chop. The lamb shank is browned in oil and sugar to give it a nice ...    "
                },
                "7": {
                    "title": "Italian Staples",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Italian chef and instructor, Vanessa Gianfrancesco, shares with us how to make some Italian staples, including gnocchi, polenta and pesto. After making the potato gnocchi dough, she serves them up in two different ways. For the first batch, she delicately boils them and then makes a fabulous homemade pesto to toss them in. For the rest, she browns them in a pan and then creates a rich and tangy cream sauce with gorgonzola cheese. Next she makes a creamy polenta that she has two different ideas for. After firming it up, she slices the polenta into pieces and grills ...    "
                },
                "8": {
                    "title": "Teriyaki Two Ways",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    One World Kitchen's Hana Etsuko Dethlefson shows us how easy it is to incorporate Japanese flavours into everyday meals. First, a wonderfully simple cucumber salad with kelp, rice vinegar and soy sauce. Next, another easy and delightful side dish to incorporate into your routine-spinach gomae, or spinach dressed with sesame seeds. Hotpot is next on the menu, and Hana calls it the dish where there are no rules. In her version, she adds kimchi, meatballs, potatoes and baby bok choy. Hana then shows us there's no need to buy teriyaki sauce when it is so easily made from ...    "
                },
                "9": {
                    "title": "Indian Classics",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Vijaya Selvaraju is cooking up an Indian feast in today's episode of One World Kitchen. First up, a classic chicken tikka masala. Marinated overnight in yogurt and a variety of spices, it is lightly grilled and then finished off in a pot with fried onions, tomatoes, cream and chopped almonds. To go with her chicken, Vijaya prepares an aromatic jeera rice, scented with cumin, cinnamon, cardamom, and star anis, as well as a homemade mango and coconut chutney. Next up, she makes a cooling mint tea paste as a marinade for her whimsical shrimp lollipops, which she grills ...    "
                },
                "10": {
                    "title": "Thai Fast Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Pailin Chongchitnant shows us some of Thailand's versions of fast food. To kick things off, a spicy pork stir fry using pork tenderloin, garlic, long bean, soy sauce, fish sauce, and a bit of palm sugar to balance out the dish. Next, an unexpected but delicious combination-duck and lychee fried rice. Pailin then makes jungle curry, what she describes as the most authentic Thai dish she makes. The sauce is made with her homemade curry paste, chicken stock, fish sauce, palm sugar, and Thai basil and she adds fresh trout, bay corn and snow peas at the end to just cook ...    "
                },
                "11": {
                    "title": "Argentinian Comfort Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Chef Natalia Machado starts with her husband's favourite dish--shepherd's pie, or pastel de papa. Along with the classic mashed potatoes, ground beef and corn, she gives it an Argentinian flavour with tomatoes, olives, hardboiled egg and, of course, some Malbec wine. Next, she shows us how easy it is to make your own spätzle and serves it up with pan fried paprika shrimp. The quintessential Argentinian comfort food, humitas, is next on the menu. A kind of fresh corn polenta, it's simply made with grated corn on the cob, onions, chili flakes and sweet basil. Finally, ...    "
                },
                "12": {
                    "title": "Italian Classics with Texture",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Chef Vanessa Gianfrancesco prepares an Italian feast with classic flavours and remarkable textures. First, she cooks a crispy yet juicy porchetta (pork belly) with an orange, sage and fennel marinade and a side of crackling roasted potatoes. Then on to an airy focaccia given an extra flavour punch with black olives and fresh rosemary. Crisp rapini becomes wilted once Vanessa gives it a toss in some warm olive oil, sundried tomatoes, onion, and garlic. And finally, she combines all the dishes to create an incredible pizza topped with all of the different flavours and ...    "
                },
                "13": {
                    "title": "Bursts of Japanese Flavours",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Hana Etsuko Dethlefsen introduces us to the more casual side of Japanese cuisine. First, she makes some savoury Japanese pancakes filled with cabbage, shrimp, dashi broth and bacon and topped with Japanese mayo. Then, gyozas made three different ways-with shrimp, pork and shitake mushrooms. With the three different sauces she creates to go with them, the flavour combinations are endless. Lastly, a casual yet unique green tea ice cream sundae topped with cornflakes and a sweet red bean paste.    "
                },
                "14": {
                    "title": "DIY Your Indian Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Vijaya Selvaraju shows us how to DIY some of the important staples of Indian cuisine. It's amazing how quick it is to make your own garam masala spice blend, ghee (clarified butter) and ginger and garlic paste. She makes each of these in big batches and stores them in the fridge for easy access when needed. Then she demystifies lamb rogan josh and butter chicken--two of the most well-known Indian dishes. Both marinated overnight in spices and yogurt but with very different results. The rogan josh is slow roasted into a deep brown colour and melts in your mouth. The ...    "
                },
                "15": {
                    "title": "How to Roast a Duck - Thai Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    One World Kitchen's Pailin Chongchitnant demystifies duck and shows us how roasting a duck is just as easy as roasting a chicken. With just a little bit of Thai spices and marinade, she creates a beautifully tender duck with crispy salty skin. Served with fluffy jasmine rice, sautéed bok choy and oyster mushrooms, and a sweet blackberry sauce, it is a beautiful meal that will impress any dinner guest. Next, she uses some leftover duck to make a hearty duck noodle soup-one of Pailin's favourite comfort foods. Finally, she makes a delectable warm pork salad from the ...    "
                },
                "16": {
                    "title": "Flavours of the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Argentina-raised Natalia Machado shows us how to make a classic dish from Patagonia-pan-seared trout. Served with just burnt butter, toasted hazelnuts and lemon, the simple ingredients let the flavours of the trout shine. Next is a rich seafood stew with colourful vegetables and shrimp, squid, mussels and clams. It comes together surprisingly easily and is finished off with some creamy coconut milk and salty clam juice. Last on the menu is \"pulpa\", or grilled octopus. Natalia poaches a whole octopus in vegetable stock to infuse the earthy flavours and then grills it ...    "
                },
                "17": {
                    "title": "It's All About the Olive Oil",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Italian chef Vanessa Gianfrancesco starts off by tasting different kinds of olive oils and reminiscing about her Italian childhood running amongst the groves of olive trees. She then makes a version of her own olive oil by infusing it with hot chili flakes and garlic. This will be the base for her homemade salad dressing that will top her grilled Caesar salad. The oil, combined with anchovies, egg yolk, lemon and water, takes on a world of new flavours. She then grills some lettuce, fries up some pancetta and ends up with a fun twist on the popular Italian salad. ...    "
                },
                "18": {
                    "title": "Entertaining, Japanese Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Hana Etsuko Dethlefsen shares her Japanese entertaining secrets. First, her friends' favourite: Japanese chicken wings. Marinated in ginger, soy sauce, garlic and sake, they are then coated in potato starch and flour and deep fried to a beautiful golden brown. The result is flavourful, succulent meat with a crispy, salty skin. Served with the simple Japanese snack, edamame, these two appetizers are always a hit. Next, if you need to feed a group, Japan's version of curry and rice is always a crowd pleaser. Using any meat you like or even just vegetables, Japanese ...    "
                },
                "19": {
                    "title": "Easy Indian Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    One World Kitchen's Vijaya Selvaraju demystifies Indian food and shows us that it is simple for anyone to prepare. First, she creates a versatile spice blend that she is able to put into two different rice dishes-coconut rice and lemon rice. Next, some grilled hariyali kebabs made with marinated chicken, onion and lemon. Last on her list of simple Indian dishes is chana masala-a chickpea curry dish. Full of Indian flavours such as garam masala, cumin, onion and tomatoes, the one pot dish is completed with a side of homemade crispy poori bread.    "
                },
                "20": {
                    "title": "Layers of Thai Flavour",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    In the OWK studio, Thai chef Pailin Chongchitnant teaches us to prepare a traditional fried curry puff. Stuffed with chicken thighs, potatoes and a filling of cilantro roots, garlic and white peppercorns, these layered pastries are a great dish for getting your kids involved in the kitchen. Next is a smoked trout salad inspired by North-Eastern Thailand. The salad highlights grilled herbs and vegetables, a kick of heat from some chili peppers and is topped with the region's staple ingredient: toasted sticky rice powder. Finally, Pailin prepares a kaffir lime vodka ...    "
                },
                "21": {
                    "title": "Argentinian Barbecue Favourites",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    Argentinian chef Natalia Machado is in the OWK cooking studio preparing grilled pork ribs marinated in orange juice, olive oil and paprika to bring flavour, tartness and body. Next, Natalia is reminded of her mother's kitchen as she prepares her husband's favourite: empanadas. First is a beef empanada seasoned with hot peppers, paprika, cumin and green onion. The second set are stuffed with caramelized onions, oregano, chili flakes, and a three cheese filling that brings sharpness, creaminess and a gooey texture. Natalia shows us how to bake or fry the empanadas and ...    "
                },
                "22": {
                    "title": "Spiced Up Sauces",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    In the OWK studio, Italian chef Vanessa Gianfrancesco shows us how to cook three simple Italian sauces. She starts with a creamy spinach and ricotta sauce served over fusilli pasta. The dish is topped with scallions, parmigiana reggiano and fresh nutmeg to highlight each flavour in the dish. Next is a bucatini pasta with a seafood sauce that reminds Vanessa of the markets in Southern Italy. Fresh snapper, mussels and scallops are mixed with clam juice and tomatoes to create a sauce that would make Vanessa's aunt proud. The third sauce features sausage and leek served ...    "
                },
                "23": {
                    "title": "Versatile Miso",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Chef Hana Etsuko Dethlefsen shows us how versatile miso, a fermented soy bean paste, is in Japanese cuisine and how it can add flavour and richness to any dish. She starts off by making two types of miso soup-tofu miso soup and mushroom miso soup-with three types of mushrooms. Next is a miso and sake glazed cod. The fish turns out crisp and caramelized with a golden skin. Hana then makes a miso hotpot, made up of green onions, cabbage, mushrooms, carrots, oysters, dashi broth and a smear of miso around the edge of the pot. She finishes with daikon salad two ways - one...    "
                },
                "24": {
                    "title": "Demystifying Indian Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Vijaya Selvaraju demystifies a number of Indian food dishes. First up is dal soup, which she easily cooks in a crock pot. Made out of lentils and other common ingredients such cumin, mustard seeds, and cardamom, it's a wonder more people don't make this delicious soup. Next, fish in red chili chutney. It sounds complicated, but see how simple the marinade is and how well these flavors work with the sweet firm halibut flesh. And there are but three ingredients in the chutney but each brings a contrasting flavor profile that works so well together. Lastly, she makes a ...    "
                },
                "25": {
                    "title": "Thai sauces",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Today it's all about the sauces as Pailin Chongchitnant shows us how easy and versatile they are in Thai cuisine. She starts by making tamarind water from the tamarind fruit. Next is saam-gler (three friends), which is made of three ingredients - garlic, peppercorn and cilantro roots. She uses these to make chili jam and a sweet chili dipping sauce. To pair with these flavourful sauces, Pailin prepares fried spring rolls and steamed spring rolls. Finally she makes the ultimate Thai street food, a mouth-watering pork satay with a delicious peanut sauce made of red ...    "
                },
                "26": {
                    "title": "Three Course Argentinian Meal",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Chef Natalia Machado is in the OWK studio making a three course Argentinian meal that reminds her of her family. Starting with her mother's favourite appetizer, Swiss chard fritters, Natalia blends a sweet dough with the leafy green's bitterness. Next she prepares her favourite meat from childhood, grilled flank steak with an everyday chimichurri sauce. Sides for her steak are an ensalada de quinoa and caramelized endives, her father's favourite. White and red quinoa are mixed with cherry tomatoes and cucumber, then topped with olive oil and lemon juice to create a ...    "
                },
                "27": {
                    "title": "Stuffed Olives and Risotto",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    Italian chef Vanessa Gianfrancesco shows us how to make a crowd pleasing aperitivo-veal-stuffed olives. Flavoured with white wine, sage, rosemary, and thyme, the veal takes on some earthy flavours before being combined with prosciutto, cheese, lemon zest and chilies. This mixture is stuffed into the olives, then they are breaded and deep-fried. Next, we see how to make risotto with peas. It's an easy dish with simple ingredients but takes time and patience to do it right. And finally, Vanessa makes a veal ragout-a classic Italian dish that takes a tough cut of meat ...    "
                },
                "28": {
                    "title": "Izakaya Finger Foods",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "plot": "\n    Hana Etsuko Dethlefsen tells us all about Japanese pub (or Izakaya) culture. In Izakayas, the food is casual and perfect for snacking throughout the night. Hana prepares a number of these Japanese tapas dishes for us, starting with smashed cucumber pickles and soy pickled eggs. Crunchy, sour and salty, these snacks are perfect paired with a Japanese beer. Next, some flavourful tatsuta fried chicken made with potato starch, zucchini, sake and soy sauce, and crispy deep fried tofu served with a homemade tempura sauce.    "
                },
                "29": {
                    "title": "Mangoes, mangoes, mangoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n    Mangoes are everywhere in Indian cuisine. They are used in appetizers, main dishes, desserts and even drinks. Vijaya Selvaraju showcases this fruit a few different ways, starting with a mango lassi. A sweet blended drink made with fresh mangoes, honey, yogurt and cardamom, it's a favourite in India and beyond. Next, Vijaya pickles some young green mangoes to create a crunchy snack that is just the right balance of sweet, spicy and salty. Then she makes a fast and flavourful mango chutney that you can pair with all kinds of cheeses and meats. Finally, we see Vijaya ...    "
                },
                "30": {
                    "title": "Popular Thai Dishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    Thai chef Pailin Chongchitnant creates one of the most popular and simple Thai soups-tom ka gai, or coconut chicken soup. Made with lemongrass, mushrooms, chicken stock, fish sauce, galangal, lime leaves, and of course coconut, the soup is full of decadent aromatics. Another popular Thai appetizer is the green papaya salad. Made with young green papaya, cherry tomatoes and a peanut lime dressing, it is a burst of fresh Thai flavours. Lastly, she makes what is probably the most popular Thai dish in the world-pad thai. With juicy shrimp, firm tofu, creamy egg, crunchy ...    "
                }
            },
            "2": {
                "31": {
                    "title": "Fresh Pasta - Italian",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    What's more classic Italian cuisine than pasta? Chef and Italian food expert Vanessa Gianfrancesco shows us the secret to making pasta all'uovo (fresh egg pasta) like an Italian. After combining simple ingredients, Vanessa teaches us how to knead pasta dough like a pro, and then uses a pasta machine to create velvety fettucine noodles. Next, Vanessa makes two different heavenly sauces to top her fresh noodles. First up is alfredo sauce, a creamy garlicy concoction that's on everybody's favourite pasta dish list. Then, for a more posh presentation, Vanessa whips up ...    "
                },
                "32": {
                    "title": "Italy's Love Affair with the Tomato",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "12 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    In this ode to the tomato, Chef Vanessa Gianfrancesco uses the pomodoro ('apple of gold' in Italian) in everything from starter to dessert. Vanessa makes 'pappa al pomodoro,' a rustic Tuscan soup made from tomatoes and dried bread. She shows us a quick and easy way to take the skin off of the tomato, and the seeds out, so just the juicy red flesh remains. After spicing up the tomato flesh, she adds chunks of bread and rich broth to cook up the perfect hearty starter. Continuing on the tomato theme, Vanessa creates Italy's most famous export: pizza. She shows us the ...    "
                },
                "33": {
                    "title": "Italian Breads",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    One cannot live on bread alone, but you sure can try, and Italian chef Vanessa Gianfrancesco is going to show us how. First, she whips up bruschetta, using dried bread with tomatoes, olive oil, herbs and cheese - and lets us in on the key to a better bruschetta. Then, she divulges her grandmother's secret recipe for a variation on bruschetta using seriously stale bread. From there, Vanessa cooks up a batch of cornbread and combines it with delicious fresh veggies for her take on panzanella, also known as bread salad. Moving on from bread, Vanessa introduces us to the ...    "
                },
                "34": {
                    "title": "Japanese Comfort Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Some days there's nothing better than classic comfort food, and Japanese-German chef, cookbook author, and culinary instructor Hana Etsuko Dethlefsen shows us just what that means for Japanese cuisine. She starts off with Sumo wrestlers' favourite meal: 'sumo stew,' or chanko nabe. To make this chicken hotpot, Hana starts preparing raw ingredients that will be cooked in a delicious broth right at the table, forming meatballs and chopping up veggies. Then, she creates the flavourful broth adding Japanese rice wine and other flavourings. Next it's grill time, as Hana ...    "
                },
                "35": {
                    "title": "Yoshoku: Japanese Recipes Inspired by Western Cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Yoshoku food is the Japanese version of Western cuisine, and Japanese-German chef Hana Etsuko Dethlefsen shows us how it's done, staring with mushroom wafu pasta. Japanese and Italians both love their noodles, and Hana boils up some standard Italian spaghetti while she prepares a sauce with a Japanese twist. She uses three different kinds of mushrooms, simmered in Japanese flavourings. Once the sauce is ready, Hana adds it to the spaghetti and sprinkles over some special seasoning. Next, croquette may be a French dish, but Hana teaches us the Japanese version of these...    "
                },
                "36": {
                    "title": "Popular Japanese Noodles",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    There are so many different kinds of noodles in Japanese cuisine, and chef and cookbook author Hana Etsuko Dethlefsen introduces us to some of the most popular ones. First, she shows us somen noodles, and then makes a simple dipping sauce for cold somen noodles using classic Japanese ingredients. She then shows us a fun way to soak the noodles in cold water using a slide made of bamboo. Ramen is a dish of near-religious proportions in Japan, but Hana shows us how to make a much simpler summertime dish by using ramen noodles for a cold noodle salad. Veggies, cut ham, ...    "
                },
                "37": {
                    "title": "Thai Street Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Bangkok has probably the most famous street food in the world, and Thai chef and cookbook author Pailin Chongchitnant shows us how to make some of the best dishes. Moo ping, pork skewers, are up first. She mixes up some palm sugar and spices, and blends in some coconut milk and other liquids for a delicious marinade. After marinating the pork, she shows us how to make up the skewers like a street food cook. Then it's onto the BBQ for these guys, followed by a sweet and sour sauce for dipping. And, Pailin couldn't show us street food without including tom yum noodle ...    "
                },
                "38": {
                    "title": "Sweet and Sour",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Sweet and sour are two important flavours in Thai food, and Thai-born chef Pailin Chongchitnant shows us how to get the perfect balance between them. First she makes a glass noodle salad - but it's not what we might think of when we hear the word 'salad.' Thai salads are much meatier, and this one features pork and shrimp. They come together with vermicelli noodles and veggies in a sweet lime chili dressing. Next, Pailin makes an exotic sour curry, and also shows us how to make sour curry paste. This fish curry with shrimp and veg has a secret for getting a really ...    "
                },
                "39": {
                    "title": "Northern Cuisine: Chiang Mai",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Thailand is a diverse country with different outside influences depending on which countries are nearest the border in each area. So it's no surprise that the Northern Thailand city of Chiang Mai has its own unique cuisine. Thai chef and cookbook author Pailin Chongchitnant takes us on a culinary trip of Chiang Mai, starting with nam prik ong, or red chili pork dip. This spiced dish features chilies, cilantro root, and shrimp paste along with tomatoes and ground pork. Next up, Pailin makes a Chiang Mai favourite: naam phrik laap, or minced pork salad. And of course, ...    "
                },
                "40": {
                    "title": "Cheese: An Argentinian Favourite",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    It's all about the cheese, as award-winning Argentinian chef Natalia Machado makes Provoleta a la Plancha, or melted provolone cheese on the grill. This is a pre-steak snack that's super popular in Argentina. To add to the melted cheese, Natalia puts together a butternut squash and watercress salad, and even creates a parmesan crisp to top it off. Then it's on to a recipe Argentinians make almost once every month: ricotta gnocci. On the 29th of every month, it's Gnocci Day in Argentina, and Natalia shows us how to make the luscious and tender little parcels of ...    "
                },
                "41": {
                    "title": "Popular Patagonian Dishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Patagonia, in southern Argentina, is a unique and rugged land with mountains and lakes and wilderness. Chef Natalia Machado knows that land well, and she's making recipes that come from Patagonia. First up is Patagonia-style empanadas, which have a lamb filling. Lamb is big business in Patagonia, and this filling makes the most of that flavour with honey and smoked paprika. After Natalia fills her empanada dough, she teaches us the secrets to finishing off the edges in traditional styles, before deep-frying these pockets of deliciousness. Next up is Patagonia King ...    "
                },
                "42": {
                    "title": "Corn: Argentina's Favourite Ingredient",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Corn is a big thing in South America, and in Argentina in particular. Award-winning Argentinian chef Natalia Machado shows us some of the many delicious ways to use corn in recipes, starting off with tamales. Adding a sweet tomato, red pepper, and fried onion concoction to corn kernels freshly cut off the cob, Natalia then wraps the mixture with cheese into a corn husk which goes into a steamer. It's a great dish for making and sharing. Next, Natalia puts together Locro, a corn and squash stew with chunks of chorizo. After preparing the ingredients for the stew and ...    "
                },
                "43": {
                    "title": "Italian Dishes That Will Impress Any Dinner Guest",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Polpetti are little Italian meatballs that are popping up on fancy restaurant menus, and Chef Vanessa Gianfrancesco knows just how to make them to perfection. Combined with her delicious four-cheese sauce (quattro formaggi) it's an appetizer that's great for impressing a dinner party, or for a simple dinner for one. Next, she's chopping up a mixture of veggies called a soffrito for an Italian comfort food classic. Pasta e ceci is pasta with chickpeas, and Vanessa has a trick for how to make it unbelievably creamy. And, if that's not cozy enough, Vanessa makes some '...    "
                },
                "44": {
                    "title": "DIY Italian Fine Dining",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "13 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Why order delicate fried zucchini flowers at a posh restaurant when we can make them so easily in our own kitchen? Italian chef Vanessa Gianfrancesco shows us how to prepare these beautiful orange blossoms that bloom briefly in the summer. After prepping them, she mixes up a light batter and dips them in before frying until golden. And, as a second option, she puts together a cheesy filling and stuffs more flowers before battering and frying again. Next, Vanessa shows us another popular and delicious dish we'll never have to order from a restaurant again: spaghetti ...    "
                },
                "45": {
                    "title": "Sicilian Specialties",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Sicily, at the bottom of Italy's boot, is the biggest island in the Mediterranean, and its cuisine is distinct. One thing it's famous for is arancini, or those tasty little rice balls that are battered and deep-fried. Vanessa shows us just how to make them melt-in-your-mouth delicious, with a cheesy tomato-y filling. Because of Sicily's southwestern location, it has unique North African influences, and next up, Vanessa makes couscous. This is seafood couscous with mussels, calamari and fish - being an island, seafood is one of Sicily's specialties. And, to showcase ...    "
                },
                "46": {
                    "title": "Traditional Japanese Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Chef and culinary instructor Hana Etsuko Dethlefsen is half Japanese, half German, and she knows a thing or two about Japanese cuisine, including some traditional favourites. One delicious traditional dish is inari zushi, addictive little tofu pockets full of tasty rice, and sometimes other fillings. Hana teaches us the secrets behind forming the delicate tofu pockets, and why the pockets are named after the Shinto god Inari. Then, we learn all about miso seasoning, and it's a glaze competition as Hana cooks tofu and eggplant with two different glazes, made with two ...    "
                },
                "47": {
                    "title": "Japanese Food Inspired by Other Cultures",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Imitation is the sincerest form of flattery, they say, and Japanese-German chef Hana Etsuko Dethlefsen shows us some Japanese cuisine that was inspired by other cultures. First, Hana shows us different kinds of tofu before making Mabo tofu, bean curd and ground pork in a bean and chili sauce. This dish comes originally from China, but the Japanese version is a bit less spicy - but still spicy for Japanese cuisine. Next up, Hana makes banbanji chicken, another Chinese import that's a poached chicken salad with sesame dressing. Sesame seeds are pureed into a paste for ...    "
                },
                "48": {
                    "title": "Ponzu sauce",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Lemon, lime, and grapefruit are just some of the common sources of citrus in North American cooking, and in Japanese cuisine there's the yuzu fruit too. Yuzu is like a little grapefruit, and it, combined with other citrus juices, gives Japanese ponzu sauce its tartness and tanginess. Ponzu is used in a lot of Japanese dishes. Chef and cookbook author Hana Etsuko Deflethsen shows us how to make ponzu sauce, and then uses it in tuna and avocado ceviche. Next, Hana shows us how ponzu is used with shabu-shabu, a fun-to-say hotpot where you and your guests cook your dinner...    "
                },
                "49": {
                    "title": "Red Curry from Scratch",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 49,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    You can easily buy a little jar of red curry paste at most grocery stores, but Thai cookbook author and chef Pailin Chongchitnant will show you how to make it at home from scratch. She gives us a quick lesson in chilies before showing all the classic ingredients that go into a really good red curry paste. Then she uses that paste in a quick and simple meal of red curry chicken. Next, Pailin makes an unusual dish of haw mok, also known as red curry fish custard. Fish custard? Yep. It's delicious. Savoury, creamy, soft and sweet, it's a fun and impressive dish. Red ...    "
                },
                "50": {
                    "title": "Grilled Thai dishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "original air date": "27 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Surprisingly, Thais don't grill much at home, although they love to buy grilled food from street vendors. Thai chef Pailin Chongchitnant shows us how to grill up some delicious dishes, starting with yam makhaua yao, or grilled eggplant salad. The trick here is to char the eggplant on the grill, and peel the skin off later. Pailin tells us about dried shrimp as she makes a dressing for the salad. To top it off, Pailin adds chopped up hardboiled eggs and other ingredients. Next, Pailin makes neua yang, or grilled steak, and a dipping sauce to go with it. A sweet, tart, ...    "
                },
                "51": {
                    "title": "Thai Food Inspired by Other Cultures",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Thai cuisine has given a lot to the world, and it takes back as well. Thai chef Pailin Chongchitnant shows us some Thai dishes that were inspired by food from other cultures, starting with Chinese steamed dumplings called khanom jeeb, or shumai. This is shrimp and ground pork in a garlic-ginger paste with a raft of other delicious flavours, all stuffed in wonton wrappers and cooked in a steamer. Next, Pailin makes chicken biryani, Thai style. It's called kao mok gai, and this dish uses yogurt and Indian spices with some classic Thai spices as well. Massaman curry has ...    "
                },
                "52": {
                    "title": "Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Green beans ranch-style is on the menu as Argentinian chef Natalia Machado shows us how to make this delicious dish of green beans and eggs. Natalia starts by preparing the green beans with some flavouring, and then makes a spiced sauce to go over them. Both beans and sauce are added to a casserole dish, and then she makes small indentations in the layer that will hold an egg that will poach as the dish is cooked in the oven. Natalia then uses eggs in a tarta de zapallito, or zucchini quiche. She starts by making a pastry crust and then fills it with zucchini, onions,...    "
                },
                "53": {
                    "title": "Three Course Argentinian Meal",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 53,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Award-winning Argentinian chef Natalia Machado has a personal connection to ensalada de palmitos y camarones, or palm heart and shrimp salad. She explains all as she prepares the shrimp, palm hearts, and avocados before mixing up the perfect accompanying dressing. Next, Natalia makes carbonada criolla, or beef stew, with pumpkins, sweet potatoes, and peaches. After adding some spices and cooking up the stew, Natalia ladles it into a cleaned-out pumpkin to up the wow-factor on this presentation. After that, it's asado al horno, or roast pork. Natalia marinates some ...    "
                },
                "54": {
                    "title": "Addictive Argentinian Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "One World Kitchen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 54,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Argentinian-born chef Natalia Machado showcases her award-winning skills, teaching us how to prepare a squid for a grilled calamari salad. After mixing together some spiced salad fixings, Natalia puts avocado on the grill, and then the calamari for some nice charring. Then, while the grill's still hot, Natalia teaches us the tricks to making pizza a la parilla - that's grilled pizza. You won't want to make pizza any other way, as Natalia shows us how to make perfect pizza dough, before prepping ingredients and then teaching us just how to grill a pizza so it's the ...    "
                }
            }
        },
        "number of episodes": 82,
        "cast": [
            {
                "name": "Chery, Joanna"
            },
            {
                "name": "Ibrahim, Jasmin Rose"
            },
            {
                "name": "Nguyen, Lisa"
            },
            {
                "name": "Tang, Mary"
            },
            {
                "name": "Chongchitnant, Pailin"
            },
            {
                "name": "Dethlefsen, Hana Etsuko"
            },
            {
                "name": "Gianfrancesco, Vanessa"
            },
            {
                "name": "Machado, Natalia"
            },
            {
                "name": "Selvaraju, Vijaya"
            }
        ],
        "locations": [
            "Ottawa, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODA3NjMzMjEtNWYwMy00NGMyLThiMDAtMGFjNzU4YzUwYTExXkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR62,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "One World Kitchen",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "One World Kitchen (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Knight, Chris"
            },
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "Leyton, Katherine"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            },
            {
                "name": "Knight Enterprises"
            }
        ],
        "distributors": [
            {
                "name": "GustoTv"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        }
    }
}