{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 March 2015",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::24 March 2015                            (DVD premiere)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "AFT Customs",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Can hot babes really build cool bikes? We take you behind the scenes of AFT Customs where beautiful models build the coolest custom of the year. Not only does it win first price at the LA Calendar show, they also ride it at the Bonneville Saltflats for the land-speed trials. This time the iKuztom research lab will explore why we love the sound of a motorcycle. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "2": {
                    "title": "Rat Bastards",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    How can rusty and junky be cool and funky? The world of rat bikes is as far from shiny chrome as a coal miner in a lingerie shop. The iKuztom research lab investigates if bike building is art. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "3": {
                    "title": "Mad Pitbull Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    So you think you're thinking outside the box? Claudiu from mad Pitbull Designs completely ignores the box when he combines 3D toy making techniques with old school gladiator styles. We also visit the other side of the coin, an artist who make bikes as objects of beauty. The iKuztom research lab investigates how monsters and bikes relate to each other. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "4": {
                    "title": "Illusion Motorcycles",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Rusty Coones of Illusion Motorcycles and lead guitar player of the heavy metal band Attika 7 is presented with a challenge. Can he build a bitching bad-ass bagger that must match the owner's Lamborghini? Money is no object. This is the bagger to rule them all. The iKuztom research lab investigates love-at-first-sight. And as always there's Laughing with Lexi and Curve Appreciation All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "5": {
                    "title": "Exile Cycles",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    From dealing with cats and dogs in his white lab coat during the day to modeling with bikini girls at night, this is the true story about Russell Mitchell and how one of his legendary motorcycles comes to life. The iKuztom research lab investigates the fascination with speed. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "6": {
                    "title": "Ruckster's Customs",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    I bet you didn't think that scooters could be sexy. But hold on to your handlebars. In the skilled hands of Ruckster's Customs this ordinary commuter is turned into something from outer space. The iKuztom research lab investigates if size really matters. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "7": {
                    "title": "Ace Cafe Racer",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Today is all about legends. Legendary land speed record holder Matt Capri of South Bay Triumph, will build a cafe Racer tribute bike for the legendary Ace Cafe in London. The iKuztom research lab studies modern day cafe cowboys. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "8": {
                    "title": "Road Dog Customs",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Road Dog Customs sets out to build a top of the line bobber for the Easy Riders Show. Will it ever start? Will they win a prize? The iKuztom research lab investigates how massive motorcycles are magnetically drawn to each other. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "9": {
                    "title": "Tim Robel Concepts",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Can an old school blacksmith be able to build a custom motorcycle? To sharpen his mind he relaxes on dangerous mountains and boulders. The iKuztom research lab shows how you can still have fun even if you lost an arm. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "10": {
                    "title": "Atlantis Motorsport & Elvis the Wheelie King",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Today we will follow the magic voodoo masters of Atlantis motor-sports. They resurrect long forgotten motorcycle relics and bring them back to life muah ha ha - And we also visit a true motorcycle performance artist Elvis the Wheelie King. The iKuztom research lab investigates the distraction of pinup girls. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "11": {
                    "title": "Eye Candy Cycle Designs",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Why does the godmother of a US Army vet surprise her godson with an outrageous custom bike? Did you know you can print 3D parts from your own computer? The iKuztom research lab investigates our darker alter egos. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                },
                "12": {
                    "title": "Carlos Avelar & One Armed Brett",
                    "kind": "episode",
                    "episode of": {
                        "title": "iKuztom: America's Sexiest Custom Bikes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    The devil is in the details as they say and Carlos Avelar is all about perfectionistic details. Will he finish on time for the unveiling at the IMS show? We also watch for the first time ever a handicapped enabled one arm controlled motorcycle. The iKuztom research lab studies the quest for thrills. And as always there's Laughing with Lexi and Curve Appreciation. All this and much more on iKuztom, America's Sexiest Custom Bikes.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Baxter, Lexi"
            },
            {
                "name": "Coones, Rusty"
            },
            {
                "name": "Corns, Greg"
            },
            {
                "name": "Mitchell, Russell"
            },
            {
                "name": "Perreault, Cyrcee"
            }
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDU0NGQyOGItZmU4Ny00ODZkLWFmYTgtZTRiMDdiOTNhMzA1XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$100,000 (estimated)",
        "plot outline": "iKuztom accelerates you into the real-life world of custom motorcycle building. It's all smoke, fire, and steel without the DRAMA. iKuztom's 13 commercial half-hour episodes get you up close and personal with an elite group of builders on the cutting edge of motorcycle engineering. Metal workers, engravers, air brush artists, and 3D fiber-glass molders and carvers weld, bend, cut, grind, paint, and polish bikes into creation before your eyes. Featured bikes include street fighters, art bikes, theme bikes, monster bikes, café racers, cruisers, rat bikes, sport bikes, scooters, bobbers, and yes, even choppers. All this blood, sweat, and passion is framed by fast-paced comic sketches, beautiful models, and burning rubber.",
        "languages": [
            "English"
        ],
        "title": "iKuztom: America's Sexiest Custom Bikes",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "iKuztom: America's Sexiest Custom Bikes (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Leomark Studios"
            }
        ],
        "distributors": [
            {
                "name": "Leomark Studios"
            }
        ],
        "plot": [
            "iKuztom accelerates you into the real-life world of custom motorcycle building. It's all smoke, fire, and steel without the DRAMA. iKuztom's 13 commercial half-hour episodes get you up close and personal with an elite group of builders on the cutting edge of motorcycle engineering. Metal workers, engravers, air brush artists, and 3D fiber-glass molders and carvers weld, bend, cut, grind, paint, and polish bikes into creation before your eyes. Featured bikes include street fighters, art bikes, theme bikes, monster bikes, café racers, cruisers, rat bikes, sport bikes, scooters, bobbers, and yes, even choppers. All this blood, sweat, and passion is framed by fast-paced comic sketches, beautiful models, and burning rubber."
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}