{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            },
            {
                "country": "USA\n",
                "date": "24 March 2015"
            }
        ],
        "release dates": [
            "USA::2015",
            "USA::24 March 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Blink-182, Jon Bellion, Cheat Codes, Kris Kross Amsterdam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Icona Pop, DJ Mustard, Matoma, Broods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "DJ Khaled, T-Pain, Bastille, Sam Feldt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Lil Jon, Run the Jewels, Jimmy Eat World, the Pretty Reckless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. Lil Jon reflects on his many smash-hit collaborations during his DJ set at Create Nightclub; Hip-hop artists El-P and Killer Mike explain how they came together to form Run The Jewels; we hang out backstage at Jimmy Eat World's album release party at the iHeart Radio Theatre; and The Pretty Reckless front-woman Taylor Momsen and her bandmates talks about the songwriting process.    "
                },
                "5": {
                    "title": "* D.R.A.M., Zara Larsson, Empire of the Sun, LANY",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "15 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry. We ride the wave of positive vibes that hip-hop artist D.R.A.M. gives out at his gig at the El Rey, Swedish pop star Zara Larsson gives us some dance lessons, Luke Steele of new wave duo Empire of the Sun takes us to another dimension at the Shrine Auditorium, and alt-rock band LANY reflects on their bi-coastal origins before their show at The Forum.    "
                }
            },
            "1": {
                "1": {
                    "title": "American Authors, Jason Derulo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. We go on set with American Authors for the shooting of their music video for \"Believer\", and the \"Best Day of My Life\" hitmakers tell us the keys to making their band's collaboration work. Then, we head to Jason Derulo's listening party for his fourth studio album 'Talk Dirty', and the R&B singer talks about his biggest musical influences and his favorite kicks. Also hear from Schoolboy Q, Cherub, and White Sea.    "
                },
                "2": {
                    "title": "R5, Rixton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    R5, Rixton comments 0 Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry. We ride along with R5 to the Radio Disney Music Awards and learn everything from important life lessons to what member of the band takes the longest to get ready. Then later, we hang out with Brit-pop band Rixton backstage at L.A.'s legendary Roxy Theatre and talk the importance of soundchecks plus the feelings they get when performing live.    "
                },
                "3": {
                    "title": "Hot Chelle Rae, T. Mills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gives you an all-access pass to some of your favorite musical acts. This time around, we hang out with pop-rock group Hot Chelle Rae in the studio as they share their secrets to hyping up a crowd and reveal the key factor when it comes to creating their music. Then hip-hop star T. Mills invites us backstage and talks everything from fashion and tattoos to balancing his work and life.    "
                },
                "4": {
                    "title": "Timeflies, Chromeo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. We hang out in the recording studio with the guys from Timeflies as they reminisce about everything from their first big break to their favorite performance. Later, we party with electro-funk duo Chromeo and learn all about their evolution through funk music.    "
                },
                "5": {
                    "title": "Jake Miller, Trey Songz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry. This time around, we hang with Jake Miller on the set of his music video to learn just how he got started in the music business and hear about the relationship he's built with his loyal fans. Later, we're backstage with Trey Songz to get an exclusive first look at his album cover before his release party and learn how he stays grounded throughout all of his success.    "
                },
                "6": {
                    "title": "Andy Grammer, Colbie Caillat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gives you an all-access pass to some of your favorite musical acts. This time around, we hang out with Andy Grammer, before his show at The Grove in Los Angeles, and learn everything, from the first song he wrote to the struggles of being in the spotlight. Later, Colbie Caillat invites us on the set of the lyric video for her song, \"Never Gonna Let You Down\", and explains the importance of the evolution of her music.    "
                },
                "7": {
                    "title": "Tove Lo, Becky G",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. This time around, we hang with Tove Lo backstage and learn everything from how she got started in the music business to the moment she first heard her song on the radio. Later, Becky G invites us to get ready with her before an exclusive performance where she explains her song writing process and recalls the most pivotal moment in her career.    "
                },
                "8": {
                    "title": "Kiesza, Steve Aoki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry. This time around, Kiesza invites us to the rehearsal before her show and reminisces about the very first time she sang and also introduces us to the rest of the people that help make it all happen. Then, Steve Aoki invites us on the set of his futuristic music video for \"Born to Get Wild\" and shares the most important thing to do when it comes to making it in the music industry.    "
                },
                "9": {
                    "title": "Nico & Vinz, Jesse McCartney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gives you an all-access pass to some of your favorite musical acts. This time around, R&B duo Nico and Vinz invite us backstage before a performance at a private party where they explain how they first met and share some of their favorite performance memories. Later, we hang out with singer-songwriter Jesse McCartney at the legendary House of Blues for an exclusive meet-and-greet session for his devoted fans.    "
                },
                "10": {
                    "title": "Echosmith, Lucy Hale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. This time around, Echosmith invites us backstage of their show at Club Nokia in Los Angeles and shows us what a family band is all about, plus they tell us about some of their pre-show rituals. Then we hang out with \"Pretty Little Liars\" star-turned-singer Lucy Hale as she prepares to present at the Country Music awards.    "
                },
                "11": {
                    "title": "Dirty Heads, Vance Joy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry. This time, California-based multi-genre band Dirty Heads invites us to their sound check at the Wiltern and teach us the most important thing to do when it comes to making music. Then, Australian singer/songwriter Vance Joy takes us back to his Aussie roots before his show at L.A.'s famous Fonda Theatre.    "
                },
                "12": {
                    "title": "G-Eazy, T.I.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gives you an all-access pass to some of your favorite musical acts. This time around, hip-hop artist G-Eazy invites us backstage of his show and talks about his love for music, classic style, and his multiple personalities. And later, we hang with T.I. at his album release show where we learn just how his hometown has influenced his sound, and he shares how he's managed to stay on top and humble through it all.    "
                },
                "13": {
                    "title": "Bebe Rexha, YG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. In this episode, Bebe Rexha takes us backstage at the famous Bardot and talks about her hometown's influence on her music, plus she gives us some crucial advice of making it in the industry. Later, Rapper YG invites us along to his charity event and shows us the importance of giving back.    "
                }
            },
            "2": {
                "1": {
                    "title": "Wyclef Jean, Stromae, Fetty Wap, Ty Dolla $ign",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. This time around, Wyclef Jean invites us backstage at SXSW and shares what it's like collaborating with some of today's biggest artists, and international superstar Stromae breaks down his unique style of music. Later, Fetty Wap takes us back to when it all began, and Ty Dolla $ign reveals the career advice he got from his friend Wiz Khalifa.    "
                },
                "2": {
                    "title": "Cody Simpson, Shawn Mendes, Kongos, Andrew McMahon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry. During this episode, Cody Simpson takes us through the evolution of his music backstage at his SXSW show; we hang with Shawn Mendes before his iHeart Radio performance and learn the importance of his fanbase; family band Kongos explains their unique sound and style backstage at The Wiltern; and we chat with Andrew McMahon at the Roxy as he shares how his personal experiences morphed him into the musician he is today.    "
                },
                "3": {
                    "title": "Awolnation, Milky Chance, MS MR, Jess Glynne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gives you an all-access pass to some of your favorite musical acts. This time around, we hang out with Awolnation's Aaron Bruno at KROQ Radio's annual Weenie Roast and learn his favorite thing about his success; Milky Chance takes us backstage of their show at The Mayan and explain the meaning behind their set design; we chill with MS MR at the iconic Hollywood Forever Cemetery and hear how it all began; and Jess Glynne and Clean Bandit talk about the magic of collaborating.    "
                },
                "4": {
                    "title": "Travie McCoy, Alesso, Twenty One Pilots, Marina & the Diamonds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. Travie McCoy gets back in touch with his artsy roots at the Exact Science Art Studio; EDM star discusses his collaboration with Tove Lo and gives us an insight into his personal style; Twenty One Pilots hit the stage at the iHeart Radio Theatre; and Marina and The Diamonds takes us through her day while in Austin for SXSW.    "
                },
                "5": {
                    "title": "Charlie Puth, Dev, Zella Day, New Politics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry. Charlie Puth visits the YH Studio and talks about his songwriting process, including the smash-hit collabo with Wiz Khalifa, \"See You Again\"; Dev gets ready for her show at the House of Blues and discusses how she has grown as an artist since her last appearance at the venue; \"Hypnotic\" songstress Zella Day shows off some of her merch at the Troubadour; and Danish pop band New Politics teams up with Andrew McMahon for a photo shoot.    "
                },
                "6": {
                    "title": "B.O.B, X Ambassadors, R. City, Phases",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gives you an all-access pass to some of your favorite musical acts. This time around, we catch up with B.o.B as rehearses for his performance at the BMI Hip Hop Awards; X Ambassadors reveal how they came up with their band name and recount their long close-knit history together; brother act R. City, AKA Rock City, have a listening party for their album 'What Dreams Are Made Of'; and we hang out with indie-pop band Phases at Warner Bros. Records as they prepare to play the elite Summer Sessions party for the label.    "
                },
                "7": {
                    "title": "Imagine Dragons, Pia Mia, BØRNS, Meg Myers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. This time around, rock group Imagine Dragons return to their hometown of Las Vegas to headline the Life Is Beautiful Music and Art Festival; singer/model Pia Mia rehearses for her own dance-heavy set at the Life Is Beautiful fest; we catch up with enigmatic indie-pop artist BØRNS during sound check for his gig at the Masonic Lodge at the Hollywood Forever Cemetery; and indie-pop singer Meg Myers is hard at work, as usual, prepping for another tour.    "
                },
                "8": {
                    "title": "Kygo, Rudimental, JR JR, Kaya Stewart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry! During this episode, Norwegian DJ and producer Kygo lights up the Life Is Beautiful music festival in Las Vegas; U.K.-based drum and bass band Rudimental show us around their diverse stage set-up; Alt-rock duo JR JR gives back to the Warner Bros. crew with a hearty snack; and electropop singer Kaya Stewart gets ready for her gig at the Hollywood Hard Rock Café in support of Pinktober.    "
                },
                "9": {
                    "title": "DNCE, Lil Dicky, Daya, Marian Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gives you an all-access pass to some of your favorite musical acts. This time around, we catch up with Joe Jonas's band, DNCE, at the Blind Dragon showcase, and get to know his new bandmates including former Jonas Brothers drummer Jack Lawless, Semi Precious Weapons bassist Cole Whittle, and guitarist JinJoo Lee. Then rapper Lil Dicky gives us a tour of his RV and some insight into his unique approach to hip-hop. Later, teenage singer-songwriter Daya reveals the origins of her stage name and interacts with her fans. Finally, we ...    "
                },
                "10": {
                    "title": "The Neighbourhood, Troye Sivan, Tinashe, Kat Graham",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. This time around, we chill with The Neighbourhood in their signature black-and-white aesthetic and find out what compels them to keep it real in their music. Then we catch up with Australian electro-pop singer/songwriter Troye Sivan at the Lyric Theater where he talks about the transition from YouTube star to live performer. Then dancer/singer Tinashe takes a break from rehearsal at the Regent to teach us one of her signature dance moves. And Kat Graham gets ...    "
                },
                "11": {
                    "title": "Panic! At The Disco, Mike Posner, Alessia Cara, Coleman Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" presents an in-depth look at some of the hottest musical acts in the industry. During this episode, Brendon Urie of Panic! at the Disco explains why they chose the Tower Theater for their record release party; Mike Posner shoots the cover and press photos for his album; singer/songwriter Alessia Cara preps for her show inside the El Rey Theatre while, outside, her fans sing her praises; and at the Fonda Theater, Coleman Hell (real name!) explains how he tries to defy musical conventions.    "
                },
                "12": {
                    "title": "The Lumineers, Rachel Platten, Shawn Hook, Hudson Thames",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gives you an all-access pass to some of your favorite musical acts. This time around, we head to the iHeartRadio Theater for The Lumineers's album release party to get the backstory on how they first came together as a band, then we catch up with singer-songwriter Rachel Platten during her tour rehearsal to discuss the inspiring message behind her \"Fight Song\". Later, star-on-the-rise Shawn Hook experiences his first trip to SXSW as a performing artist, and finally child actor-turned-musician Hudson Thames tells us the origins of ...    "
                },
                "13": {
                    "title": "Kaskade, Fitz and the Tantrums, Anderson.Paak, Cole Swindell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Backstage Diaries (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Young Hollywood's \"Backstage Diaries\" gets up close and personal with the hottest musical acts in the game. In this episode: we catch up with DJ Kaskade at his pop-up shop before his historic performance at the L.A. Convention Center; we go behind the scenes of Fitz and the Tantrums' music video for their single \"HandClap\"; Rapper Anderson .Paak talks about his early collaboration with (and discovery by) Dr Dre; and country star Cole Swindell gets pumped for his album release party at iHeart Radio Theater.    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Moras, Tony"
            },
            {
                "name": "Lynn, Tobi"
            },
            {
                "name": "Crowley, Gabi"
            },
            {
                "name": "Robillard, Rachel"
            },
            {
                "name": "$ign, Ty Dolla"
            },
            {
                "name": "Alessio"
            },
            {
                "name": "Authors, American"
            },
            {
                "name": "Aoki, Steve"
            },
            {
                "name": "AWOLNATION"
            },
            {
                "name": "Caillat, Colbie"
            },
            {
                "name": "Cara, Alessia"
            },
            {
                "name": "Chromeo"
            },
            {
                "name": "City, R."
            },
            {
                "name": "Day, Zella"
            },
            {
                "name": "Daya"
            },
            {
                "name": "Derulo, Jason"
            },
            {
                "name": "Dev"
            },
            {
                "name": "Diamandis, Marina Lambrini"
            },
            {
                "name": "Dicky, Lil"
            },
            {
                "name": "Heads, Dirty"
            },
            {
                "name": "DNCE"
            },
            {
                "name": "Echosmith"
            },
            {
                "name": "Feldshuh, Noah"
            },
            {
                "name": "G, Becky"
            },
            {
                "name": "Glynne, Jess"
            },
            {
                "name": "Graham, Kat"
            },
            {
                "name": "Grammer, Andy"
            },
            {
                "name": "Hale, Lucy"
            },
            {
                "name": "Harris, Casey"
            },
            {
                "name": "Harris, Sam Nelson"
            },
            {
                "name": "Hell, Coleman"
            },
            {
                "name": "Dragons, Imagine"
            },
            {
                "name": "Jean, Wyclef"
            },
            {
                "name": "Joy, Vance"
            },
            {
                "name": "JR, JR"
            },
            {
                "name": "Kiesza"
            },
            {
                "name": "Kongos"
            },
            {
                "name": "Kygo"
            },
            {
                "name": "Levin, Adam"
            },
            {
                "name": "Lo, Tove"
            },
            {
                "name": "Hill, Marian"
            },
            {
                "name": "McCartney, Jesse"
            },
            {
                "name": "McCoy, Travie"
            },
            {
                "name": "McMahon, Andrew"
            },
            {
                "name": "Mendes, Shawn"
            },
            {
                "name": "Mia, Pia"
            },
            {
                "name": "Chance, Milky"
            },
            {
                "name": "Miller, Jake"
            },
            {
                "name": "Mills, Travis"
            },
            {
                "name": "MR, MS"
            }
        ],
        "genres": [
            "Music"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 5.3,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzU4MjJhOWYtNmQyNS00NzM5LTljZDItZTI0YmQ0Y2E4OTM2XkEyXkFqcGdeQXVyNjc0NTI2NTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$100,000 (estimated)",
        "plot outline": "You know their music and you rock out at their shows, but have you ever wondered what inspired their hit song or what happens on their tour bus? This raw, up-close series gives you a window into the rock star world, straight from the artist themselves.",
        "languages": [
            "English"
        ],
        "title": "Backstage Diaries",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Backstage Diaries (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Mendez, David"
            },
            {
                "name": "Moras, Tony"
            }
        ],
        "production companies": [
            {
                "name": "Young Hollywood"
            }
        ],
        "distributors": [
            {
                "name": "Young Hollywood"
            }
        ],
        "plot": [
            "You know their music and you rock out at their shows, but have you ever wondered what inspired their hit song or what happens on their tour bus? This raw, up-close series gives you a window into the rock star world, straight from the artist themselves."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "males": {
                "votes": 4,
                "rating": 4.5
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 8.0
            },
            "us users": {
                "votes": 2,
                "rating": 1.0
            },
            "non us users": {
                "votes": 1,
                "rating": 1.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 0,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 5.3,
        "median": 7
    }
}