{
    "imdb": {
        "raw release dates": [
            {
                "country": "Zimbabwe\n",
                "date": "10 April 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Zimbabwe::10 April 2015                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Masimba, Candice"
            }
        ],
        "locations": [
            "The Charles Austin Theatre, Masvingo, Zimbabwe::(location)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Zimbabwe"
        ],
        "country codes": [
            "zw"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 PAL (high definition)",
        "budget": "$1,500 (estimated)",
        "plot outline": "'Masvingo Glam' is a TV magazine show that showcases the Glitz and Glamour of Masvingo City of Zimbabwe. Candice Masimba presents the opening ceremony of the Masvingo Music Awards live from the red carpet on the season 2 premiere of the show . Masvingo Music Awards 2015 were hosted by Lucky Kunene (Charles Munganasa), B Kay Hunter, Miss Tamara, Florenco and Miss Pathi at The Charles Austin Theatre in Masvingo, Zimbabwe under glitz and glamor.The 2015 awards show was promoted by P & P Global Marketing.",
        "languages": [
            "English"
        ],
        "title": "Masvingo Glam",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Masvingo Glam (Zimbabwe)"
        ],
        "writer": [
            {
                "name": "Masimba, Candice"
            }
        ],
        "production companies": [
            {
                "name": "Magical Films"
            }
        ],
        "distributors": [
            {
                "name": "Wezhira TV"
            }
        ],
        "plot": [
            "'_Masvingo Glam_ (qv)' is a TV magazine show that showcases the Glitz and Glamour of Masvingo City of Zimbabwe. Candice Masimba presents the opening ceremony of the Masvingo Music _Awards_ (qv) live from the red carpet on the season 2 premiere of the show . Masvingo Music _Awards_ (qv) 2015 were hosted by Lucky Kunene (Charles Munganasa), B Kay Hunter, Miss Tamara, Florenco and Miss Pathi at The Charles Austin Theatre in Masvingo, Zimbabwe under glitz and glamor.The 2015 awards show was promoted by P & P Global Marketing.::Candice Masimba",
            "'_Masvingo Glam_ (qv)' is a TV magazine show that showcases the Glitz and Glamour of Masvingo City of Zimbabwe. Masvingo Music _Awards_ (qv) 2015 were hosted by Lucky Kunene (Charles Munganasa), B Kay Hunter, Miss Tamara, Florenco and Miss Pathi at The Charles Austin Theatre in Masvingo, Zimbabwe under glitz and glamor. Candice Masimba presents the opening ceremony live from the red carpet.::Candice Masimba"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 PAL (high definition)"
            ]
        }
    }
}