{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2015",
                "notes": "                            (Boise, Idaho)"
            }
        ],
        "release dates": [
            "USA::1 January 2015                            (Boise, Idaho)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "True.Health: Body, Mind, Spirit"
            },
            {
                "countries": " (working title)",
                "title": "The Dr. Michael Show"
            },
            {
                "countries": " (working title)",
                "title": "True. Health with Dr. Karlfeldt"
            }
        ],
        "akas": [
            "True.Health: Body, Mind, Spirit (original title)",
            "The Dr. Michael Show (working title)",
            "True. Health with Dr. Karlfeldt (working title)"
        ],
        "akas from release info": [
            "True.Health: Body, Mind, Spirit (original title)",
            "The Dr. Michael Show (working title)",
            "True. Health with Dr. Karlfeldt (working title)"
        ],
        "episodes": {
            "2": {
                "2": {
                    "title": "Dr. Brian D. Kelly discusses health through the eyes of a chiropractic expert. The truth about acid reflux",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Dr.Karlfeldt speaks to us from the beach, where he encourages us to get more Vitamin D. Chiropractic doctor Brian Kelly shares his knowledge of the healing powers of chiropractic care and 'life force' or 'vitalism' of a living person.    "
                },
                "3": {
                    "title": "Dr. Paul Anderson and naturopathic cancer treatments. Ridding oneself of psoriasis... and the curse of smoking.",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Michael Karlfeldt discusses the main causes of psoriasis and how much of an importance nutrition has in getting rid of it. We all know that smoking is bad for us, but Dr. Karlfeldt explains in depth WHY it is bad for us. Dr. Paul Anderson is a leading researcher in Naturopathic oncology and shares with us the latest on improving the quality of life and length of life for cancer patients who have undergone chemotherapy and radiation.    "
                },
                "4": {
                    "title": "Actor Glenn Morshower, the addictive nature of sugar and healthy grocery shopping",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Learn about sugar cravings. Visit a grocery store with Daniel Frandson and shop for health: buy whole food, shop the outer parameters of a grocery store and avoid hormone laden meat. Glenn Morshower shares stories, including one from a Star Trek shoot.    "
                },
                "7": {
                    "title": "Autism, pet communication and the importance of bees and honey.",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "31 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Karlfeldt answers a viewer question about the outrageous increase in autism diagnosis. Pet psychic Mary J. Getten tells us how to communicate with our animals. By saying \"Stay out of the trash,\" animals get a vision of the trash! Marcia McChrystal is a backyard organic beekeeper who gives an alarming warning about what will happen if bees continue to die.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Dr. Purser shows the correlation between heavy metals - especially copper - and the allusive diagnosis of fibromyalgia. Dr. Karlfeldt and keeping our skin healthy. Insight into how much water we should be drinking. Alternatives to traditional bug sprays.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    You will learn about ozone protocols which are more efficient than just about anything on earth for killing viruses - without a single documented complications! Dr. Dennis Harper shares his extensive knowledge on the topic. Then Dr. Karlfeldt and oil pulling, an Ayurvedic technique that eliminates toxins. The need for healthy fats, such as coconut oil & avocado. Colon cleanse info & a lively tennis game: Dr. Karlfeldt discusses the physical & emotional need for exercise.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Dr. Steelsmith and women's issues from menstruation to menopause to hormone treatments. Then sugar addiction and how it's as addictive as meth. Raw diet and how ANY processing of food - including cooking - changes the structure of food. Also learn how to support your adrenals during periods of stress.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Chalese Thill-Stevens shares the circumstances surrounding her child's death and how she was able to turn a tragedy into a life affirming situation. Dr. Karlfeldt tells us about why some medications carry the warning to not eat grapefruit and explains that in fact, grapefruit only enhances the effect of the medication. A viewer writes in and asks about his wife's pregnancy cravings. Dr. Karlfeldt recommends finding the root of the cravings and satisfying often unhealthy cravings with healthier alternatives.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "2": {
                    "title": "Todd Bridges from Diff'rent Strokes - how his mother saved his life",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Michael Karlfeldt talks to Betty Bridges about saving her son, Todd Bridges (TV's \"Diff'rent Strokes\" child actor) from drugs. Also, Kim Echelmeier shares her harrowing story of illness and how she found her way back to health.    "
                },
                "3": {
                    "title": "Kabbalisitc healer Rabbi Stephen Robbins",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Eating healthy in a Sports Club!? Dr. Michael Karlfeldt teaches Daniel Frandson how to do just that. Then witness an interview that may change your life. Rabbi Stephen Robbins will rock your world with his deep comprehension of Kabbalah.    "
                },
                "4": {
                    "title": "Curing heartburn, healthy pregnancy",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Karlfeldt shares what causes heartburn and how to stop it. Then Juliana DiGiosia, MD discusses where modern medicine fails. Find out new weight-lifting techniques with film stunt expert, Don Shanks and professional trainer, Carlie Young. Dr. Karlfeldt demonstrates a vaccination detox.    "
                },
                "5": {
                    "title": "Blindness linked to heart meds",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Michael Karlfeldt lets us in on the fourth most important thing we must have for life. You'll never guess what it is. Then, a fascinating interview with Lawrence Smith. And, do you know what mineral most of us are deficient in?    "
                },
                "6": {
                    "title": "Don Shanks, Michael Myers in Halloween V shows us his work-out tips, curing migraines",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Kraig Knotts of The Karlfeldt Center shows us how chronic headaches can be eased by chiropractic techniques. One of Hollywood's top stunt men Don Shanks, along with professional trainer Carlie Young, show us how to get ready properly.    "
                },
                "8": {
                    "title": "Cannabis cures, raw diet and the dangers of low-fat foods",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Michael Karlfeldt talks about the myths of calcium, gives advice on smart shopping and talks to actor, Joe Estevez (Martin Sheen's brother) about life and his struggle with alcohol.    "
                },
                "9": {
                    "title": "Vaccinations (yikes!), lyme disease and healthy game-time food",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Michael Karlfeldt talks about Lyme disease and how it is often misdiagnosed. Also, find out how to create healthy 'game time' snacks with Chef Cristina Drake. then, an in depth interview with Leslie Manookian reveals the truth about vaccinations.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Don Shanks and Carlie Young show you strengthening exercises at the kitchen counter. Then Dr. Karlfeldt cooks a healthy Mexican feast with Chef Cristina Drake. The power of Pranic Healing is explained and demonstrated by expert Isabel Lacayo.    "
                },
                "11": {
                    "title": "Chinese herbs, life as a little person and adrenal stress",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Karlfeldt gives tips on living in a city and being healthy. Daniel Frandson learns to shop for healthy snacks and we take you to Chinatown in LA and talk to a Chinese herbalist. Little person Travis Eberhard tells his inspiring story.    "
                },
                "12": {
                    "title": "Reiki Shaman and healthy desserts (chocolate, too!)",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "9 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Michael Karlfeldt talks to Shaman Melodie McBride and learns about energy healing using Reiki. Then have fun cooking healthy desserts with Chef Cristina Drake and Dr. Michael! Did you hear? Chocolate can be healthy for you! Find out why in this informative segment.    "
                },
                "13": {
                    "title": "Instant pain management and Native American Shaman",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Simon Voitanik shows us, on Dr. Michael Karlfledt, his amazingly accurate and effective pain elimination done through ultrasound and electric pulse. Dr. Voitanik was the doctor for pain management for the KGB and Communist Party of the Soviet Union, before it was dissolved. When asked about how he acquired his abilities, he responded with only a slight smirk\" \"I worked for KGB. Failure is not an option.\" Dr. Karlfeldt also interviews Native American Shaman Leroy Cheney, who shares healing technique and discusses his 30-year apprenticeship.    "
                },
                "14": {
                    "title": "'Transformers' Actor and Going The Extra Mile, Manifesting Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    We catch up with renown actor Glenn Morshower (24, Transformers, etc...) at the Sundance Film Festival and learn about his fascinating take on life and keeping it positive. Dr. Tammi Balizewski explains the precepts of her book 'Manifesting Love' and create the world that we want to live in.    "
                },
                "15": {
                    "title": "Transcental meditation, documentary The Greater Good, about vaccines",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Karlfeldt shares tips on BBQing and how to avoid carcinogens while still enjoying the social aspects of the ritual. Leslie Manookian, a Sun Valley based documentarian, hosts a Q&A about her award-wining documentary The Greater Good, which discloses some of the dangers of vaccines, such as elevated amounts of mercury. In segment three, long-time Transcendental Meditation expert Michael Dimmick shares with us the mind-altering assets of TM and its current applications with at-risk students and veteran PTSD.    "
                },
                "16": {
                    "title": "Birthing alternatives, animal muscle testing",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Healthy snacks for kids, and a visit to a preschool. Next, Charlotte Salinas Wilkes shares the beauty of alternative birthing techniques. And last, muscle testing on producer Catrine McGregor's dog, Dino, reveals a renal infection.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Pranic healing, exercise tips, healthy Mexcian food",
                    "kind": "episode",
                    "episode of": {
                        "title": "True.Health: Body, Mind, Spirit (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "20 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Strengthening exercises at the kitchen counter? Don Shanks and Carlie Young show you how. Then Dr. Michael Karlfeldt cooks up a healthy Mexican feast with Chef Cristina Drake. The power of Pranic Healing is explained and demonstrated by expert Isabel Lacayo. All this and more in this new episode.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Karlfeldt, Michael"
            },
            {
                "name": "Frandson, Daniel"
            },
            {
                "name": "Drake, Cristina"
            },
            {
                "name": "Shanks, Don"
            },
            {
                "name": "Young, Carlie"
            },
            {
                "name": "Hedges, Barbara"
            },
            {
                "name": "Roman, Deb Dr."
            },
            {
                "name": "Hanson, Dawn"
            },
            {
                "name": "Hensley, Garrett"
            },
            {
                "name": "Packwood, Katie"
            },
            {
                "name": "Robbins, Stephen"
            },
            {
                "name": "Smith, Lawrence"
            },
            {
                "name": "Thomas, Larry"
            },
            {
                "name": "Morshower, Glenn"
            },
            {
                "name": "Steelsmith, Laurie"
            },
            {
                "name": "McBride, Melodie"
            },
            {
                "name": "Andrews, Carrie"
            },
            {
                "name": "Backes, Michael"
            },
            {
                "name": "Bridges, Betty A."
            },
            {
                "name": "DiGiosia, Juliana"
            },
            {
                "name": "Knotts, Kraig Dr."
            },
            {
                "name": "Echelmeier, Kim"
            },
            {
                "name": "Estevez, Joe"
            },
            {
                "name": "Gardner, Miste"
            },
            {
                "name": "Harneck, Kari"
            },
            {
                "name": "LeBaron, Makena"
            },
            {
                "name": "LeBaron, Tina"
            },
            {
                "name": "Malin, Randall"
            },
            {
                "name": "Unger, Bob"
            },
            {
                "name": "Alexandre, Christian"
            },
            {
                "name": "Anderson, Paul"
            },
            {
                "name": "Baliszewski, Tammi"
            },
            {
                "name": "Burenheide, Carter"
            },
            {
                "name": "Burenheide, Elena"
            },
            {
                "name": "Cheyney, Leroy"
            },
            {
                "name": "Dimick, Michael"
            },
            {
                "name": "Eberhard, Travis"
            },
            {
                "name": "Getten, Mary J."
            },
            {
                "name": "Hall, Jonah"
            },
            {
                "name": "Harper, Dennis"
            },
            {
                "name": "Kelly, Brian"
            },
            {
                "name": "Lacayo, Isabel"
            },
            {
                "name": "Leach, Abbey"
            },
            {
                "name": "Leach, Jackson"
            },
            {
                "name": "Manookian, Leslie"
            },
            {
                "name": "McChrystal, Marcia"
            },
            {
                "name": "McGregor, Catrine"
            },
            {
                "name": "Purser, Dan"
            },
            {
                "name": "Stevens, Chalese"
            },
            {
                "name": "Van Valkenburgh, Shannon"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTM3ODE5NGYtYWZiMC00ZTFiLTg0ZTctNTkyYWY2NTQyYzlhXkEyXkFqcGdeQXVyMjgxNjgxODI@._V1_SY150_CR91,0,101,150_.jpg",
        "plot outline": "Board Certified Naturopath, Dr. Karlfeldt, demystifies eastern medicinal techniques and hosts discussions with experts on many hot topics in medicine today. Bringing holistic awareness and offering an all-encompassing look at how we can live our healthiest life from the inside out!",
        "languages": [
            "English"
        ],
        "title": "True.Health: Body, Mind, Spirit",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Karlfeldt, Michael"
            },
            {
                "name": "McGregor, Catrine"
            },
            {
                "name": "Green, Greg"
            }
        ],
        "other companies": [
            {
                "name": "QC Central"
            }
        ],
        "plot": [
            "In every episode of True.Health for the Mind, naturopathic doctor Michael Karlfeldt interviews other doctors, healers, patients and an array of people whose lives tie into natural living for the mind.",
            "Board Certified Naturopath, Dr. Karlfeldt, demystifies eastern medicinal techniques and hosts discussions with experts on many hot topics in medicine today. Bringing holistic awareness and offering an all-encompassing look at how we can live our healthiest life from the inside out!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}