{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "5 October 2015"
            },
            {
                "country": "Germany\n",
                "date": "2 October 2016"
            },
            {
                "country": "Sweden\n",
                "date": "12 November 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Australia::5 October 2015",
            "Germany::2 October 2016",
            "Sweden::12 November 2018                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ready for This"
            },
            {
                "countries": "Germany",
                "title": "Ready for This - Die Chance deines Lebens"
            },
            {
                "countries": "Portugal",
                "title": "Prontos Para Tudo"
            }
        ],
        "akas": [
            "Ready for This (original title)",
            "Ready for This - Die Chance deines Lebens Germany",
            "Prontos Para Tudo Portugal"
        ],
        "akas from release info": [
            "Ready for This (original title)",
            "Ready for This - Die Chance deines Lebens Germany",
            "Prontos Para Tudo Portugal"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Brand New Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Five elite teens from around Australia find placement in Arcadia House, a hostel in Sydney. Ava must cope with a new, cool music school, a haunted bedroom and her desire to make friends despite her crippling shyness. Levi and Zoe meet and form an instant attraction but an old family feud keeps them apart. Zoe struggles to find a connection with the other girls in her elite athletics squad, and must also face the fact that down here in Sydney, she is not the fastest runner. Meanwhile, Lily, a tough girl from Kempsey, spends the whole of her first week scheming to find ...    "
                },
                "2": {
                    "title": "The Golden Sneaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Mick and Vee resort to a team building scavenger hunt to get the kids to bond but Lily escapes the event and heads out to find the Sydney she remembers from her early years with her mother. Disappointed that things have changed and her quest was hopeless, Reece shows her a part of Sydney that is still the same. Meanwhile, as Dylan, Levi, Ava and Zoe find a new connection through the competition, Reece and Lily return to the house with the winning item in the scavenger hunt at the last minute. Because of this Lily finally starts to accept that maybe Arcadia House is ...    "
                },
                "3": {
                    "title": "The Solo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When an opportunity to further develop her budding friendship with Jasmine leads to an opportunity to sing with a famous DJ, Ava must face the question of how far she is prepared to go to succeed in this new city. But coming face to face with her overpowering fear of performing in public and the realisation that she has let herself be pressured into this whole situation because she is too shy to speak up for herself, makes Ava face some tough lessons. When all the housemates sneak out to watch Ava sing, and are inevitably caught, Vee is furious. Her punishment fits ...    "
                },
                "4": {
                    "title": "Shadow Boxing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Levi discovers Reece is homeless and sleeping rough in the school gym. After spending the day with Reece and seeing the grim reality of his home life, Levi invites Reece to come back and stay at Arcadia House.Meanwhile, Dylan receives a visit from his high profile Dad who organises what he thinks will be a treat. Lily challenges Zoe to a boxing match to settle things between them, and Ava and Zoe discover the truth about Lily's mum.    "
                },
                "5": {
                    "title": "Blank Canvas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Out one night doing his stencil work, Dylan is confronted by the local graffiti crew. He gets away but the next day realises that one of the crew is Ryan, a student at SIM. He finds the courage to come clean to Ryan and before he knows it, is finally part of a 'graff' crew. Reece is handed a form that he thinks requests him to identify as Aboriginal. Torn by his desire to stay in the house, and emboldened by Levi, he asks Lily if he should just lie. Will a last minute reprieve from Mick and Vee, as well as support from all the other housemates, save the day and allow ...    "
                },
                "6": {
                    "title": "Back on Track",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A major athletics meet brings Zoe's family down from Darwin to visit, compelling Levi and Zoe to suppress their growing romance. But tensions explode when the two families meet and discover that Zoe and Levi have been secretly seeing one another. Zoe is forced by her father to admit that she was feeling ashamed by the arrival of her large and enthusiastic family and he tells her that she should never forget where she came from, and never stop being proud of that. Faced with a choice between family obligation and teen romance, will Zoe choose her family and break up ...    "
                },
                "7": {
                    "title": "Fresh Meat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Ava meets cool roller derby chick Macy who encourages her, Zoe and Lily to get wheels under their feet and join her roller derby 'fresh meat' trials. Dylan gets into deeper waters with Ryan and the lads, and his allegiance to the crew is finally tested when he says no to their request to steal some spray cans. Meanwhile Levi's charm offensive to woo back Zoe implodes when he makes a brave confession of his affection.    "
                },
                "8": {
                    "title": "The Crocodile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Levi's Dad, Jimmy, is released from jail and Levi is forced to face a lot of unresolved questions about their relationship. When Jimmy fails to show up to an important football game, it is Zoe who secretly brings father and son together. Meanwhile, Dylan and Ava struggle when they are forced to work together on a song. Lily meets Bridie, Macy's girlfriend, who tells her that she's really needed on the debating team. Will Lily finally accept that debating is something that she loves and join the team?    "
                },
                "9": {
                    "title": "The Birthday Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Lily overcompensates when she organises a 16th birthday party for Reece. He's never had a party before and Lily pulls out all stops, but when Mick is called away to a family emergency, the inevitable happens: gatecrashers swamp the house. Just as the party is in full swing, Lily takes herself away and realises that the whole thing has been a tactic to avoid facing the anniversary of her mother's death. A chance encounter with some rowdy gatecrashers will have dire effects in the weeks to come. Meanwhile Ava and Macy kiss for the first time and Zoe's jealousy over Levi...    "
                },
                "10": {
                    "title": "It's Not You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The dream draws closer for Zoe when she learns about an Australian Athletics Federation high altitude training camp in Colorado, and for Levi when he learns that his grand final game will be watched by an AFL scout. Lily discovers a photo of her has become a meme and suddenly her face is all over the internet. She tries to shake it off but in the end confesses to Vee that all she wants is her mother. Out of anger at Alice and Levi, Zoe risks everything by participating in the roller derby. Injured in a jam, she is dropped from her coveted spot on the relay team. Not ...    "
                },
                "11": {
                    "title": "A Wonderful Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    A 'boy's day' at the beach leads Dylan and Levi to get into trouble with the police, and Ava is introduced to a day of fame with her idol Ngaiire. Meanwhile, Lily is still upset and has spent the last three weeks doing nothing but going to school and spending the weekends in her room. Despite everyone's efforts to get her out, she needs this time to recover.    "
                },
                "12": {
                    "title": "Stage Fright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    It's the lead up to Ava's final showcase and her stage fright is causing her serious issues. Macy tries to help but it's Vee who has the best solution, Koorioke. When Ava takes Vee's advice and sings only to Macy, she finally has the courage to be a star. Plus, an unexpected arrival makes the night complete. Meanwhile, Zoe's best friend Kodie arrives from Darwin for time trials but instead of a happy reunion simmering resentments overflow and Zoe finds herself unexpectedly in competition with Kodie and Alice. Determined not to let Alice beat her again, Zoe ...    "
                },
                "13": {
                    "title": "My Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ready for This (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    As the year closes, each housemate attempts to cling onto the dream they began with. Zoe must swallow her pride, make up for Colorado by winning the relay for Kellett St. Levi has to stop trying to please everyone, including Zoe, and finally make a choice about where he's going to spend the summer. Lily faces her fear when she confronts the 'meme' boys at debating, and Reece questions his place in the house.And Dylan races off to get Ava back to SIM in time to do her showcase, but she's not allowed to sing. She encourages Dylan to go onstage where he performs a spoken...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Beatty, Majeda"
            },
            {
                "name": "Byers, Christian"
            },
            {
                "name": "Madden, Madeleine"
            },
            {
                "name": "McGrath, Aaron L."
            },
            {
                "name": "Talty, Liam"
            },
            {
                "name": "Whyman, Leonie"
            },
            {
                "name": "Ratuere, Lasarus"
            },
            {
                "name": "Anu, Christine"
            },
            {
                "name": "Bonner, Carla"
            },
            {
                "name": "Kingston, Holly"
            },
            {
                "name": "de Josselin, Tessa"
            },
            {
                "name": "Boreham, Chloé"
            },
            {
                "name": "Dodds, Airlie"
            },
            {
                "name": "Michael, Hamish"
            },
            {
                "name": "Saunders, Harrison"
            },
            {
                "name": "de Montemas, Damian"
            },
            {
                "name": "Hall, Jayden"
            },
            {
                "name": "Clarkson, Tammy"
            },
            {
                "name": "Carter, Bruce R."
            },
            {
                "name": "Bani, Jimi"
            },
            {
                "name": "Briggs, Tony"
            },
            {
                "name": "Brazel, Steve"
            },
            {
                "name": "Ferguson, Bonnie"
            },
            {
                "name": "Romahn, Rahel"
            },
            {
                "name": "Robinson, Ben"
            },
            {
                "name": "Compton, Ti-Alee Pitt"
            },
            {
                "name": "Ticehurst, Suriya"
            },
            {
                "name": "Beatty, Honey"
            },
            {
                "name": "Yardley, Nicole"
            },
            {
                "name": "Lynch, Kyran"
            },
            {
                "name": "Whaleboat, Merwez"
            },
            {
                "name": "Yunupingu, Dubs"
            },
            {
                "name": "Turner, Jimmy"
            },
            {
                "name": "Weldon, Val"
            },
            {
                "name": "Suchy, Dan"
            },
            {
                "name": "Gillespie, Dina"
            },
            {
                "name": "Charisiou, Christian"
            },
            {
                "name": "Dence, Maggie"
            },
            {
                "name": "Borg, Benjamin"
            },
            {
                "name": "Dyson, Alex"
            },
            {
                "name": "Johnson, Ryan"
            },
            {
                "name": "Carides, Zoe"
            },
            {
                "name": "Hegney, Genevieve"
            },
            {
                "name": "Costa, Maria"
            },
            {
                "name": "Flanagan, Lisa"
            },
            {
                "name": "Ladyko, Natalia"
            },
            {
                "name": "Diehm, Chelsea"
            },
            {
                "name": "McDonald, Suzannah"
            },
            {
                "name": "McGrath, Darcy"
            },
            {
                "name": "Wall, Benedict"
            }
        ],
        "locations": [
            "Sydney, New South Wales, Australia"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjhjNWU2MjktYjJiZC00YzRjLWJiYjItZGZhNDMzZDBmMTAwXkEyXkFqcGdeQXVyMjY5ODM3Mw@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ready for This",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Dale, Darren"
            },
            {
                "name": "Dear, Miranda"
            },
            {
                "name": "Doran, Liz"
            }
        ],
        "production companies": [
            {
                "name": "Blackfella Films"
            },
            {
                "name": "Werner Film Productions"
            }
        ],
        "other companies": [
            {
                "name": "DDP Studios"
            }
        ],
        "plot": [
            "Elite indigenous teens from around Australia find placement in Arcadia House, a hostel in Sydney.::stephanieu14"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "males": {
                "votes": 5,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "females": {
                "votes": 10,
                "rating": 8.9
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "us users": {
                "votes": 2,
                "rating": 7.0
            },
            "non us users": {
                "votes": 10,
                "rating": 9.2
            }
        },
        "number of votes": {
            "10": 9,
            "9": 4,
            "8": 4,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 8.2,
        "median": 9
    }
}