{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "  2015"
            },
            {
                "country": "Germany\n",
                "date": "4 July 2016"
            }
        ],
        "release dates": [
            "Germany::2015",
            "Germany::4 July 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Cape Town"
            },
            {
                "countries": "USA",
                "title": "Cape Town"
            },
            {
                "title": "Dead Before Dying"
            }
        ],
        "akas": [
            "Cape Town (original title)",
            "Cape Town USA",
            "Dead Before Dying "
        ],
        "akas from release info": [
            "Cape Town (original title)",
            "Cape Town USA",
            "Dead Before Dying "
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Relativity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cape Town (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 19,
                    "original air date": "4 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    New Year in Cape Town. Police Captain Mat Joubert is still devastated by the murder of his wife Lara - a member of the elite police unit HAWKS who was killed 13 months ago during an undercover action. She and her target person Carsten Petterson, with whom she had to start an affair in order to convict him, were killed during the operation. Mat is on the point of taking is own life...    "
                },
                "2": {
                    "title": "Echoes of the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cape Town (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Mat and his partner Sanct get called to a new crime scene: the body of Drew Wilson is found - this time the victim wears a Humphrey Bogart mask. On the gay man's laptop Mat and Sanct find a picture indicating that the victim had an intimate relationship with Charlie Zeelie, a famous cricket player.    "
                },
                "3": {
                    "title": "Shallow End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cape Town (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Galia's dead body is found in a quaint lake east of Cape Town. The autopsy reveals that she has been drugged heavily and drowned afterwards. Her friend Irena is still at Villa Enigma. She seems to buy Brian's lie that Galia has been sent back to Europe, but soon senses that she is in danger. Her attempt to escape from Villa Enigma fails.    "
                },
                "4": {
                    "title": "Show-Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cape Town (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Star coiffeur Oliver Nienaber is in panic, as well. Anticipating that he could be the next victim, he asks Robin Van Rees, Head of Rinkhals Security, for protection. Again, we don't know yet how Nienaber is linked to the other Mauser victims and what makes him think he might be the next one.    "
                },
                "5": {
                    "title": "Way to Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cape Town (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    In the Mauser case Mat and Sanct interrogate the star coiffeur Oliver Nienaber whose car was seen at Alexander MacDonald's place. Nienaber at first denies knowing MacDonald, but then finally admits it in a rough interrogation. Shortly after, Nienaber falls victim to the Mauser murderer, too.    "
                },
                "6": {
                    "title": "Enigma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cape Town (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Irena Krol, who has survived the brutal rape by Vitus Moremi, is on the run. She is chased by a Rinkhals Security guard and then gets hit by a pickup. Having to be treated in intensive care, her life is not only threatened by her critical condition but also by Norbert Wernicke and Rinkhals Security who try to finish off the potential witness.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Seim, Trond Espen"
            },
            {
                "name": "Kodjoe, Boris"
            },
            {
                "name": "Vosloo, Arnold"
            },
            {
                "name": "Dorocinski, Marcin"
            },
            {
                "name": "Haines, Jessica"
            },
            {
                "name": "Dychauk, Isolda"
            },
            {
                "name": "Abrahams, Jody"
            },
            {
                "name": "Butler, David"
            },
            {
                "name": "Horak, Nandi"
            },
            {
                "name": "Pieterse, Paul"
            },
            {
                "name": "Roberts, Ian"
            },
            {
                "name": "Milberg, Axel"
            },
            {
                "name": "Upton, Jenna"
            },
            {
                "name": "Barlow, Mary-Anne"
            },
            {
                "name": "Bokombe, Eddy"
            },
            {
                "name": "Dondolo, Andrea"
            },
            {
                "name": "Keogh, Danny"
            },
            {
                "name": "Moss, Colin"
            },
            {
                "name": "Tshabalala, Treasure"
            },
            {
                "name": "Reddy, Leeanda"
            },
            {
                "name": "Syster, Kim"
            },
            {
                "name": "Ally, Irshaad"
            },
            {
                "name": "Fouche, Bart"
            },
            {
                "name": "Lotz, Deon"
            },
            {
                "name": "Thaning, Karl"
            },
            {
                "name": "Baranowska, Anna"
            },
            {
                "name": "Grier, Warrick"
            },
            {
                "name": "Kunene, Vusi"
            },
            {
                "name": "Pienaar, Jonathan"
            },
            {
                "name": "Daniels, Brendon"
            },
            {
                "name": "Hine, Rebecca"
            },
            {
                "name": "McGregor, Alex"
            },
            {
                "name": "Roothman, Andre"
            },
            {
                "name": "Burjaq, Tamer"
            },
            {
                "name": "Jennings, Stephen"
            },
            {
                "name": "Magson, Kelly"
            },
            {
                "name": "Moyo, Anthen"
            },
            {
                "name": "Neill, Adam"
            },
            {
                "name": "Slater, Dean"
            },
            {
                "name": "Vaz, Joe"
            },
            {
                "name": "Whitefield, Emily"
            },
            {
                "name": "Whytock, Aidan"
            },
            {
                "name": "Wilkinson, Kira"
            },
            {
                "name": "der Merwe, A.J. van"
            },
            {
                "name": "Berning, Clyde"
            },
            {
                "name": "Danford, Susan"
            },
            {
                "name": "Edy, Dylan"
            },
            {
                "name": "Herbert, John"
            },
            {
                "name": "Hodgson, Siobhan"
            },
            {
                "name": "Rowlands, Zak"
            }
        ],
        "locations": [
            "Cape Town, Western Cape, South Africa::(season 1)"
        ],
        "genres": [
            "Thriller"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Germany:16"
        ],
        "original air date": "2015 (Germany)",
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 188,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODQ2MTY3MzQ2M15BMl5BanBnXkFtZTgwMjU1Njg3NzE@._V1_SY150_CR8,0,101,150_.jpg",
        "budget": "EUR6,000,000 (estimated)",
        "plot outline": "Cape Town. Police captain MAT JOUBERT used to be the best, solved every crime, got every killer. But that was a year ago, before his wife LARA was murdered while working undercover. Mat's been on a downward spiral ever since, haunted by a blurred past, uncertain which role he played in the murder of his wife. Now Mat is an out of shape chain smoker who is ambivalent about the crime-ridden world around him. But his new colonel is demanding full physical and mental conditioning for all cops, Mat included. Joubert has six months to shape up or ship out. This means: exercise, nutrition counseling, psychotherapy. Additionally, Mat is assigned a new partner, SANCTUS SNOOK, who is a former colleague of his wife Lara. Mat instinctively does not like the sleek ex-elite cop and has a hard time believing the pairing up is a coincidence. But when a successful businessman is found killed wearing an Albert Einstein mask, the two unlikely partners have a high profile murder investigation on their hands. When a second body is found wearing yet another mask, they realize they are tracking a serial killer. What is more, dead bodies of beautiful Eastern European models keep turning up. It's the beginning of a race against time. Gradually, Mat begins to overcome the ghosts of his past. But in order to stop the violence of his current cases he must re-live the nightmare of his wife's murder.",
        "languages": [
            "English"
        ],
        "title": "Cape Town",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Blame, Steve"
            },
            {
                "name": "Needham, Mark"
            },
            {
                "name": "Tebbe, Anna"
            }
        ],
        "director": [
            {
                "name": "Ladkani, Peter"
            }
        ],
        "production companies": [
            {
                "name": "All in production"
            }
        ],
        "distributors": [
            {
                "name": "Lighthouse Home Entertainment"
            },
            {
                "name": "Lighthouse Home Entertainment"
            }
        ],
        "plot": [
            "_Cape Town_ (qv). Police captain MAT JOUBERT used to be the best, solved every crime, got every killer. But that was a year ago, before his wife LARA was murdered while working undercover. Mat's been on a downward spiral ever since, haunted by a blurred past, uncertain which role he played in the murder of his wife. Now Mat is an out of shape chain smoker who is ambivalent about the crime-ridden world around him. But his new colonel is demanding full physical and mental conditioning for all cops, Mat included. Joubert has six months to shape up or ship out. This means: exercise, nutrition counseling, psychotherapy. Additionally, Mat is assigned a new partner, SANCTUS SNOOK, who is a former colleague of his wife Lara. Mat instinctively does not like the sleek ex-elite cop and has a hard time believing the pairing up is a coincidence. But when a successful businessman is found killed wearing an Albert Einstein mask, the two unlikely partners have a high profile murder investigation on their hands. When a second body is found wearing yet another mask, they realize they are tracking a serial killer. What is more, dead bodies of beautiful Eastern European models keep turning up. It's the beginning of a race against time. Gradually, Mat begins to overcome the ghosts of his past. But in order to stop the violence of his current cases he must re-live the nightmare of his wife's murder."
        ],
        "synopsis": [
            "Cape Town. Police captain MAT JOUBERT used to be the best, solved every crime, got every killer. But that was a year ago, before his wife LARA was murdered while working undercover. Mats been on a downward spiral ever since, haunted by a blurred past, uncertain which role he played in the murder of his wife.\nNow Mat is an out of shape chain smoker who is ambivalent about the crime-ridden world around him. But his new colonel is demanding full physical and mental conditioning for all cops, Mat included. Joubert has six months to shape up or ship out. This means: exercise, nutrition counseling, psychotherapy. Additionally, Mat is assigned a new partner, SANCTUS SNOOK, who is a former colleague of his wife Lara. Mat instinctively does not like the sleek ex-elite cop and has a hard time believing the pairing up is a coincidence.\nBut when a successful businessman is found killed wearing an Albert Einstein mask, the two unlikely partners have a high profile murder investigation on their hands. When a second body is found wearing yet another mask, they realize they are tracking a serial killer. What is more, dead bodies of beautiful Eastern European models keep turning up. It's the beginning of a race against time.\nGradually, Mat begins to overcome the ghosts of his past. But in order to stop the violence of his current cases he must re-live the nightmare of his wife's murder."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 188,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 37,
                "rating": 5.6
            },
            "aged 45 plus": {
                "votes": 70,
                "rating": 6.5
            },
            "males": {
                "votes": 86,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 27,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 38,
                "rating": 6.0
            },
            "females": {
                "votes": 48,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 28,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 5.9
            },
            "us users": {
                "votes": 24,
                "rating": 6.0
            },
            "non us users": {
                "votes": 77,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 26,
            "9": 14,
            "8": 26,
            "7": 28,
            "6": 31,
            "5": 14,
            "4": 10,
            "3": 11,
            "2": 7,
            "1": 21
        },
        "arithmetic mean": 6.1,
        "median": 6
    }
}