{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 May 2015"
            }
        ],
        "release dates": [
            "USA::25 May 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Last Alaskans"
            },
            {
                "countries": "Spain",
                "title": "Los últimos de Alaska"
            }
        ],
        "akas": [
            "The Last Alaskans (original title)",
            "Los últimos de Alaska Spain"
        ],
        "akas from release info": [
            "The Last Alaskans (original title)",
            "Los últimos de Alaska Spain"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Hit the Ground Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "25 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The families prepare for the trapping season. Charlie assesses the damage caused by summer's wildfires. Heimo and Edna struggle to find game birds for dinner.    "
                },
                "2": {
                    "title": "The Price of Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "2 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Winter is one month away so it's prep time. Charlie's fire-damaged trap line means a tough season ahead, so he preps hard and hunts for his winter meat.    "
                },
                "3": {
                    "title": "Two Kills",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "9 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tyler and Ashley hope to get some modern amenities by installing a well in their cabin for easy access to water. Heimo takes Krin and Scott caribou hunting.    "
                },
                "4": {
                    "title": "No Regrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "16 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The loss of Bob Harte is felt across the Refuge. Heimo boats to Bob's cabin to bring Bob's possessions to his family. Charlie recovers his father's shotgun from a hidden survival cache and hunts small game. Edna prepares her favorite meal, caribou head.    "
                },
                "5": {
                    "title": "The Hunter is Hunted",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "23 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Moose season opens; as Charlie looks for a kill, he realizes he's being stalked by a bear; Heimo takes Krin to his best moose territory Tyler takes to the skies to assess the fire damage.    "
                },
                "6": {
                    "title": "Winter's Wrath",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "30 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    As winter closes in, Tyler is on a desperate hunt to get a moose that can feed his family. With the river freezing over, Heimo and Scott race to get his boat off the water. Bob's daughter and ex-wife return to his cabin to honor his memory.    "
                },
                "7": {
                    "title": "Hard Choices",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "6 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    With temperatures plummeting, Heimo pushes into the arctic, desperate to get a moose for winter. Charlie and Tyler look to start their trapping seasons but must overcome devastating fire damage on their traplines.    "
                },
                "8": {
                    "title": "Never Gets Easier",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "13 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    With no meat for winter, Heimo is desperate to run his trap line, but he has no choice but to hunt for moose; Krin discovers that a wolf pack is hunting on her trap line; Tyler and Ashley work together to make the most of a recent moose kill.    "
                },
                "9": {
                    "title": "Biting Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "20 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Heimo tests his trapping skills on both land and water to outsmart one of his favorite catches, beaver. Scott puts lessons learned to the test as he tracks marten. Tyler's plan to run his sled dog team is threatened when the pack turns on each other.    "
                },
                "10": {
                    "title": "Laying Down Their Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "27 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Scrambling to finish the trapping season, Heimo discovers the best catch of the season, a wolf; Charlie walks in a legend's footsteps as he works the trap lines Bob left him; Tyler gets the hunting cabin ready for next season.    "
                }
            },
            "1": {
                "1": {
                    "title": "No Man's Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "25 May 2015",
                    "year": "2015",
                    "plot": "\n    In the series premiere of THE LAST ALASKANS, three families living in the Arctic National Wildlife Refuge prepare for the upcoming winter due to arrive in just four weeks. It is September in Alaska, and Heimo and Edna Korth set out to hunt down the tail end of a caribou migration. Bob Harte arrives at his cabin to find it was ransacked by a young grizzly bear, destroying two years of his food supply, which ultimately forces Bob to fly his small single propeller plane to a tiny village located hundreds of miles away to resupply. The Lewis family of five arrives at the ...    "
                },
                "2": {
                    "title": "The Hunted",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    Preparations for winter are underway in Alaska's Arctic National Wildlife Refuge. In less than three weeks, the refuge will be covered in snow, making transport and hunting near impossible. Bob prepares his gear for the first hunt of the season but runs into trouble when his boat engine malfunctions. Heimo spots a gigantic bull moose - the one animal that can provide enough meat for himself and his wife throughout the entire winter. After tracking the animal to a gravel bar, Heimo deploys his signature moose call to draw it out into the open. Later, a fourth family - ...    "
                },
                "3": {
                    "title": "Winter Is Coming",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    In the refuge, you are always on the edge, and with only two weeks left until winter, THE LAST ALASKANS are becoming increasingly concerned about their lack of sustainable food. Ray takes to the river and leaves on a nine-hour long hunt for a bull moose while his wife, Cindy, insulates their cabin with moss to protect her family from Alaska's deadly temperatures that will soon arrive. Despite his plane crashing on a test run, Bob desperately searches for meat along a river to feed his dog, Ruger, enough food to gain at least 30 pounds in order to survive the winter. ...    "
                },
                "4": {
                    "title": "Everything Is Hungry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "14 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Winter has arrived at Alaska's Arctic National Wildlife Refuge, and the time for preparation is over. It's almost Thanksgiving, and only 21 days remain until complete darkness overshadows the refuge - making it more important than ever to find food. With no supply of caribou left, Heimo crosses a newly frozen river to set up traps in a different territory. Bob recounts his recent harrowing experience of spending five days alone in the bush after he crashed his plane. Now, 400 miles from Fairbanks with little food, he hopes his two friends in town can recover the plane...    "
                },
                "5": {
                    "title": "The Last Sunset",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    With the beginning of winter setting in, the Arctic National Wildlife Refuge is now losing 10-minutes of crucial sunlight each day. Soon, the refuge will be concealed by darkness for the next 67 days. Heimo takes advantage of what little light remains and continues to set up traps in hopes of him finding game before complete darkness overtakes the refuge. While Heimo continues to hunt, Tyler and Ashley try to find food by ice fishing while they trek 15 miles from their lake cabin to take their dogs out for the first sled run of the season. Later, Bob travels into town...    "
                },
                "6": {
                    "title": "Into the Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "28 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The first day of darkness has arrived at the refuge. Now, the days are growing shorter, causing Bob, Heimo and the Lewis family to set additional traps and continue hunting for food. Heimo uses what little daylight there is to catch his biggest adversary and competition for resources - the wolf. But overflow on the river blocks his path home and jeopardizes his golden rule of surviving the winter: \"Always return home before the faint light of day is gone.\" Bob returns to the refuge from town and begins to follow fresh animal tracks as a result of the constant snowfall...    "
                },
                "7": {
                    "title": "Nothing Lasts Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    As they near the end of winter, the refuge residents look toward the future. Bob trains his pup Ruger to be a hunting dog, while Ray prepares for an empty nest life without his daughters. Heimo's ambitious mind pushes his aging body to the brink.    "
                },
                "8": {
                    "title": "The End of Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Sunlight finally returns to the refuge. Heimo's stopped in his tracks by -50 degree temperatures. The Seldens make their home in a new cabin. Bob tries to salvage his worst season in 40 years and questions his future.    "
                }
            },
            "2": {
                "0": {
                    "title": "The Last Alaskans Look Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "votes": 6,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Join America's last frontiersmen while they survive in one of the last great unspoiled and unforgiving wildernesses on the planet. Heimo Korth trails down the tail end of the caribou migration, while one lone man's cabin is ransacked by a grizzly.    "
                },
                "1": {
                    "title": "Home Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "21 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    With summer fading and trapping season around the corner, Heimo Korth works to build a new cabin for his family. The Seldens settle in and look to fill their larder with moose meat, while the Lewis family attempts to reach an old homestead by boat.    "
                },
                "2": {
                    "title": "Only the Strong",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The countdown to winter continues as Heimo breaks ground on the new cabin. Bob & his daughter embark on a river journey to the cabin where she was raised. The Lewises resurrect their first cabin in the bush, a place abandoned for nearly 18 years.    "
                },
                "3": {
                    "title": "Survival Mode",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Preparations for winter continue, and focus centers on finding food. Heimo pursues caribou meat, while Tyler & Ashley score big game, building their confidence in the bush. Bob & his daughter reminisce on the past as they arrive at their cabin home.    "
                },
                "4": {
                    "title": "Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    Fall continues in the bush as the Last Alaskans settle into wilderness solitude. Battling loneliness, Bob Harte welcomes a visitor to his cabin. The Seldens bask in the glory of a major triumph, while Ray Lewis is just beginning the hunt for meat.    "
                },
                "5": {
                    "title": "Winter's Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    The race begins to secure food and shelter before the snow flies. Heimo's family hunts for caribou, but a bear could stop them in their tracks. Tyler and Ashley work to pull in a winter's supply of salmon. Bob and Nancy face a hard truth about his future.    "
                },
                "6": {
                    "title": "On Thin Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    The sun returns, signaling late winter in ANWR. An unwelcome intruder threatens Tyler and Ashley's success. Heimo and Edna say a final goodbye to their oldest cabin, while Charlie meticulously builds his very first and reflects on his future in the bush.    "
                },
                "7": {
                    "title": "Dark Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Heimo still needs a moose; the Seldens embark on the next part of their trapline journey; Charlie Jagow is introduced.    "
                },
                "8": {
                    "title": "Fire and Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Tyler and Ashley are threatened by an intruder; Heimo and Edna say farewell to their old cabin; Charlie builds his first habitat.    "
                }
            },
            "3": {
                "1": {
                    "title": "Winter's Dawn",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    As the Arctic Circle's short summer nears its end, the Last Alaskans begin their preparations for another winter on the trap-line.    "
                },
                "2": {
                    "title": "A Taste of Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    As The Last Alaskans settle in to their fall routines in preparation for winter's trapping season, several visitors make their way out to the cabins. Heimo and Edna roll out the red carpet for their youngest daughter Krinn and new grandson, Colby.    "
                },
                "3": {
                    "title": "Legacy in Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Krin and Heimo embark on a dad & daughter Caribou Hunt. The Seldens prepare for the arrival of Tyler's dad and uncle to assist building their new cabin. Bob sights in his .22 and goes squirrel hunting. Krin talks about growing up in the bush, and her father.    "
                },
                "4": {
                    "title": "Bear Intruder",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    As the Arctic Circle's short summer nears its end, the Last Alaskans begin their preparations for another winter on the trap-line.    "
                },
                "5": {
                    "title": "Killer Instinct",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    With winter fast approaching, The Last Alaskans set out to hunt moose. Heimo and Edna team up together. Tyler draws on gut instinct to stalk an elusive bull. And Charlie soon discovers why the area is called \"Starvation Country.\"    "
                },
                "6": {
                    "title": "Spirit of the Hunter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    With winter just weeks away, The Last Alaskans are desperate to fill their smokehouses. The Selden's all pitch in to haul home Tyler's recent moose kill. Heimo and Charlie both worry they might not have meat for the winter months ahead.    "
                },
                "7": {
                    "title": "Pray for Snow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Low snowfall slows the Last Alaskans, as snow machines and dogsleds prove useless in such trail conditions.    "
                },
                "8": {
                    "title": "Race Against the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Low snowfall slows the Last Alaskans, as snow machines and dogsleds prove useless in such trail conditions.    "
                },
                "9": {
                    "title": "The Great Unknown",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Last Alaskans (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    Winter loosens its grip on the frozen north and The Last Alaskans celebrate the sun's reappearance on the horizon. In the Season 3 finale, big changes are on the horizon.    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Harte, Bob"
            },
            {
                "name": "Korth, Edna"
            },
            {
                "name": "Lewis, Ray"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "41"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.5,
        "votes": 618,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI5OTU5MTI1M15BMl5BanBnXkFtZTgwNzY2MTI5NTE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "An eight-part special event that documents the lives of some of the most isolated people in America - the last of their kind - as they struggle and thrive in Alaska's untouched wilderness located hundreds of miles from roads, civilization and each other.",
        "languages": [
            "English"
        ],
        "title": "The Last Alaskans",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Half Yard Productions"
            }
        ],
        "distributors": [
            {
                "name": "Animal Planet"
            }
        ],
        "plot": [
            "An eight-part special event that documents the lives of some of the most isolated people in America - the last of their kind - as they struggle and thrive in Alaska's untouched wilderness located hundreds of miles from roads, civilization and each other."
        ],
        "tech": {
            "runtime": [
                "41 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 618,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 51,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 196,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 164,
                "rating": 8.6
            },
            "males": {
                "votes": 346,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 39,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 153,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 117,
                "rating": 8.6
            },
            "females": {
                "votes": 105,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 11,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 41,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 43,
                "rating": 8.6
            },
            "top 1000 voters": {
                "votes": 19,
                "rating": 7.3
            },
            "us users": {
                "votes": 160,
                "rating": 8.4
            },
            "non us users": {
                "votes": 161,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 275,
            "9": 160,
            "8": 95,
            "7": 41,
            "6": 15,
            "5": 12,
            "4": 0,
            "3": 2,
            "2": 5,
            "1": 13
        },
        "arithmetic mean": 8.8,
        "median": 9
    }
}