{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Connell, Chris"
            },
            {
                "name": "Coppelli, Fabrizio"
            },
            {
                "name": "Drake, Jeanette"
            },
            {
                "name": "Gould, Tanner"
            },
            {
                "name": "Hall, Erric"
            },
            {
                "name": "Jenk, Jedediah"
            },
            {
                "name": "Keaton, Tandreka"
            },
            {
                "name": "Lowry, Shanti"
            },
            {
                "name": "McCall, Kevin"
            },
            {
                "name": "Paris, Day"
            },
            {
                "name": "Roberson, Malcolm"
            },
            {
                "name": "Jr., Micheal Robinson"
            },
            {
                "name": "Sarden, Wynn"
            },
            {
                "name": "Simmons, Collie Jay"
            },
            {
                "name": "Towns, Norman"
            },
            {
                "name": "Wynne, Miranda Machelle"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$15,000 (estimated)",
        "plot outline": "Living It Up takes you behind the scenes and into the lives of professionals in the modeling and acting industry. Bianca Hicks is a manager at an emerging modeling agency; she is very strong and independent with a hidden passion for modeling. As Bianca has settled into her job as well as her budding relationship with growing model Darrius, there are quite a bunch of characters that she encounters. From her crazy, loud mouthed best friend Raquelle, who is a free spirit to say the least, the womanizing flirtatious John, and the conniving do whatever it takes to win Carla, all the way to her ex-boyfriend and professional actor Chris Jackson who won't rest until he's back with her. As her journey unfolds it is apparent that \"Living It Up\" comes at an extremely high price.",
        "languages": [
            "English"
        ],
        "title": "Living It Up",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Living It Up (United States)"
        ],
        "writer": [
            {
                "name": "Fisher, Lanisha"
            },
            {
                "name": "Paris, Day"
            },
            {
                "name": "Roberson, Malcolm"
            }
        ],
        "production companies": [
            {
                "name": "Aroberson Production"
            }
        ],
        "plot": [
            "While working at a modeling agency as a manager, Bianca Hicks can't seem to find the balance between her work and personal life.::Malcolm Roberson",
            "_Living It Up_ (qv) takes you behind the scenes and into the lives of professionals in the modeling and acting industry. Bianca Hicks is a manager at an emerging modeling agency; she is very strong and independent with a hidden passion for modeling. As Bianca has settled into her job as well as her budding relationship with growing model Darrius, there are quite a bunch of characters that she encounters. From her crazy, loud mouthed best friend Raquelle, who is a free spirit to say the least, the womanizing flirtatious John, and the conniving do whatever it takes to win Carla, all the way to her ex-boyfriend and professional actor Chris Jackson who won't rest until he's back with her. As her journey unfolds it is apparent that \"_Living It Up_ (qv)\" comes at an extremely high price.::Malcolm Roberson"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}