{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "October 2015"
            },
            {
                "country": "Canada\n",
                "date": "14 October 2015"
            }
        ],
        "release dates": [
            "Canada::October 2015",
            "Canada::14 October 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Official Narrative",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    An old colleague working unofficially for the current government asks Wolfgang to work on a case. The previous government had peddled the notion of combining all border and customs services under one umbrella agency, something that the current government has quashed. However, some of those forces from the previous government are trying to resurrect the idea, the agent now tasked with gathering ammunition to battle the idea. The previous government had used a bomb threat at the local baseball stadium eighteen months ago as a case to support the umbrella agency, the ...    "
                },
                "2": {
                    "title": "The Legwork",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Wolfgang and Norman continue their investigation into the handling of the supposed jihadi bomb threat that led to the death of Khalil Mustafa, the young Muslim man carrying the explosive. Norman is certain Wolfgang's mugging has something to do with they investigating the case, something Wolfgang doesn't believe. But as they talk to people involved, many inconsistencies in the stories arise, some which they know are outright lies. Beyond wading through the stories to catch the lies that are said on purpose, they have find the holes in the stories to discover what some...    "
                },
                "3": {
                    "title": "A Rigged Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Norman starts piecing together all the connections in the puzzle which he and Wolfgang know is a conspiracy of some sort, as Khalil Mustafa was not just a young jihadi intent on detonating an explosive in a public place. Beyond Wolfgang wanting Norman to continue to work on Sonya who he believes will ultimately provide some useful information whenever she is in a more continual lucid state, they begin to look into Mustafa as a person, an area which they have largely left unexplored so far, such as speaking with his mother. In the process of their talks with people, ...    "
                },
                "4": {
                    "title": "Seeds of War",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The further Wolfgang and Norman get into their investigation - the latest discussion being a heart to heart with Detective Tanaka - the more they believe that the attempted bombing was orchestrated from within Canadian political institutions, with the end goal truly being for the bomb to be detonated. The only other explanation is that Khalil Mustafa truly was a jihadi whose plot was being monitored which led to he not being able to blow up the stadium. Norman decides to focus his attention on Sonya, which he does for more than professional reasons, the extent to ...    "
                },
                "5": {
                    "title": "Incendiary",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    With Fergie's help, Wolfgang believes he's discovered the identity of one of the major players behind the attempted stadium bombing, and with his identity a credible story as to what is going on. However, Wolfgang finds that Harry needs more concrete evidence than Wolfgang's current hearsay. Wolfgang will also discover that he must be getting closer to the truth as at least one higher-up in Ottawa is aware of what he's doing and, going through a third party is quietly pressuring Wolfgang to desist in his investigation. Separately, Norman still is spending time with ...    "
                },
                "6": {
                    "title": "Forced Entry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Norman and Wolfgang believe they may have finally gotten some pertinent information from who seems to be a semi-lucid Sonya. As such, they step up their surveillance on Michael Gary. In their pursuit of more specific information on Gary, Norman and Wolfgang may get themselves into a tight predicament. Rufus places a plan in motion to deal with two problems with one stone, and in the process begin a new business arrangement with Cosmo. And Sproule begins working on overcoming the obstacles in his career advancement. His actions may affect Lily, who has noticed of late ...    "
                },
                "7": {
                    "title": "Rising Tide",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Wolfgang believes he has Michael Gary's role in the attempted bombing figured out, and how he has been able to keep witnesses, such as Sonya, at bay. Through it all, Sonya goes missing, of which Norman is most concerned. He realizes that the effects of the drugs may have caused her initial reaction of running from him, but he does fear for her safety in every way from those who have been controlling her. Meanwhile, Rufus and Cosmo enter into negotiations now that both Andre and Shorts are out of the picture. Rufus doesn't tell Lana the full nature of those discussions...    "
                },
                "8": {
                    "title": "Complicit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Norman is tenacious in his pursuit of discovering what happened to Sonya, not only for the professional reason of discovering the entire plot behind the attempted bombing but because he cared for her as the innocent victim in everything that happened to her. Wolfgang knows however that taking a lighter approach may serve their needs better. Regardless, Norman makes one move after another in proving the tie of Michael Gary to the use of the drug to silence people like Kent, Sonya and Candy, most of those moves which don't sit well with Wolfgang but with which he may ...    "
                },
                "9": {
                    "title": "Our Future World",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Norman is determined to kill Michael Gary largely to avenge Sonya's murder. He figures it should be an easy enough task as Gary is a highly routinized man, most days playing golf alone first thing in the morning on a largely secluded course. Despite Wolfgang trying to persuade him even not to entertain the idea of murder, Norman takes some personal risks to pursue this thought, one such measure he believing to be poetic justice. Beyond the law catching up with Norman, Wolfgang believes a better tact is a frontal assault, albeit a slightly covert one, especially as ...    "
                },
                "10": {
                    "title": "Final Measures",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    After testing the efficacy of the date rape drug on himself, Norman believes he has all the pieces in place to kill Michael Gary, he telling Wolfgang that he wanting to be the one to pull the figurative trigger, if only to be the legacy known only to him and Wolfgang. As Gary himself seems to be getting close to the top of the chain of power, Wolfgang decides to meet with Gary to hear him out, even knowing that Gary's main motivation in doing so is only to get Wolfgang to cease his investigation into the attempted stadium bombing. Knowing that he can get into a ...    "
                }
            },
            "1": {
                "1": {
                    "title": "The China Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 45,
                    "original air date": "14 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Wolfgang has just returned to Vancouver after a stint in Hong Kong, where he covertly passed along some information to one of his operatives, and learned that there may be a regime change in the Red Mountain triad. The whereabouts of the current head, General Wu, is unknown, Wolfgang believing that he has long been hiding in Vancouver. Wolfgang passes some of this information in a debrief to Al, who in turn tells Wolfgang of a new person of interest, a Mexican prosecutor who is seeking sanctuary at a local church. They do not know why he is a person of interest. They ...    "
                },
                "2": {
                    "title": "Repel Monkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "21 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Wolfgang may have found a new recruit, while an agent has been arrested overseas and Dee gives Rufus a gift.    "
                },
                "3": {
                    "title": "West Ocean Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "28 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Wolfgang is peeved at Al for not protecting him against their highers-up, as Al tells him it is ill advised not to attend an \"interview\" with one of those highers-up, probably about what Wolfgang knows about the Gascoynes and if he did indeed meet with Martha on his recent trip to Hong Kong. That meeting in Hong Kong is something that Wolfgang has vehemently denied up to this point, that denial which may be increasingly difficult to maintain as a story. Wolfgang provides Eva with greater direction on her surveillance at the church, that direction which may be ...    "
                },
                "4": {
                    "title": "Fragrant Harbour",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "4 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Wolfgang tries to find out more about the whereabouts of General Wu from a wannabe big time player, who may face negative consequences if he can't deliver for Wolfgang. Wolfgang places more pressure of Eva for information on Miguel as they have to make a decision quickly if he is worth their time and effort. He also confides in Helen that his association with Lily is not just personal. Helen reminds him of Martha Gascoyne's current tenuous situation, and warns him that Lily may not have come into his life as accidentally as he may believe. A shipment is coming into ...    "
                },
                "5": {
                    "title": "Five Spies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Getting him out of detention, Wolfgang places Tony Zhao on a short leash in trying to find out more information on the goings-on of the Red Mountain triad locally. In spending more time with Lily, Wolfgang learns more about the benefits of her becoming one of his assets, but may also discover in the process that Helen's assertion is correct in that Lily did not enter his life accidentally. Wolfgang also pressures Eva into setting up a meeting with Miguel. This places Eva in a difficult spot as she is torn between her paid duties to Wolfgang and her feelings for what ...    "
                },
                "6": {
                    "title": "Mandate of Heaven",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Because of the attempt on his life which he believes was orchestrated by the Mexican drug cartel, Miguel is on the run with Eva, he who also believes he will not make it out of this situation in Canada alive. He is now willing to speak to Wolfgang, which Eva is able to arrange. Where to meet where they will be safe becomes an issue, especially after Wolfgang learns that Al has made a deal with Foy to trade the Gascoynes for Miguel. Through this situation, Eva's role become less important. While Miguel and Wolfgang may want to see Eva leave if only for her own safety, ...    "
                },
                "7": {
                    "title": "Whiskey Jack",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    With Wolfgang and Rufus' belief that Vince is working as an informer for the DEA, they each have their own thoughts of how best to proceed for their own interest. On Rufus' side, his plan includes both Wing Lei and Dee, the latter who may be truly clean and ready to leave rehab. Wolfgang and Lily continue to play each other. One of the two may have the upper hand in their manoeuvrings. Miguel and Dee continue to hole up in Wolfgang's cabin hideout while they await word from Wolfgang on when to proceed on whatever the next step. In the meantime, Wolfgang has a chat ...    "
                },
                "8": {
                    "title": "Elephant Faces East",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "2 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    With further confirmed information about Vince and the DEA, Wolfgang and Rufus continue to disagree about if Rufus should abandon the mission to get the drugs from the container, Rufus who believes he and his team can still get in and out before Vince has any idea what's going on. Wolfgang knows he cannot stop Rufus if he is determined to proceed, with Rufus aware that Wolfgang cannot protect him if things go south. For Rufus' plan to work, there can be no surprises, and he needs Dee's support to keep Vince occupied, which is still iffy seeing that she has just ...    "
                },
                "9": {
                    "title": "Dragon Fruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "9 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Now that Rufus and his gang have managed to get the drugs out of the container, the maneuvering of the players involved ratchets up a notch. Vince, who knows he's between a rock and a hard place, has to figure out how best to deal with Rufus and Wing Lei on one side and the DEA on the other. In Rufus being able to pull off this task, he feels abandoned by Wolfgang, who can't offer him protection, and as such Rufus contemplates breaking ties with him. Dee has her own thoughts about what to do. A surprise visit from a person from her recent past may complicate matters. ...    "
                },
                "10": {
                    "title": "A String of Pearls",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Romeo Section (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "16 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    With Vince's murder, Rufus and Wing Lei plot their next move in shipping the drugs across the border. They require Dee's help, she who may have her own ideas of how best to protect herself in light of the murder. Rufus may also be unaware that Rick Frost's murder may come back to haunt him, even if he had nothing to do with it besides dispose of the body which was planted on him. As Lily knows that Wolfgang knows about her, and as Wolfgang knows that Lily knows about him, they have to decide if they will come totally clean and above board with each other. Wolfgang may...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Airlie, Andrew"
            },
            {
                "name": "Riedinger, Juan"
            },
            {
                "name": "Lipinski, Eugene"
            },
            {
                "name": "Sim, Marcus"
            },
            {
                "name": "Mah, Johnny"
            },
            {
                "name": "Ren, Fei"
            },
            {
                "name": "Chen, Jemmy"
            },
            {
                "name": "Bennett, Stephanie"
            },
            {
                "name": "Markinson, Brian"
            },
            {
                "name": "Hirt, Sophia Lauchlin"
            },
            {
                "name": "Retamal, Mathias"
            },
            {
                "name": "Tracey, Ian"
            },
            {
                "name": "Jacinto, Manny"
            },
            {
                "name": "Alexander, Brandi"
            },
            {
                "name": "Britton, Chris"
            },
            {
                "name": "Sustad, Kimberley"
            },
            {
                "name": "Cheng, Vincent"
            },
            {
                "name": "Wong, Leeah"
            },
            {
                "name": "Montesi, Jorge"
            },
            {
                "name": "Bellefleur, Matt"
            },
            {
                "name": "Tong, Agnes"
            },
            {
                "name": "Omaid, Shaun"
            },
            {
                "name": "Quon, Darryl"
            },
            {
                "name": "Roberts, Sean Owen"
            },
            {
                "name": "Mailey, Laci J"
            },
            {
                "name": "Lum, Curtis"
            },
            {
                "name": "Lau, King"
            },
            {
                "name": "Bal, Jag"
            },
            {
                "name": "Ferreira, Louis"
            },
            {
                "name": "Darshi, Agam"
            },
            {
                "name": "Giroux, Tony"
            },
            {
                "name": "Laurie, Darcy"
            },
            {
                "name": "Chan, Greg"
            },
            {
                "name": "Kanagawa, Hiro"
            },
            {
                "name": "Cavendish, Nicola"
            },
            {
                "name": "Byrnes, Jim"
            },
            {
                "name": "Plunkett, Gerard"
            },
            {
                "name": "Grant, Teach"
            },
            {
                "name": "Tran, Hubert"
            },
            {
                "name": "Franco, David"
            },
            {
                "name": "Walters, Lucia"
            },
            {
                "name": "Baker, Link"
            },
            {
                "name": "Roberts, Steven"
            },
            {
                "name": "Hadrava, Veronika"
            },
            {
                "name": "Callica, Jaime M."
            },
            {
                "name": "Whitburn, Andrea"
            },
            {
                "name": "Hexamer, Sook"
            },
            {
                "name": "Jarrett, Paul"
            },
            {
                "name": "Yu, Raugi"
            },
            {
                "name": "Crane, Chilton"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada",
            "British Columbia, Canada"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.0,
        "votes": 462,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg4NTUzOTQ5MV5BMl5BanBnXkFtZTgwMzY4OTEwNzE@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Follows spymaster Professor Wolfgang McGee, an academic who secretly manages a roster of espionage assets. These assets, referred to as Romeo or Juliet spies, are informants engaged in intimate long or short term relations with state intelligence targets. Wolfgang is a semi-retired Romeo operator, having worked his way up from youth in an unnamed and officially deniable \"service\" under the umbrella of Canada's Intelligence Community.",
        "languages": [
            "English"
        ],
        "title": "The Romeo Section",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "The Romeo Section (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Haddock, Chris"
            },
            {
                "name": "McKeown, Jesse"
            },
            {
                "name": "Miller, Stephen E."
            }
        ],
        "production companies": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Haddock Entertainment"
            },
            {
                "name": "Red Arrow International"
            },
            {
                "name": "Terra Films"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "other companies": [
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Clairmont Camera Film & Digital"
            },
            {
                "name": "Line 21 Media Services"
            },
            {
                "name": "Line 21 Media Services"
            }
        ],
        "plot": [
            "Lies, corruption, murder - welcome to the world of _The Romeo Section_ (qv) where spies are recruited to seduce for secrets.",
            "Follows spymaster Professor Wolfgang McGee, an academic who secretly manages a roster of espionage assets. These assets, referred to as Romeo or Juliet spies, are informants engaged in intimate long or short term relations with state intelligence targets. Wolfgang is a semi-retired Romeo operator, having worked his way up from youth in an unnamed and officially deniable \"service\" under the umbrella of Canada's Intelligence Community.",
            "Wolfgang McGee is a professor at a Vancouver area university, he specializing in geopolitical history. However, that role is purely a cover, albeit a useful one, for his primary job, that as an undercover head of a Canadian Intelligence Services spy ring comprised largely of people he recruits personally for whatever the mission at hand. His agents are referred to as Romeo and Juliets, they who use their sexuality and sex to further their missions. The recruits are both those within the agency as well as people upon who he stumbles as being somehow involved already in the case in question, often their work for him as a means of non-prosecution for their crimes. Wolfgang is himself a Romeo in the twilight of that part of his career. As Wolfgang's section is largely underground, they may get little or no official support, even from Wolfgang's superiors with who he is often at odds. But as the CIS has its Romeos and Juliets, so do other intelligence services who may use their own Romeo and Juliets against Wolfgang and his operatives.::Huggo"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 462,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 33,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 156,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 174,
                "rating": 7.0
            },
            "males": {
                "votes": 268,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 20,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 111,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 126,
                "rating": 6.9
            },
            "females": {
                "votes": 104,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 42,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 45,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 27,
                "rating": 5.5
            },
            "us users": {
                "votes": 73,
                "rating": 7.2
            },
            "non us users": {
                "votes": 246,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 125,
            "9": 59,
            "8": 76,
            "7": 67,
            "6": 37,
            "5": 36,
            "4": 19,
            "3": 9,
            "2": 14,
            "1": 20
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}