{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 June 2015"
            }
        ],
        "release dates": [
            "USA::14 June 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Daymond, Brad"
            },
            {
                "name": "Reid, Greg S."
            },
            {
                "name": "Samblis, Steven"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDRjYzc0YWItZWI0Yy00ZjgwLWI0OGMtZTI3OTBkYmJiOGU0XkEyXkFqcGdeQXVyMTIwODc3OTM@._V1_SY150_CR74,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "1 Habit(TM) is a video series of 90 second Lite-Bites of inspiration built around the idea \"Motivation is what gets you started, Habit is what keeps you going.\" Successful people have habits. Things they do consistently every day of their lives. In this series we will meet the World's highest achievers and ask them... \"If you can pick just one habit to instantly instill in a child, what would it be?\" Through this we will learn what works and what is possible. In the process, we hope people will share their 1 Habit(TM) and find a new one to instill in themselves. A building is built one brick at a time. Is it possible that greatness is built 1 Habit(TM) at a time?",
        "languages": [
            "English"
        ],
        "title": "1 Habit",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "1 Habit (United States)"
        ],
        "writer": [
            {
                "name": "Samblis, Steven"
            }
        ],
        "production companies": [
            {
                "name": "Envision Media Partners"
            }
        ],
        "distributors": [
            {
                "name": "Envision Media Partners"
            }
        ],
        "plot": [
            "_1 Habit_ (qv)(TM) is a video series of 90 second Lite-Bites of inspiration built around the idea - Motivation is what gets you started, Habit is what keeps you going.::Steven Samblis",
            "_1 Habit_ (qv)(TM) is a video series of 90 second Lite-Bites of inspiration built around the idea \"Motivation is what gets you started, Habit is what keeps you going.\" Successful people have habits. Things they do consistently every day of their lives. In this series we will meet the World's highest achievers and ask them... \"If you can pick just one habit to instantly instill in a child, what would it be?\" Through this we will learn what works and what is possible. In the process, we hope people will share their _1 Habit_ (qv)(TM) and find a new one to instill in themselves. A building is built one brick at a time. Is it possible that greatness is built _1 Habit_ (qv)(TM) at a time?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}