{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "13 July 2015"
            }
        ],
        "release dates": [
            "India::13 July 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ek Nayi Ummeed: Roshni"
            },
            {
                "countries": "India (English title) (working title)",
                "title": "Roshni MBBS"
            }
        ],
        "akas": [
            "Ek Nayi Ummeed: Roshni (original title)",
            "Roshni MBBS India (English title) (working title)"
        ],
        "akas from release info": [
            "Ek Nayi Ummeed: Roshni (original title)",
            "Roshni MBBS India (English title) (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Meet Dr. Roshni!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni Singh is a doctor by profession in London. She is eager to do her fellowship under Dr. Raghunandan, a world renowned cardiac surgeon in London. Dr. Roshni's grandfather, Dr. Amar Kishore Singh, helps her in investigating a patient's case. However Dr. Roshni fails to assist Dr. Raghunandan in a surgery.    "
                },
                "2": {
                    "title": "Roshni Apologises to Raghunandan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Raghunandan shows his disappointment to Dr. Roy. Dr. Rajat shows the new Leela Hospital he has built, to his mother, Dr. Vasundhara. Dr. Roy tells Dr. Roshni about Dr. Raghunandan's decision to leave administrative panel. Dr. Rajat asks Dr. Siddiqui to join his hospital. Dr. Roshni apologises to Dr. Raghunandan.    "
                },
                "3": {
                    "title": "Nick Criticises Roshni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Sharad tells Dr. Rajat Singh about their financier cutting down the funds to 50%. Dejected Dr. Roshni shares her woes with her grandfather Dr. A.K. Singh. Dr. Anand Singh, Roshni's father tells Dr. Vasundhara Singh about their daughter Roshni's incident with Dr. Raghunandan who threw her out from his O.T.. Dr. Nikhil Kapoor aka Nick criticizes Dr. Roshni for deciding his patient, to impress the seniors. Roshni feels very bad that her own best friend Nick shows his ego and insecurity and could not understand her humanity and honesty.    "
                },
                "4": {
                    "title": "An Emergency for Dr. Roshni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Anand and Dr. Vasundhara share their concerns about Roshni and Rajat. Dr. Roshni's decision for Nick's patient turns out to be right. Nick sends some flowers and a gift to Roshni as an apology. Dr. Rajat talks to his grandfather Dr. A.K.Singh about requesting his dad Dr. Anand to work as a surgeon at their hospital. Roshni and Nick help Doodle on his first date. Badsri offers Kachori Jalebi to A. K. Singh and Anand. Dr. A. K. Singh requests his son in law to join Leela Hospital as a Gastero Intestinal and Laproscopic surgeon. Dr. Anand requests him that he is yet ...    "
                },
                "5": {
                    "title": "Dr. Roy Asks Roshni for an Apology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The cardiothoracic resident doctor questions Dr. Roshni for operating on the patient without him. Roshni talks about this crisis to grandfather who encourages her that if patient is safe then no issues. Vasundhara shares Anand's habits with A.K.Singh. Anand enjoys eating paan in his cabin while turning Vasundhara's photoframe. Vasundhara tells Rajat to prepone the hospital inauguration due to Chief Minister's change of schedule. Dr. Roy asks Dr. Roshni for an apology for breaking the protocol.    "
                },
                "6": {
                    "title": "Roshni, Nik and Nitin Clear MRCS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Raghunandan tells Roshni about making her work under him as a resident doctor after she clears MRCS. Roshni, Nik and Doodle clear the MRCS. Roshni tells A.K.Singh about clearing MRCS Exam and Dr. Raghunandan's offer for fellowship. She tells Dr. Roy about returning to India. Sharad and Rajat approach Tyagi, an illegal financier for funds.    "
                },
                "7": {
                    "title": "Roshni Comes to India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Tyagi learns Rajat is a grandson of A.K.Singh. Sharad and Rajat decides to speak to A.K.Singh. Badri learns from Tyagi that Rajat had met him for money. Roshni, Nikhil and Doodle board the flight to India. Rajt requests his father Dr. Anand indirectly to start doing surgeries again. Vasundhara tells A.K.Singh about the monetary crises.    "
                },
                "8": {
                    "title": "The Leela Hospital Is Sealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Roshni helps a sick passenger, the daughter of Ansal, City Hospital on the flight. Dr. A.K.Singh suggests to mortgage Leela Nursing Home. The police closes new Leela Hospital, claiming it to be built on illegal land. The family receives Roshni at the airport and also met there Ansal and his family. Roshni calls Rajat.    "
                },
                "9": {
                    "title": "Mona Attempts Suicide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. A.K.Singh makes Roshni realize that he is very happy with her medical skills. Roshni is delighted to visit new Leela Hospital while Rajat shares his feelings with her. Anand and Dr. A.K.Singh are shocked to learn about Mona, Anand's best friend Mahesh Talwar's daughter attempted suicide. They get her admitted to their Leela Nursing Home. Roshni, Vasundhara and Rajat take care of Mona.    "
                },
                "10": {
                    "title": "Nikhil, Nitin Visit Roshni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Rajat recalls time spent with Mona. Mona regains the consciousness. Rajat tells Roshni that Leela Nursing Home is under mortgage. Nikhil and Nitin visit Roshni. Badri tells A.K.Singh that Nitin would be a good groom for Roshni. Elsewhere a conspiracy is being hatched against Leela Hospital by Ansal, the owner of rival hospital, City Hospital.    "
                },
                "11": {
                    "title": "Dr. A. K. Singh Is Felicitated",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Chief Minister of Madhya Pradesh does the opening ceremony of the Leela Hospital, Bhopal and Dr. A. K. Singh is felicitated. Roshni, Nitin and Nikhil attend the function and interact with the invitees.    "
                },
                "12": {
                    "title": "Emergency at Leela Hospital",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Rajat tells doctors and hospital staff to be ready with the emergency procedure. The Government orders trauma emergency Leela Hospital to treat victims of a bus accident.Nikhil, Nitin and Roshni arrive hospital to help the patients. Sharad and Badri try to arrange O-negative blood for critical emergency.    "
                },
                "13": {
                    "title": "Nikhil Is in Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni, Nikhil and Nitin are appreciated for saving life of a patient. Nikhil realizes that he is in love with Roshni. Rajat requests Mona to join Leela Hospital Management.    "
                },
                "14": {
                    "title": "Badri Is Hospitalised",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Badri falls sick while playing chess and gets admitted to Leela Hospital. Dr. A. K. Singh is shocked to learn about Badri and rushes to the hospital.    "
                },
                "15": {
                    "title": "Badri Regains Consciousness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "31 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. A. K. Singh recalls how Badri was complaining and worried about his health symptoms but he did not believe him. He feels guilty about not taking his matter seriously. Roshni tells Nikhil and Nitin about Badri and A.K.'s friendship bond since childhood. Vasundhara rushes to the hospital when she learns the Badri's incident. A.K. Singh refuses to go home and sits next to Badri. Badri regains the consciousness.    "
                },
                "16": {
                    "title": "Dr. A.K.Singh Motivates the Young Docs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "3 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. A.K.Singh and Vasundhara lift Badri's spirit after discharge from Leela Hospital. A.K.Singh motivates the doctors and staff to take care of patients at Leela Hospital. Roshni tries to find out Nik's lover but finds the puzzle from Nick. They spend the quality time with A.K.Singh at Sihor. They treat a child who meets with an accident.    "
                },
                "17": {
                    "title": "A.K.Singh Is Worried About Badri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Dr Siddiqui helps Roshni and Nikhil operate a child. Nikhil and Roshni share their feelings with each other. Dr AK is worried about Badri's health. Rajat and Vasundhara want to hire a surgeon, Dr Malhotra for Leela Hospital. However, Dr AK Singh and Dr Anand Singh are not happy with their decision.    "
                },
                "18": {
                    "title": "Nitin's Suggestion to Nikhil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Nitin suggests that Nikhil confess his love for Roshni before it's too late. Nikhil tries to express his love to Roshni before leaving for London. Nikhil surprises Roshni outside her house. Nikhil and Roshni confess their love for each other.    "
                },
                "19": {
                    "title": "Mona Joins the Leela Hospital",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "6 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Nikhil shares his feelings with Roshni before leaving to London. Rajat is happy to learn that Roshni and Nikhil are in love. Rajat is delighted about Mona joining the Leela Hospital. Vasundhara is impressed with Mona for taking care of a VIP patient. Dr AK gets furious at a dishonest medical agent.    "
                },
                "20": {
                    "title": "AK Singh Wants Rajat to Work for Leela Hospital",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Badri and Roshni manage to placate Dr AK. AK asks Rajat to look after the administration of the Leela hospital. Roshni helps a patient meet Dr Siddiqui. She and Nikhil are happy to learn about their patient's recovery. Rajat and Mona decide to hire Dr Malhotra.    "
                },
                "21": {
                    "title": "Rajat Warns Dr. Malhotra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "10 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Rajat learns that Dr. Malhotra is cheating patients. Rajat assures Malhotra to keep his secret of mismanagement of City Hospital's patient in surgery. He forces Malhotra to sign the contract papers as per his terms and condition. Dr. A.K.Singh rushes to Sihor Hospital to pacify the mob to protest against Dr. Manoj for treating a patient improperly.    "
                },
                "22": {
                    "title": "Roshni Saves a Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "11 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. A.K.Singh manages to handle the mob situation to convince them that Dr. Manoj took a right decision to abort the baby. Roshni takes a cardiac case surgery of a child where chances are very less to survive. Finally Dr. Roshni saves a child. Parents call Roshni the god. Priya advises Rajat to expand N.G.O. projects netwok and specialized advanced Cancer Treatment.    "
                },
                "23": {
                    "title": "Dr. A.K.Singh Does Not Trust Dr. Malhotra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Anand Singh praises his daughter Dr. Roshni for operating successfuly in Sehor Hospital. He also informed her about Rashid's son operation tomorrow by Dr. Saxena at his Bhopal Medical College Hospital. Dr. Anand encourages a student in a viva test. Roshni and Nikhil exchange news and are very happy to get in touch with each other. Rajat, A.K. Singh and Vasundhara are worried about Dr. Malhotra' money minded wrong practices.    "
                },
                "24": {
                    "title": "Roshni Leaves for London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "13 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Anand helps his students about how to remember through mnemonics technique. He introduces Roshni to Dr. Saxena. Dr. Saxena convinces Roshni to assist him in operation of Rashid's son due to his assistant could not reach hospital due to transport strike. Dr. Saxena thanks Roshni for helping him to perform a successful operation of Rashid's son. Anand praises her while having a family dinner. Roshni is glad as her fellowship has been accepted by Dr Raghunandan and shares her feelings with Dr AK. She is motivated by her family members before she leaves for London.    "
                },
                "25": {
                    "title": "Roshni Is Back in London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "14 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni is back in London and spends quality time with Nikhil. Anand, Vasundhara and Rajat miss Roshni's presence in Bhopal. Vasundhara is eager to get Rajat married. Dr. Raghunandan assigns a case to Roshni on first day of fellowship.Roshni deals with an emergency case of a patient, Priya, who suffers from mitral stenosis. She approaches Dr Raghunandan for Priya's treatment.    "
                },
                "26": {
                    "title": "Roshni Fails to Save Priya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "17 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni is worried about Priya's deteriorating health and strives to save her. She approaches to Dr. Raghunandan to Priya's prepone the operation dates but he is unable to help her due to his busy schedule. Priya's death leaves Roshni dejected. Nikhil is upset Roshni does not spend time with him.    "
                },
                "27": {
                    "title": "Roshni Does Her First Surgery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "18 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni is very upset with Dr. Raghunandan for not treating Priya's death. Roshni does first surgery under fellowship of Dr. Raghunandan which operation is successful. Nikhil and Roshni are very upset that Doodle left suddenly for US for fellowship due to breakup with his girl friend.    "
                },
                "28": {
                    "title": "Nikhil Is Upset with Roshni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "19 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Nikhil and Roshni are unhappy to see Nitin leave London but they both are happy to know that he will be pursuing fellowship in the US. Roshni's patient is recovering; she later takes care of Mathew when he gets chest pain. Nikhil is upset with Roshni for not spending time with him.    "
                },
                "29": {
                    "title": "Roshni Fails to Save Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "20 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni is worried about her poor patient Mr. Smith, the street singer without Medical Insurance, who has a heart ailment. Dean and Dr. Raghunandan are furious at Roshni for carrying surgery on him without hospital's consent. Roshni tries to save him but he dies before operation begins on operation table. Nikhil proposes to marry her when Roshni is completely shattered by Smith's death.    "
                },
                "30": {
                    "title": "Roshni Resigns and Leaves for India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "21 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni refuses to apologise to the committee for breaking the hospital rules; says she did it to save the patients' lives. She discontinues her fellowship and resigns from the hospital. Nikhil gets emotional while Roshni leaves for India.    "
                },
                "31": {
                    "title": "Auction of Leela Nursing Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "24 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni returns to India, but is shocked to learn about the auction of Leela Nursing Home. Dr Anand is worried about Dr AK's deteriorating health and rushes for his treatment. Badri beats Ansal for troubling Dr AK. He is sad with Rajat for not paying the loan against Leela Nursing Home.    "
                },
                "32": {
                    "title": "Vasundhara Rebukes Rajat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "25 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Vasundhara rebukes Rajat for not taking care of the Leela Nursing Home. She asks Rajat to leave the house. Dr AK's family is worried about his health. Rajat is upset with Mona for not informing him about the auction of the Leela Nursing Home. Nikhil is shocked to learn about Roshni's problems.    "
                },
                "33": {
                    "title": "Roshni to Work at Leela Hospital?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "26 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Nikhil motivates Roshni to support her family. Mona tries to win Rajat's confidence. Badri is disappointed with Rajat's gesture. Roshni is eager to work at the Leela hospital. However, Mona and Rajat want her to continue in London. Ansal vows to destroy Leela hospital.    "
                },
                "34": {
                    "title": "Roshni Is Upset with Her Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "27 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni aspires to work at the Leela hospital for the welfare of the patients. However, she is disappointed with Vasundhara, Dr Anand and Dr AK for wanting to return to London. Elsewhere, Mona strives to placate Rajat and Sharad conspires against him. Badri vents out his frustration on Dr AK.    "
                },
                "35": {
                    "title": "Vasundhara Meets with an Accident",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "28 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Nikhil tries to console Roshni. Disappointed with her family, Roshni leaves for London. Vasundhara meets with an accident on her way to stop Roshni. Roshni tries to get her treated. Elsewhere, Rajat spends some time with Mona.    "
                },
                "36": {
                    "title": "Vasundhara Recovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni motivates Dr Anand to successfully perform Vasundhara's operation. Rajat is upset with Vasundhara for ignoring him and is eager to promote Leela Hospital. Vasundhara recalls Rajat. Roshni wants to celebrate Raksha Bandhan with Rajat.    "
                },
                "37": {
                    "title": "Rajat Humiliates Roshni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni takes care of Vasundhara. Elsewhere, Mona is happy to know that Dr Sameer is joining the Leela Hospital and prepares to welcome him. Rajat humiliates Roshni when she tries to celebrate Raksha Bandhan with him. Roshni feels tormented. Rajat regrets hurting Roshni.    "
                },
                "38": {
                    "title": "Roshni Wants to Promote Leela Hospital",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni decides to promote Leela hospital. At Sharad's insistence, Rajat talks to Ansal regarding the investment of Leela hospital. Roshni feels sad as she is missing Rajat. Nikhil is upset with Roshni for not contacting him. Dr Sameer behaves arrogantly with Mona and Rajat.    "
                },
                "39": {
                    "title": "Rajat Is Upset with Dr. Sameer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Rajat is upset with Dr Sameer for making decisions for Leela hospital by himself. Mona wants Rajat to co-operate with Dr Sameer. Vasundhara slaps Ansal for bad-mouthing Dr AK. Rajat offers Ansal a partnership deal. Mona criticizes Rajat for dealing with Ansal.    "
                },
                "40": {
                    "title": "Mona Placates Roshni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Mona persuades Rajat to deal carefully with Ansal. Roshni is eager to promote Leela Hospital but Vasundhara is not happy with her decision. Roshni is annoyed with Rajat for giving Dr AK's cabin to Dr Sameer. However, Mona placates Roshni and appoints her as an assistant to Dr Sameer.    "
                },
                "41": {
                    "title": "Dr. Sameer Humiliates Roshni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni is disappointed at being humiliated by Dr Sameer and refuses to assist him. Mona assures Roshni of Dr Sameer's concern for the Leela hospital. At Mona's insistence, Roshni assists Dr Sameer. Dr Malhotra stops Roshni from handling an emergency case.    "
                },
                "42": {
                    "title": "Dr. A. K. Singh Recovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "8 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni is upset with Dr Malhotra for misguiding a patient. Dr Sameer humiliates Roshni for interrupting Dr Malhotra. Roshni is elated learning about Dr AK's recovery. Mona asks Rajat to spend some time with Dr Sameer. Ansal is eager to get in a partnership with Rajat.    "
                },
                "43": {
                    "title": "Dr. Sameer Condemns Dr. Malhotra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "9 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Rajat gets drunk while celebrating with Dr Sameer and Mona. Dr Sameer condemns Dr Malhotra for cheating a patient. He behaves ruthlessly with Roshni, upsetting her. Vasundhara is happy about Dr AK's recovery.    "
                },
                "44": {
                    "title": "Roshni Saves a Patient",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "10 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Ansal intends to destroy Roshni and acquire the Leela hospital. Dr Sameer refuses to treat a patient, who has attempted suicide. However, Roshni succeeds in treating her. Dr Sameer makes the media realise about his competency. He rebukes Roshni for breaking the hospital rules.    "
                },
                "45": {
                    "title": "Roshni Too Busy to Go Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "11 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni wants to make Dr Sameer understand her concern for the patients. Rajat is upset with Mona for spending time with Sameer. Roshni does not find time to go home as she has to look after an emergency case. Rajat asks Roshni to attend a VIP patient.    "
                },
                "46": {
                    "title": "Dr. Malhotra Frames Roshni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Dr Malhotra deliberately makes mistakes while performing the surgery on a patient, who is the father of the Home Minister, Verma. Later, he frames Roshni for killing the patient. Roshni strives to prove herself innocent, but fails. Mr Verma and his brother-in-law, Uttam Singh, protest against Roshni.    "
                },
                "47": {
                    "title": "Roshni Is Arrested",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "15 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Roshni is arrested as Dr Malhotra frames her in killing Mr Verma's father during the surgery. Rajat is upset with Dr Sameer and strives to free Roshni. Dr AK tries to convince Verma that Roshni is innocent. Dr Sameer asks Dr Malhotra to admit to his misdeed.    "
                },
                "48": {
                    "title": "Roshni Is Declared Innocent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "16 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Rajat bails Roshni out from jail and tells her to stay away from Leela hospital. Nikhil is upset with Roshni for ignoring him. After Dr Goswami admits to giving a wrong post-mortem report, Dr AK is relieved that Roshni is innocent. Meanwhile, Mona is impressed with Dr Sameer.    "
                },
                "49": {
                    "title": "Rajat Returns Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    At the insistence of Dr Sameer and Mona, Rajat re-appoints Roshni in the Leela hospital. Dr AK manages to placate Rajat. Rajat returns home and apologises to AK for not taking care of Leela Nursing Home. AK decides to work in Sihor hospital and leaves Bhopal. Rajat and Mona are happy to reunite.    "
                },
                "50": {
                    "title": "Ansal Gives a Deadline to Rajat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "18 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Rajat feels relieved on meeting his family and celebrates with Mona. However, Vasundhara is unhappy with Rajat. Ansal gives a deadline to Rajat, to fulfill his demands for the Leela hospital. Roshni is upset to see Ansal at the hospital. Dr Sameer is furious at Roshni.    "
                },
                "51": {
                    "title": "Sharad's Ill Intention",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ek Nayi Ummeed: Roshni (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Sharad decides to create differences between Rajat and Roshni. He tells Roshni that Rajat has allowed Ansal to invest in Leela hospital. Roshni learns about Dr Malhotra's conspiracy. She needs some time to prepare for the examination, but Dr Sameer wants her to look after the patients.    "
                }
            }
        },
        "number of episodes": 51,
        "cast": [
            {
                "name": "Gaur, Pooja"
            },
            {
                "name": "Yadav, Raghuvir"
            },
            {
                "name": "Palekar, Amol"
            },
            {
                "name": "Sagoo, Inderjeet Singh"
            },
            {
                "name": "Seth, Divya"
            },
            {
                "name": "Sahay, Aakash"
            },
            {
                "name": "Anand, Sahil"
            },
            {
                "name": "Deboo, Kurush"
            },
            {
                "name": "Pandey, Anjali"
            },
            {
                "name": "Chadha, Deepak"
            },
            {
                "name": "Verma, Saanand"
            },
            {
                "name": "Javed, Imran"
            },
            {
                "name": "Sharma, Satish"
            },
            {
                "name": "Sharma, Anurag"
            },
            {
                "name": "Malhotra, Himmanshoo A."
            },
            {
                "name": "Vohra, Rahul"
            },
            {
                "name": "Kapoor, Aloke"
            },
            {
                "name": "Kapadia, Vikram"
            },
            {
                "name": "Pitts, Sarah"
            },
            {
                "name": "Ghosh, Dr. Amitabh"
            },
            {
                "name": "Hedegaard-Petersen, Kristian"
            },
            {
                "name": "Kaftel, Minouche"
            },
            {
                "name": "Klein, R. Bhakti"
            },
            {
                "name": "McConnell, Brandon Q W"
            },
            {
                "name": "Shukla, Sushil"
            },
            {
                "name": "Taneja, Chandrakant"
            },
            {
                "name": "Arora, Anisha"
            },
            {
                "name": "Sharma, Atul"
            }
        ],
        "locations": [
            "Windsor, Berkshire, England, UK::(outdoor location)"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.6,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjQwNTVjNDgtZmJjNS00MmMwLTlhZWEtZmRhYWViZGYyNjMyXkEyXkFqcGdeQXVyMDkwNTkwNg@@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "Hindi"
        ],
        "title": "Ek Nayi Ummeed: Roshni",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Tripathy, Sanjay"
            },
            {
                "name": "Pathak, Anirudh"
            },
            {
                "name": "Bhandari, Rachana"
            }
        ],
        "production companies": [
            {
                "name": "Pulse Media"
            }
        ],
        "distributors": [
            {
                "name": "Life OK"
            }
        ],
        "plot": [
            "Join the journey of Roshni, a humane doctor who believes the lives of her patients mean more than the rules of the hospital."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 6.3
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "males": {
                "votes": 11,
                "rating": 6.1
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "females": {
                "votes": 4,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 6.3
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.5
            },
            "us users": {
                "votes": 3,
                "rating": 2.0
            },
            "non us users": {
                "votes": 4,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 9,
            "9": 2,
            "8": 4,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 6.6,
        "median": 8
    }
}