{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "5 October 2015"
            },
            {
                "country": "Netherlands\n",
                "date": "5 October 2015"
            },
            {
                "country": "Netherlands\n",
                "date": "23 October 2015",
                "notes": "                            (Cinekid Film Festival)"
            }
        ],
        "release dates": [
            "Belgium::5 October 2015",
            "Netherlands::5 October 2015",
            "Netherlands::23 October 2015                            (Cinekid Film Festival)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    For years, Sol and his team perform a 'horror show' on Kaatenoog island, which is named after the \"cat's eye\" stone, which is supposed to hold witchcraft. This year, Mythologie website star Max attends, determined to expose the presumed hoax with his smart, trusted cameraman Boris, but they are ordered to collaborate with believer Olivia Bruynoog, who is to appeal to a new section of their own teen age group potential audience.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max may be most skeptical of gullible believer Daphne as his Boe TV studio-imposed co-host, Boris is rather amused by the enthusiastic airhead and points out the program may benefit from two opposing viewpoints for the spectators to chose between. They venture by rowboat to the island, where they must find the magic stone before midnight, when legend holds it becomes active for one minute. Daphne's divining rod fails just as counsel from a tree, but Max stumbles upon it and a strong wind blows out their candles while they make wishes. Meanwhile Sol's rascal ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When Boris processes the recordings for the Kattenoog island episode, he finds the \"cat's eye\" stone somehow ruined the video. max however promises the studio boss it will be great, so the Mythologie team must return and record again, although Daphne claims that can't just be done when they chose. Elis hides having lost his shoe for father Sol, then drags the 'ghost girls' back to retrieve it from the broken coffin. The news of the graveyard incidents worries several adult locals.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max, Boris and Daphne are prevented from returning to Kattenoog island by scary locals, who claim i's cursed. Having deluded his parents at breakfast, Eli(as), wolf-costumed as 'slayer', proves courage trying to recuperate his lost his shoe. Father Sol, after examining the broken coffin, fears a 'zombie virus' breakout.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max and Boris sneak past grumpy camping manager Jeff to take a boat to the Island but bump into blind Gregor, who wants them a curse on visitors there kills within 48 hours, which Daphne takes very seriously. Eli's trio sets a zombie trap, but all they catch is grim cemetery guard Fossil, Gregor's even creepier brother.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max and Boris try to return to the island, but Daphne believes the scary tales of locals, who claim it's fatally cursed, so Boris agrees to take her to a doctor first. Eli has bee caught losing his shoe and gets house arrest, but father Sol extends its range so he can look after the horror museum with his brat girl friends, who abuse the opportunity to snoop trough the forbidden library about zombies.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max and Boris can finally return to the island, with nerve-wrecking-noisy Daphne, once she believes the doctor that her red rash is Innocent, no curse symptom. They find the stone, but Max claims it's ordinary, Daphne 'senses great power protected by dark forces'. Eli, under house arrest in the horror museum with his brat girl friends, reads a 'history' the forbidden library about zombies. They are scared out of their wits by what's actually a cat with strange green glow, but worry only about early-returning Sol, who is in a good mood, despite noticing some books out ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max and Boris must hastily leave the island, as Daphne insists she needs 'reinforcing herb fumes' to sense the stone, which Max claims is ordinary, so he takes his mate in search of evidence from the locals, starting in Bob's pub and souvenir shop. Eli is released from house arrest and sets out on 'zombie slayer hunt' with his brat girl friends.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Boris is highly amused to record how publican Bob scams 'skeptical' Max into buying a 'unique real piece of the moonstone', actually a hit from his souvenir shop. Boris pretends he'll tell Daphne, especially when Max insists Boris has the hots for her, yet takes pity on his mate and both enjoy the gullible believer-'medium' acclaiming it as real, until Max bites into the candy fake. Eli the 'zombie slayer hunt' is convinced by his brat girl mates to cross-dress as bait.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Boris and Max are highly amused that Daphne was fooled by Bob's trinket, but she resumes the search for the owner of the scarf found at the magical stone. Eli, acting out as cross-dressed zombie bait looks just like 'her', enough to scare the trio in their mobile home. Meanwhile the cat and Jeff lurk around.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Boe TV studio boss Jasper urges Boris, Max and Daphne to get on with filming material that can rivet spectators, even if that means joining Sol's lame touristic horror tour. Eli, as cross-dressed zombie bait, is scared himself by camping owner Jef, who suspects the youngsters of killing his pond frogs. Observing Max apparently unable to digest pancakes, actually hating banana flavor, Eli's trio is convinced he must be the zombie and decides to catch him before he 'spreads the virus'.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Urged by Boe TV studio boss Jasper Boris, Max and Daphne join Sol's lame touristic horror tour. Uninterested, max strays in search of what the locals seem to be hiding. Eli's part plans to capture him, the presumed zombie, but the 'magical net' ho made has holes, so they set out to steal one from graveyard keeper Foosil, only they get locked in and punished with chores first. Daphne is riveted by Sol's story about witch burning and believes the scarf Max found near the magical stone must have belonged to worst-ever witch Milena.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max gives Sol's tour a miss to look for solid clues in search of what the locals seem to be hiding, without Boris, who comes looking for him later with Daphne, who now believes it's all about burnt witch Milena's curse. Eli's trio captures him, the presumed zombie, but can't agree about the right way to torture-test and execute him. Sol arrives just in time to prevent Max's eye being poked and releases him. Max dashes off, cursing he'll get to the bottom of things. Eli now chooses Sol as target to follow, and hides.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Eli hides in the museum so he can observe, unwatched, father Sol calling someone about the zombie plague and packing a mysterious machine, which looks like a bizarre clock, but gets stuck he he can't tail Sol. Max and Boris have little luck tracing the tormenting brats, who must return home, while Daphne keeps obsessing about witch Milena's curse and converts the scarf into sort of a diving rod accessory.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max and Boris duly question Daphne's scarf-divining-ritual to 'follow witch Milena', which leads them to the home of Robin and her grandma Leen, who plays being crazy. Eli cues Robin to follow Sol with some magical divining device, which he warns to take to some partner, but she loses his track at the cemetery due to guard Fossil.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max's team returns to Leen for footage, to the boys' taste when she calls them cursed and advises going far away, but Daphne insists they must magically handle the curse absurd to Max,- more footage for Boris, though. Eli's trio lost Sol's trail at the cemetery, where they spot a green-eyed cat they take for a zombie. Sol turns up at home, badly wounded.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max goes his own way, researching the island mystery 'Sherlock style', while Boris films Daphne's attempt to reverse burnt witch Milena's curse, which requires a toe nail from a direct descendant, so they try the cemetery, where guard Fossil stops them but indicates live offspring. Sweetttooths Eli and Simone are instantly in her new au-pair Olivia's camp due to her edible treats. The trio visits Sol, who has a concussion, to steal the clock-like divining device he brought home.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max calls Boris with a plan of his own, but panics when he sees the Daphne rituals score over 10,000 likes on BoeTV. Boris films Daphne asking Milena's descendant for toe nail clippings, while she maintains the three brunt withs were good, no curse-perpetrators. Eli's trio tries the clock)like devise, which works like a Ouija board and keeps pointing to a single home, so the go and intrude it..    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max is furious to find that Daphne is getting far more likes on their Boe TV website, and scolds buddy Boris a 'traitor' for posting her idiotic ritualistic nonsense about witch Milena's curse and holding back videos from his 'Sherlock style' investigation. While Boris denies having a crush on her and assures still to be Max's loyal buddy, they get soaked by the potion she prepared to lift the witchcraft and make up while washing up together. Eli's trio sneaks into the \"Witch's house\" but is easily scared off to run away screaming by the cat, even before they notice ...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Max realizes his job may be on the line and begs buddy Boris for help, who promises to help him match Daphne's popular style, while she chimes in to warn him not just to imitate her - it works, max get lots more likes on their Boe TV website again and cheerfully commits to the search for witch Milena's curse, tuning-down his 'Sherlock style' investigation. Eli and Asian Simone are convinced that the strange green mark on Robin means she'll turn into a zombie and hectically search for a cure or to protect themselves if that fails.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max is so pleased with the increased likes that he grudgingly continues playing along with Daphne's 'magic'. Her attempt to consult a medium-tutor only conjures what looks like witch Milena, although her curse was lifted, so Max presumes probably another disguised villager. Robin was scratched by the zombie cat, so Eli and Simone tie her down to be submitted to a leach-test, but then Olivia arrives.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jeff accuses team Max of stealing the frogs from his pond, Daphne claims it's the witch's cat's work. Jasper is delighted with the recent footage's popularity. A local souvenir seller tells them the 'wicth's costume' can't be Milena's. Eli saw the cat with his father, who was bitten. Simone nows thinks Robin wasn't infected because she was only scratched, but Sol must be the 'zombie master'. The trio hopes to prevent a 'zombie apocalypse' by catching the cat.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Questioned by team Max, Bob claims the missing frogs are the victims of an aquatic monster which nearly nobody survives meeting. Max and Boris decide to investigate the lake, mounting guard at night, except Boris, who installs an automatic camera. Eli's trio finds frogs in the house indicated by the diving devise, but the witch lurks there. When Max confronts the trio, Eli sprays his treasured hair with blue paint.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max may still not believe in Dapne's supernatural show, for the show's popularity he joins her in a nightly wake at the lake to confront and appease her alleged aquatic monster. Buddy Boris to record for Boe TV how the fell asleep, unharmed. Eli now even suspects his father Sol, whom he keeps spying on and finds on contact with someone over a plague threat, of being contaminated by a zombie and his pack thinks the cat is the contagion key.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max gratefully acknowledges Boris's alternative now Dapne's aquatic monster chase looks like a flop. Boris found local Boe TV fan Tim, who arranged a hasty interview with his father, the town's only private detective Zrchibald. As son as he hears i's about the Kattenoog moon stone and the disappearances, he rushes off, insisting the kids should abandon that research.Eli's mother returns the caged 'zombie cat' to his his father Sol, who dismisses himself from bed-rest, determined to act before disaster strikes - Eli overhears him mentioning the return of Olivia. ...    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max and Boris eagerly accept to search the lake in local Boe TV fan Tim's boat for the aquatic monster. Eli's trio questions and tests roped-up Sol, who denies having turned into a zombie, Eli believes his father is a hunter too, but he promises proof in the secret library.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max gets jealous during the boat search of the lake for the aquatic monster when Boris and local Boe TV fan Tim constantly fuzz with Daphne, so he 'fakes an accident' causing Tom to fall into the water, but is seen trough and duly scolded. Eli's trio tests roped-up Sol's claim not to be a zombie, consulting in the secret library, but are urgently called home by bothersome mother figures, including the Olivia Sol dreads.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max's dirty trick sabotaged the boat search of the lake for the aquatic monster and Boris sides with Daphne, fusing to console wet Tim who refuses to continue unless Max leaves the expedition, which both agree. Eli's trio considers Sol's claim not to be a zombie proven, so they free him under promise to explain about the secret library in the tomb, but he dashes off.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    After Max's dirty trick on Tim, Boris and Daphne also believe Max vandalized father detective Watson's file and invented an aquatic monster sighting, so they break up the team and scorn Max while Tim goes home. Eli and his brat friends must follow Olivia while Sol isn't liberated yet.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Boris and Olivia search an angle to continue the investigation without Max, seeking a lead from Bob. Having sighted the zombie cat following Sol, Eli's trio rushes to save him, but he returns home somewhat tattered, yet a monstrous lurking witch surprise awaits at Robin's home, where the cat also headed.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Having heart what happened to Tim and father Warson's file, Jasper sides with Daphne, blaming Max without hearing his version, and hands her alone the program's presentation. Robin's grandma chases the witch with a mirror, but she goes wait for Sol. The trio considers how best to help Sol. Max bitterly concludes it's time to leave when Boris refuses to set up a 'Sherlock style' trap themselves.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max has sighted the aquatic monster again and warmly shakes Boris's extended hand, yet refuses to stay on Boe TV with Daphne, so Max leaves his mate and wants out of Kattenoog, but can't afford a cab. Seeking alternate transportation, he bumps into Fossil, who throws his cellphone in the lake, and Jeff, who rudely chases him, but from whom he manages to steal an intriguing file. Sol and Eli's trio must abandon the zombie cat, to avoid witch Olivia capturing them, only a mirror reflection makes her lift a holding spell, Eli's hand remains affected by magical mushroom ...    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Boris is far from impressed as Daphne's medium and magical methods to find the aquatic monster prove inferior to Max's, bumping into disguised Fossil. Eli's hand is further infected by curse mushrooms. Sol agrees to tell the island's 'true legend', about three good witches who swore to guard a lunar meteor, which attracted evil at full moon. They were persecuted, yet handed over their mandates every generation, taking the name horror club and dealing with new challenges.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max furiously leaves town, yet leaves the Watson file he stole back from Jeff for Boris, who misses his innocent-proven 'Sherlock style' partner all the more and gets even Daphne to admit so. Jasper is furious that the aquatic monster was just a disguised local scam and wants to cancel the program, but Boris gets them another day. Sol tells Eli's trio that the horror club, which they want to become, was abolished after Jeff's wife died in a ritual to undo the meteor's magic.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "20 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max being away and dearly missed, Boris wants his 'Sherlock style' partner back and proposes to Jasper a demo video of the aquatic monster chase, but is laughed away. Boris posts it anyway, and gets an avalanche of hits. Sol is furious when he finds Eli's gang girls snooping in the tomb archive against his explicit instructions, warning the trio is too young and the horror club's work too dangerous.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    With Max out of the picture and Daphne claiming the universe undid her medium gift by way of karma, Boris must cue her how to research the island mystery 'Sherlock style', searching Jef's home, but her 'evidence' is worthless. Simone keeps defending 'sweet' au-pair Olivia against Robin, who sees her witchcraft suspicions confirmed by a zombie cat-green glow. The trio visits Sol, who has a concussion, to steal the clock-like divining device he brought home.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Max posts a cheerful video of a Paris busking holiday, Daphne has no ideas, so Boris decides on a reconstruction of Marieke's end by fire, for which Eli and Simone are recruited, until Jef arrives and stops them. Robin visits Sol, who says her strange visions if thing the trio mates don't remember don't indicate lunacy, but advises her to pose no more questions until maturity.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Boris is determined to critically coach and test Daphne's promise, now her medium seems broken, to adopt Max's Sherlock method to impress Jasper by proving if Jeff murdered his wife, horror club witch Marieke, by fire. They intrude his home, find only a picture of her he hid, and are nearly caught..Sol assures them the very idea is absurd, starts working over Eli whose hand he is curing into abandoning dangerous magic amateurism, but gets furious at the irreverend girls' .further intrusion in club secrets, yet Simone accidentally finds his key to read the secret ...    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "26 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Boris having concluded her 'Sherlock style' doesn't work, Daphne switches back to medium mode. They interpret a message from M as Mieke wanting them on the island at 9 PM, but can't get there without the boat, so they decide to steal it back from Jef, who is distracted by her spiritual cleansing nonsense so he won't close the boathouse. Eli and Simone can't make head or tail of Robin's accusations against Olivia, but having found Sol's magical reading device, the file he kept proves to her Olivia is the brown witch.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Boris and Daphne are stunned to find that the masked character who disturbs their medium call to witch Marieke is Max, who only pretended being abroad and triumphs having proven Daphne's medium gift fake, but Boris is furious when the end up falling into the lake and must dry in undershorts. Thinking it's another disguised local, Daphne bumps into the witch, but Eli drags her away just in time. Robin's granny proves to be former horror club member and once fought Olivia, indeed a evil old witch who accidentally transformed not her but Olivia's own sister into the '...    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Thinking Boris was in cahoots with Max, Daphne wants a break from both and is taken home by Eli. Boris worries about her, Max is confident she'll soon be back. Robin and granny Leen find mirrors work wonder against Olivia.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Daphne has a complete but short confidence and identity crisis at Sol's while Eli tries to to 'borrow' his reading devise. Boris drags Max along to look for her, but finds only the leaky boat. Leen consults Sol how Olivia must be handled to protect the kids, so he tells his wife he's off a few days to the international horror fair, without Eli.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "3 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Max opposes Boris's idea to hire Archibald Watson to find Daphne but helps cover up her absence. Eli inspires her to take revenge by faking being kidnapped. The clock-like devise shows Sol and Leen the witch is by the pier, but she overpowers them..    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Max duly refuses to believe the kidnap video they received, presuming it's payback for her medium status loss, but Boris is worries and wants to go look for Daphne, just in case. A mental wreck, she stays with Eli and finds a confident in his mother. Elis dashes off with the girls when granny Leen returns without So, who must be caught by with Olivia, but refuses to rejoin the horror club or take any action. So Eli's gang, armed with mirrors, heads for the witch's lair, where they find him, only to be hissed at Robin's mother is in grave danger.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "8 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    On Boris's search for Daphne, even Max is duped to believe the kidnap video because Bob, who stands in as her cahoot now Eli is on witch killer mission, tells them it's not the first serious case. Eli's trio brings Sol home, who Robin's mother is in grave danger to be sacrificed by witch Olivia, yet refuses to reconstitute the horror club but is in no state to take timely action. Granny Leen changes her mind, agreeing to let the kids act as club with her for this one rescue.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "9 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Jasper refuses to pay ransom for Daphne -disbelieving the kidnapping video- or to undo Max's dismissal, so Max resigns for all of them, to Boris's horror. Eli's trio starts training with granny Leen for a witches fight with Olivia to prevent Robin's mother being sacrificed, which proves harder then they expected, even or precisely with magical means.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "10 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Suspecting Jeff of Daphne's presumed kidnapping, masked Max and Boris tie him up, only to get convinced of his innocence and sincere grief over Marieke's death in the fire he tried to rescue her from, while Daphne cruelly watches amused. Eli's trio didn't do to well training with granny Leen for a witches fight with Olivia to prevent Robin's mother being sacrificed, but there's no time left and Sol is in no state to come, so Leen decides they may act as horror club 'one off' after the magical instrument works just for them, so the horror boat is brought by Fossil to ...    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Daphne secretly enjoys watching Max and Boris's heroic but pointless efforts to free her from imaginary kidnapper Jeff, whose complete innocence they soon believe. Eli's trio being accepted by the the clock-like devise convinces Sol and Leen to completely hand over to to them the horror club rescue mission. They set out without weak Sol or granny Leen by Gregor's ritual club boat to the Island, where Olivia prepares the human sacrifice to free her sister from cat-shape. Max now trusts the kidnapping must have been a hoax as they don't hear any demands, so he orders ...    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kattenoog - Het Geheim van de Griezelclub (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The fight starts badly, yet they triumph over Olivia, but her witch sister, still a cat, escapes. After their triumphant first mission, the trio is formally initiated and accepted as the new generation of horror club, with reading devises. Jeff is delighted by the return home of his son Lars.    "
                }
            }
        },
        "number of episodes": 49,
        "cast": [
            {
                "name": "Rogiers, Kürt"
            },
            {
                "name": "Hoelen, Ian Thomas"
            },
            {
                "name": "Naenen, Nathan"
            },
            {
                "name": "Verlinden, Warre"
            },
            {
                "name": "Lantink, Rosaline"
            },
            {
                "name": "Urbanus"
            },
            {
                "name": "van Boeckel, Door"
            },
            {
                "name": "Boets, Herman"
            },
            {
                "name": "Akkabi, Achmed"
            },
            {
                "name": "Mackenbach, Ralf"
            },
            {
                "name": "Scholte, Britt"
            },
            {
                "name": "Verlinden, Emma"
            },
            {
                "name": "De Vos, Ingrid"
            },
            {
                "name": "Rosen, Sasha"
            },
            {
                "name": "Heyens, Sofie"
            },
            {
                "name": "Boissevain, Daniël"
            },
            {
                "name": "De Munck, Eline"
            },
            {
                "name": "Van Goethem, Thomas"
            },
            {
                "name": "Schuurman, Birgit"
            }
        ],
        "genres": [
            "Mystery"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.7,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA0NzgyMzYzMF5BMl5BanBnXkFtZTgwMzI4MjQ1NzE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Kattenoog - Het Geheim van de Griezelclub",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Kattenoog - Het Geheim van de Griezelclub (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bonset, Michel"
            },
            {
                "name": "Renders, Bram"
            },
            {
                "name": "der Zee, Jeroen van"
            }
        ],
        "production companies": [
            {
                "name": "Het Konijn"
            },
            {
                "name": "Santeboetiek NV."
            }
        ],
        "distributors": [
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "VtmKzoom"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 9.2
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "males": {
                "votes": 7,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 9.2
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 5,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.7,
        "median": 1
    }
}