{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "24 March 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "24 March 2015"
            }
        ],
        "release dates": [
            "Canada::24 March 2015                            (internet)",
            "USA::24 March 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "How to Deal with Downgrades & Damage Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    So Label's Designer Program is on, Ella's nowhere to be found, and Bee's in charge. What could possibly go wrong? WHERE IS ELLA?    "
                },
                "2": {
                    "title": "How to Get an AWOL Assistant's Attention",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Anna and Gus do everything it takes to clear Ella's name, even if it means exposing her.    "
                },
                "3": {
                    "title": "How To Vindicate Your Bestie & (Involuntarily) Go Viral",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "14 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Drew does damage control and interviews the designers. What could possibly go wrong?    "
                },
                "4": {
                    "title": "How to Battle the Troll & Babysit the Talent",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    After hours, Anna and Drew find some common ground when the PR maven admits shes hanging on by a thread at Label. Its up to Anna to fix things, and shes going to use Ellas abandoned MsLabelled blog to help.    "
                },
                "5": {
                    "title": "How to Go from Pariah to Pioneer",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "21 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Anna & Gus bond over some late-night libations, wondering where Ella is and why she's not responding to any of their damn calls. The following day, Bee announces they'll be livestreaming the program at all times - like a Crazed Fashionista Big Brother - to the dismay of everyone else.    "
                },
                "6": {
                    "title": "How to Be Online and Not Feel So Fine",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "23 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The livestream begins, putting pressure on all the designers. A frustrated and fed up Anna gets angry at Drew for pitching the idea in the first place, but Drew retaliates with some incriminating photos... of Ella.    "
                },
                "7": {
                    "title": "How to Get an A+ in PR101",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The gang tracks Ella's movements and discovers the truth-Ella's been out and about wearing Anna's designs on various red carpets. But she might be sending her friends a cryptic message in the process. Meanwhile, Drew lets loose, Anna lets her guard down, and Gus fesses up to a big secret.    "
                },
                "8": {
                    "title": "How to Not Win a Design Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Drew introduces a \"drawstring design challenge\" during the live stream in order to officially introduce the designers to the world. Each designer must create a garment that illustrates their style and also includes a drawstring. But just when the gang seems like they might be getting along, bee insists on pitting the designers against each other. And things go from bad to worse when Mirror/Mirror strikes again.    "
                },
                "9": {
                    "title": "How to Ask for Help Without Getting Hugged",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Following Anna's brutal Mirror/Mirror take down, Drew and Andy appeal to the livestream viewers directly, begging them to help uncover the identity of Mirror/Mirror once and for all. And the public definitely delivers. Whether they like it or not, they have a lead...    "
                },
                "10": {
                    "title": "How Not to Save the Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    When all suspicions lead to Gus, Andy decides to play the hero and unmask him live on air in order to win some brownie points with viewers. But our resident IT nerd reveals the truth. He knows who Mirror/Mirror is. And it's definitely not who we think.    "
                },
                "11": {
                    "title": "How to Literally Be the Worst",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    While the gang is horrified to discover that Percy's been Mirror/Mirror all along, his reason why is an even bigger bombshell. Turns out Label's been taken over by EZ Entertainment, a giant media conglomerate that owns a myriad of celeb-centric TV channels, magazines, and websites. Drew and the designers now have a new boss. And she's officially terrifying.    "
                },
                "12": {
                    "title": "How to Grow Some Fashion Balls",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "13 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Apparently it takes a corporate takeover to finally get Label's designers to band together. As the group reels from EZ's infiltration and Percy's betrayal, they take to the blog for one final photo shoot. Meanwhile, it looks like their new overlords have big plans for the gang... and for one unlikely member in particular.    "
                },
                "13": {
                    "title": "How to Get a Reality  Check",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Reggie treats the audience to a promo of the \"new\" Label Designer Program livestream (a.k.a. An absurd \"reality show\" bonanza that has almost nothing to do with fashion). It's extreme and over the top and it leaves our gaggle of designers flabbergasted. Especially when they realize who's the star of the show.    "
                },
                "14": {
                    "title": "How to Drop the Mic & Beg for Mercy",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "20 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    When Drew sees how out of hand the designer competition is getting under Reggie's rule, she attempts to refocus the livestream viewers on what's important: the designer's talent and skill. Meanwhile, Andy tries to refocus Janice on their broken friendship, but Janster might be moving towards the dark side...    "
                },
                "15": {
                    "title": "How to Awkwardly Ship Two Co-Workers",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Drew tries to reach out to a defeated Andy. Meanwhile, Anna is fed up with the \"new and improved\" livestream. Much to Drew's horror, Anna's a stone's throw away from quitting. That is, until she shares an interesting moment and new connection with Bee.    "
                },
                "16": {
                    "title": "How to Make Grand Gestures & Still Get Skewered",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "27 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    As Reggie conducts some warped interviews with the designers, Drew realizes just how skewered things are getting with the livestream. She decides to stand up to her new boss and defend the integrity of her designers. Meanwhile, Andy's grand gesture blows up in his face. What was that about \"integrity\"?    "
                },
                "17": {
                    "title": "How to Sell SoulZ for RatingZ",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The livestream hits next level ridiculousness as the designers are forced to endure one clichéd reality trope after another, including The Bee-chelorette and Fashionista Fear Factor. As Drew and Gus comb the designers' contracts to find a way to get them out of this mess, they uncover the details behind Jeanne's Label exodus. And then they get the call they've been waiting for... from Ella!    "
                },
                "18": {
                    "title": "How to Phone a Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Ella reveals where she's been-and why she's been forbidden to contact the gang. While Drew and Gus are sympathetic, Anna's having a harder time accepting her best friend's sudden return. Meanwhile, Drew takes Ella's advice to heart... and starts to make a plan.    "
                },
                "19": {
                    "title": "How to Make a BeeNAnna Split",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The holidays are upon us... MzLabelled style. During the big holiday livestream episode, the winner of the design competition is finally announced. And so are Reggie's plans for the future of the program. Drew sees her chance to put her plan into play.    "
                },
                "20": {
                    "title": "How to Jingle Some Jangle Bells",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    As Drew attempts to rally the troops and instigate her walkout, she goes directly up against the evil Reggie. It's Drew versus EZ-and the designers are caught in the middle. Which side will they choose? As the livestreaming tug of war plays out for the world to see, Drew will get some surprise encouragement from an unlikely source... and, ultimately, so will Reggie.    "
                }
            },
            "1": {
                "1": {
                    "title": "How to Ruin Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The party's over, everything is ruined and Ella is devastated, but that won't stop her from uploading her side of the story to YouTube. Cut to 6 months earlier: her first day as the fashion editor's assistant at Label Magazine. Turns out she may be in over her head...    "
                },
                "2": {
                    "title": "How To Get Mentored By Jeanne Freakin' Beker In One Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Ella passionately defends her style to the designers which leads to Jeanne Beker (Queen of Fashion!) offering her a deal: if she can build a blog with a real voice and following in six months, Jeanne will mentor her.    "
                },
                "3": {
                    "title": "How to Get Fired by Your Competition, Showgirls-Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Uh oh. Duke is evicted from the Pilot Program. Did he break the rules or did Andy sabotage him?    "
                },
                "4": {
                    "title": "How to Ruin a Gown in One Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Gus, the IT guy, finds Ella in one of the designer's dresses. Which wouldn't be a problem if she didn't mess everything up at the eleventh hour.    "
                },
                "5": {
                    "title": "How to Fix a Dress at 4 AM",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    So Ella might have taken all the liberties to \"fix\" Janice's dress. The dress which socialite Bee Simmons is supposed to wear at a Gala. If she doesn't make it onto the best dressed list... Ella's days are numbered. Down to one.    "
                },
                "6": {
                    "title": "How to Bring a Sense of Humour to Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Ella and Gus celebrate the altered dress ironically making it on the best dressed list-and Ella realizes this tongue-and-cheek way of looking at fashion is the MO of her blog. \"MsLabelled\" is born.    "
                },
                "7": {
                    "title": "How to Be an Evil Cheerleader at the End of the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    After one too many photos-and glasses of wine-Ella, Gus and Anna send the MsLabelled link to the designers. When she arrives at work hungover the following morning, she sees a notice on her desk.    "
                },
                "8": {
                    "title": "How to Get Un-Fired at Label Magazine",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The designers squabble over who has the right to fire Ella, when Jeanne reappears - and informs Andy Ella's staying. Meanwhile, Luke, the most hipster of photographers, stops by the studio.    "
                },
                "9": {
                    "title": "How to Put Modelizers in Their Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "31 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Ella is disappointed to see Luke is as much of a womanizing tool as Mirror/Mirror, the leading industry gossip rag, says he is.    "
                },
                "10": {
                    "title": "How to Create DIY Denim, Pearls, and Creepo Mac Daddies",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    While Ella laments her lack of exposure, the After Dark Gang brainstorms ways to get crafty with the blog.    "
                },
                "11": {
                    "title": "How to Design \"Sweaty Bullsh*T\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Label's advertisers have funded a \"sportswear\" challenge that all the designers loathe with a passion. Anna ropes in a grumpy Ella to be her stand-in model while Luke photographs her. This wouldn't be so bad if the outfit didn't fall apart, leaving a half naked Ella even more awkward than usual.    "
                },
                "12": {
                    "title": "How to Storm in Like a Kardashian",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "9 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ripped apart by Mirror/Mirror, Bee storms in like a frazzled Kardashian with Alanna, aka Xander Vintage, in tow. While Andy and Janice struggle to calm her down, Ella oversteps her boundaries and manages to talk Bee off the ledge, much to Andy's dismay.    "
                },
                "13": {
                    "title": "How to Delete a Blog in One Second",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Reeling from Andy shaming her and MsLabelled, Ella tries to end her style mission. While Anna and Gus stop her from deleting the blog, Mirror/Mirror strikes again: this time at Label, its Designer Program, and - Ella herself.    "
                },
                "14": {
                    "title": "How to Gain a Following from a Vicious Troll",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "16 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Turns out a little insult from Mirror/Mirror goes a long way - thanks to a direct link from the Mean Feed, MsLabelled garnered a couple thousand followers. Andy challenges Percy to step up and fix this. Ella pipes in: she might know who's behind the posts.    "
                },
                "15": {
                    "title": "How to Dress a Socialite for the Blue Footed Booby Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Duke returns, triumphant. He agrees to stop meddling if a begrudging Andy does what he asks: relinquish his chance to dress Bee at the Blue Booby Ball.    "
                },
                "16": {
                    "title": "How to Find a Vintage 80s Sweaters Haul",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ella organizes a \"family photoshoot\" of the designers in ugly 80's sweaters, and bonds with Luke over the results. Gus, on the other hand, isn't as pleased.    "
                },
                "17": {
                    "title": "How to Design Formalwear and Spot the Lesbians",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Anna reveals she wants to start designing formalwear, despite it being so far from her usual fare. Oh, and she lets it drop to Ella that she maaay be dating Rumi.    "
                },
                "18": {
                    "title": "How to Sniff Out a Mole at a Magazine",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "30 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Mirror/Mirror reveals somebody sabotaged Janice's dress - and Bee's reputation. It couldn't have been Duke. \"It's one of us.\"    "
                },
                "19": {
                    "title": "How to Alter a Collection to Save a Reputation",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    Things don't look good for the gang when Bee finds out the truth. Ella proposes they \"alter\" all of Janice's collection like the dress was and shoot it, which may not endear her to anyone, but will certainly save the pilot program's reputation.    "
                },
                "20": {
                    "title": "How to Investigate Your Best Friend's Girlfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 May 2015",
                    "year": "2015",
                    "plot": "\n    Suspicious that Rumi's gotten to see Anna's gown designs, Ella spies on the quiet designer. She doesn't find anything incriminating, just...soft fabrics and beautiful mockups. That is, until she uncovers a secret that could ruin it all for everyone.    "
                },
                "21": {
                    "title": "How to Win a Walk-Off and Ruin the Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "MsLabelled (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "12 May 2015",
                    "year": "2015",
                    "plot": "\n    Is Rumi Mirror/Mirror? Sure looks like it. The mood is tense at the studio, and on top of that, it's the program's mid-way party. Percy suggests a little fashion-style walk-off to lift everyone's spirits, but as soon as the party gets going, and things get hot between Ella and Luke - M/M strikes last, exposing Rumi's fraud. Following the controversy, Bee pulls funding which dooms the program. Finally, Jeanne lets Ella know she's disappointed in her, and the deal if off.    "
                }
            }
        },
        "number of episodes": 41,
        "cast": [
            {
                "name": "Robson, Spencer"
            },
            {
                "name": "Kondruss, Sydney"
            },
            {
                "name": "Young, Richard"
            },
            {
                "name": "Hennessey, Sara"
            },
            {
                "name": "Liddiard, Rebecca"
            },
            {
                "name": "Ahmed, Shawn"
            },
            {
                "name": "Van Dyk, Marni"
            },
            {
                "name": "Provo, Nykeem"
            },
            {
                "name": "Anderson, Tori"
            },
            {
                "name": "Mamabolo, Barbara"
            },
            {
                "name": "Roberts, Kim"
            },
            {
                "name": "Ruggiero, Adamo"
            },
            {
                "name": "Beker, Jeanne"
            },
            {
                "name": "Durkovich, Alanna"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Short",
            "Comedy"
        ],
        "runtimes": [
            "4"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "rating": 4.7,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWNmYjliN2EtYjAwNC00ODFmLWI2YTQtM2JjNjM3NGMyM2Y1XkEyXkFqcGdeQXVyMjUxODQ3MDM@._V1_SY150_CR52,0,101,150_.jpg",
        "plot outline": "MsLabelled is a witty, vlog-style comedy series set in the fast-paced, high-pressure world of fashion. The series features Ella, a young fashionista who tries to find her own voice in the industry by launching an upstart fashion blog, after landing a job at a magazine overseen by editor-at-large Jeanne Beker.",
        "languages": [
            "English"
        ],
        "title": "MsLabelled",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "MsLabelled (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Clarke, Alexandra"
            },
            {
                "name": "Moore, Karen"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "_MsLabelled_ (qv) is a witty, vlog-style comedy series set in the fast-paced, high-pressure world of fashion. The series features Ella, a young fashionista who tries to find her own voice in the industry by launching an upstart fashion blog, after landing a job at a magazine overseen by editor-at-large Jeanne Beker.::http://www.slice.ca/mslabelled/"
        ],
        "tech": {
            "runtime": [
                "4 min"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 4.7
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 4.8
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 4.1
            },
            "males": {
                "votes": 4,
                "rating": 4.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 13,
                "rating": 4.6
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 5.9
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 3.7
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.0
            },
            "non us users": {
                "votes": 11,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 1,
            "9": 2,
            "8": 1,
            "7": 1,
            "6": 4,
            "5": 3,
            "4": 1,
            "3": 6,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 4.7,
        "median": 5
    }
}