{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "25 April 2015"
            }
        ],
        "release dates": [
            "Brazil::25 April 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Lulubelas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The gang sets sail for an amazing and rare natural phenomenon: the hatching of lulubelas. Cacau is really looking forward to it. However, one of Atlas' balloons deflates and they land on an islet in order to fix it. Thanks to Cacau's optimism, they beat fun challenges while looking for the goo necessary to cover the leak. They run back to fix the airship in time for the hatching; however, when they arrive, the lulubelas are already gone and Cacau is crestfallen. Inspired by the optimism she has shown during the adventure, her friends decide to look carefully for any ...    "
                },
                "2": {
                    "title": "Baleifante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A game the kids are playing accidentally attracts a baby whalephant, who doesn't know how to get back home. Dino, Kika, Cacau and Lip decide to take it back to its herd. Along the journey, they take care of it and play with it; Cacau grows really close to the whalephant. When they arrive at the whalephant's islet, Cacau doesn't want to let him go, but the gang convinces her that it is best for him and that they can visit him anytime they want. So Cacau says goodbye - but not without a last moment of fun with the whole herd of whalephants.    "
                },
                "3": {
                    "title": "Uma Visita Inesperada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dino, Kika, Cacau and Lip are trying to decipher a map for a mission when a message arrives from Nona, who will soon pay them a visit. They are not very excited with the prospect of a \"slow\" afternoon; they'd rather set sail for their adventure. Nona arrives and notices the map. They say it's their thing, she wouldn't understand. But Nona surprises them with a comment that clarifies the map and Dino manages to find their route. At the destination, they begin looking for the mission's objective, always underestimating Nona's part in the adventure. But she helps them ...    "
                },
                "4": {
                    "title": "Bagunça no Convés",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Atlas' deck is a mess. Kika says that maybe they should fix it in order to have room for playtime, but Dino, Lip and Cacau are too lazy to do it. They keep coming up with lame ideas to get rid of the mess (for example, shove it all into a chest) , until Lip has a \"brilliant\" idea: they could use the bubble cannon to put the mess into bubbles and shoot them out of the Atlas. Ploof ploof ploof. Soon, several bubbles filled with mess float around Atlas. Then a wind current picks up and takes all the bubbles away. Dino, Lip and Cacau maneuver the Atlas chasing the bubbles...    "
                },
                "5": {
                    "title": "Volantrololó",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Volante delivers Cacau's order. It's a potion for singing: a tiny sip is enough for hours of singing fun. Dino, Kika and Lip love the idea. But the four of them argue about who should drink first and start taking the bottle from each other. The potion slips from their grip and rockets in Volante's direction, who ends up accidentally drinking its content. The bird stands up - and bursts into song. The potion turned him into an opera singer. He is out of control. Kika reads that the antidote is a plant. They set sail to find it, trying to stand Volante's non-stop opera ...    "
                },
                "6": {
                    "title": "Choquedilhos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Lip receives a delivery from Volante and jumps up in fright as he opens it. Dino, Kika and Cacau ask what the problem is and he says \"it's horrible, horrible!\" theatrically. His friends try to calm him down and Lip tosses the box's contents at them: teddy bears. Lip laughs, even though the others are not happy with the prank. To their dismay, Lip is on a row and pranks them time after time. Lip can't stop laughing even when no one believes him anymore; his friends grow tired of his nonsense and enter Atlas, while Lip remains outside. He notices that the Atlas is ...    "
                },
                "7": {
                    "title": "Sr. Bigode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Lip can't wait to grow a moustache and shows up with a fake one, thinking he's THE MAN. It's a lame moustache, however, and Dino, Kika and Cacau make fun of him. Lip says, \"Oh, yeah? We'll see about that\". Volante arrives with a mission from Mala Malao and with Lip's order, a \"moustache-growing\" lotion. He uses it and plop. A tiny moustache appears on his face. The gang sets sail for the mission, with Lip annoyingly proud of his moustache. However, the moustache won't stop growing and before long it has become huge, to the point of interfering with the mission in ...    "
                },
                "8": {
                    "title": "O Segredo da Pirâmide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The gang finds an ancient object inside the Atlas and each kid has a theory about what it is. They accidentally activate a mechanism in it which shines a beam of light towards some faraway destination and decide to sail in that direction. They discovered an island with a colossal pyramid. The gang walks inside - it's a fascinating place, with vases and mummies - and the door bangs shut behind them. A guardian says, \"you can only leave when you figure out the secret of the pyramid's treasure!\". Dino, Kika, Cacau and Lip explore the pyramid and an mysterious force keeps...    "
                },
                "9": {
                    "title": "Cheirando a Problema",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Volante brings the kids a pack of exotic seeds that Kika ordered. They get excited, separate tools, prepare vases. Kika tells them how to plant the vegetables, but Lip thinks that instructions are boring and decides to plant it whichever way he likes. He chooses a random seed from the pack, plants it without much care, shakes it a bit and voilá. In the next morning, the plant has grown. It's cute, but it smells TERRIBLE. They all react to the bad smell in funny ways. Kika asks Lipe if he followed her instructions and he says that he didn't; he thought instructions ...    "
                },
                "10": {
                    "title": "Dia de Corrida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dino, Lip, Kika and Cacau set up a contest and draw straws to form competing doubles. So Kika and Lip team up - and are absolutely sure of their victory - and Dino and Cacau form the other theam. At the three interconnected islets with double tracks at which the race takes place, Lip and Kika have the faster car and zoom right ahead, but then get distracted by a bouncy-flowers field on the first islet and stop to take \"bouncy\" pictures. Dino and Cacau manage to grab the lead. Kika and Lip get back to the race and overtake them again, only to get distracted by the ...    "
                },
                "11": {
                    "title": "Noite da Abóbora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Nighttime. Lip, Kika and Cacau are wearing cool costumes for Scare Night Delight. Volante arrives (also in costume) with a mission. Suddenly, a monster jumps and scares them: it's Dino, who's dressed as \"one of the ten scariest monsters of all time,\" according to a book he read. On the mission's islet, their objective (finding pumpkins) demands that they separate and take different directions. Lip runs into monster-Dino and tells him to stop kidding around - but it's not Dino, it's the real monster. Lip jumps up and runs away. A little later, Dino also finds the ...    "
                },
                "12": {
                    "title": "Show de Talentos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The gang is having fun with their Talent Show and now it's Lip's turn. He announces the Greatest Juggling Act In The Whole Wide World - after all, it's a Lip's Act. But he loses his cool and the performance turns to tragedy; juggling balls fly everywhere. Lip is crestfallen. His friends say it's no big deal, all he has to do is rehearse, and they can help him with that. Still, Lip refuses the help and begins rehearsing alone, only to find it too difficult. So he comes up with a plan. He calls Volante over and whispers something to him; a little later Volante brings ...    "
                },
                "13": {
                    "title": "The Dino Adventures' Treasure Chest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Inspired by the treasures they find in their adventures, Dino, Kika, Cacau and Lip decide to make a treasure themselves, to be found by other children. The idea is to put inside a chest things that they consider SUPER cool. Dino thinks about it but has no idea of what to put. Lip brings an object and recalls the fun adventure that led the gang to it, shown in flashback. Dino still does not know what to include in the treasure. Then is Cacau's turn; she brings another item and tells the story of how they found it, also shown in flashback. Nothing on Dino's mind yet - ...    "
                },
                "14": {
                    "title": "Dia de Cão",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The kids visit Nona to play with her adorable pet. They go crazy about it and think about how much fun it would be have one of their own. Nona points out that owning a pet is a big responsibility, not to mention a lot of hard work, but the kids think they can handle it. So Nona says that she has an appointment for the afternoon and asks them if they would like to stay with the pet in the meantime. The kids instantly accept it. They have a great time taking care of the pet at the Atlas, but soon discover some difficulties: the animal chews Lip's favorite toy; eats too ...    "
                },
                "15": {
                    "title": "Kika's Knighty-Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    It's nighttime when Volante arrives with Kika's order. It's a book with a monster story, which she reads while the others go to sleep. Later that night, Kika wakes Dino, Lip and Cacau up. She got scared by the book and can't sleep. Cacau tries singing a lullaby, but she is so sleepy that her voice sounds funny, reminding Kika of the monster. Lip suggests she tries counting sheep; when she does, it works - on the others. Kika wakes them up again. After other failed attempts to help her sleep, they are exhausted. Lip gets irritated: \"Kika, it's just your imagination. ...    "
                },
                "16": {
                    "title": "Pula Pula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Volante arrives with a mission and also a few packs of stickers for the kids' album, which completely grabs their attention. Kika finds the last sticker they need to complete the album, granting the gang an amazing prize: a pogo stick, delivered instantly by floating party balloons. Woohoo. They are so excited that Volante has a hard time directing their attention to the mission from Mala Malao: \"My storm detector got stuck somewhere on an island. Can you release it?\". Someone suggests they take their new toy to the mission. Woohoo. On the islet, they have a hard time...    "
                },
                "17": {
                    "title": "Torre Torta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    While Dino, Kika and Lip play on the Atla's deck, Cacau works on a painting. Volante arrives with her order: a new blank canvas, in which she wants to paint the gang's portrait. The kids get really excited, but start to question Cacau's talent after they see the \"weird\" flower she has painted. They whisper to each other that that is not the right way to paint a flower. Unsuspicious, Cacau gets back to work and notices she is out of red ink. The kids agree to go get it at the Colors' Island. At the island, they search for the ink-maker, and when they see his house, ...    "
                },
                "18": {
                    "title": "Repórter Kika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The kids play pirates when Volante arrives with a map to the Legendary Treasure of the Lost Cave. \"It's the perfect adventure, sailors, here we go!\". When they arrive at the island, they notice some jumping creatures that run away when they approach. The gang follows the map till they get to a passage filled with Venus Flytraps. Nearby, there are some dry tree branches and Dino has an idea: use them as stilts to walk past the plants. When they approach the branches, more creatures jump away. After they leave the dangerous plants behind, they find the entrance to the ...    "
                },
                "19": {
                    "title": "O Gênio da Lâmpada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Kika loves the book she's reading, One Thousand and One Nights, and convinces the gang to go on a search for a magical lamp. Dino, Cacau and Lip say that it might not exist, but agree to join her anyway. In an island covered in desert, Kika scans the sand with a metal detector. And it beeps. But it's just an old can. It beeps again. A rusty hanger - Soon the gang is dragging around a small wagon full of junk - and no lamp. When they are ready to give up, Kika finally finds one. She rubs the lamp as hard as she can - But no genie comes out. She is heartbroken. Dino, ...    "
                },
                "20": {
                    "title": "Curiosidade Tem Limites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dino is curious to know what it tastes like to mix pineapple juice and vegetable soup. Yuck. It's awful. Lip asks him why he did that and Dino says \"Well, I was curious!\". Volante arrives with a note from Mala Malão: \"DO NOT VISIT THE SPECKTACULAR ISLAND!\" The kids wonder why would he send a warning NOT to visit a place - Dino gets super curious and instigate the others until they decide to go explore Specktacular Island. When they arrive, they are surprised to see a rather normal island. \"Why did Mala Malão sent us that warning, anyway?\" Their curiosity leads them ...    "
                },
                "21": {
                    "title": "Pedido de Desculpas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dino ate Cacau's delicious muffin when he was distracted and now she is angry at him, but he doesn't realize it. Volante arrives at the Atlas with a message from Harmony, the musician. She is asking for their help to fetch a Giant Nut, which she needs for her guitar. At her islet, on their way to the nut tree, they find a lake with musical stones that they must step on in a certain order to reach the other bank. During the crossing, Harmony learns about the misunderstanding between Cacau and Dino and encourages him to apologize to her. Dino does so, but Cacau doesn't ...    "
                },
                "22": {
                    "title": "Era uma vez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The kids are scattered around the Atlas, bored to tears. What a dull day - Then Volante arrives. Woohoo, it's adventure time. However, Volante brought nothing but a book for Kika. She is thrilled, but Dino, Cacau and Lip feel differently: \"reading will make us even more bored!\" Kika disregards the comment and reads by herself. When she reacts excitedly to something that happens in the book, Dino and Cacau get super curious and want to listen to the story. Lip is the only one who stubbornly insists that reading is the most boring activity in the world. Kika, Dino and ...    "
                },
                "23": {
                    "title": "Tesouro Perdido",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The kids are playing at the Atlas when Volante arrives with an invitation from Mala Malao: \"I've got an amazing adventure for you!\" When they meet him, Mala Malao shows them a treasure map drawn by him when he was a kid. The gang gets super excited. However, when they finally arrive at the X spot on the map, the gang deflates: it's only an old and decadent tree house, very disappointing for kids who were expecting a fantastic treasure. Mala Malao explains that the forgotten house belonged to him in his childhood; then he finds an old wooden board and gets very ...    "
                },
                "24": {
                    "title": "O Náufrago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Lip is so awesomely excited about his new boomerang that he doesn't even want to join the gang in the next mission, a run-of-the-mill fetch quest on an islet, so he decides to pretend that he is not feeling well in order to stay at the Atlas while the others disembark. He thoroughly enjoys his new toy until it tumbles out of the Atlas and onto the islet. Lip disembarks to get it back. While Lip is searching for the boomerang, Dino, Kika and Cacau runs back to the Atlas, with the objective of the mission in their hands - and a big monster hot on their heels. They climb...    "
                },
                "25": {
                    "title": "Salada de Frutas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Cacau has prepared a surprise fruit salad to the crew. Dino and Lip love it, but Kika says she doesn't like any of the fruits in the salad. The kids set sail to the Fruity Islet to find fruits that Kika likes. There, they find many exotic looking fruit plants they never saw before and have lots of fun with the plants while picking the fruits up. Still, the fruits are not the ones Kika likes. Seeing her friends frustrated, she feels guilty and confesses she actually doesn't like any fruits, but was embarrassed to say it. The kids find it odd that she doesn't like ...    "
                },
                "26": {
                    "title": "Dia de Aniversário",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dino wakes up excited - he can't wait to see what the gang has prepared to celebrate his birthday. However, to his dismay, the other kids don't seem to remember about it. He gets hopeful when Volante arrives, but the bird hands him a request from Nona and leaves without congratulating him. Saddened, Dino leads the gang in a mission to find the ingredient Nona has asked for. In the islet, he keeps trying to remind his friends of his birthday in less and less subtle ways, but it never works: the others insist that it's just an ordinary day and focus on overcoming the ...    "
                },
                "27": {
                    "title": "Sherlip Homes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Lip is playing when Dino, Cacau and Kika complain to him about his careless behavior and constant mischief. Lip simply shrugs off their anger. Volante arrives with a call from Nona and the kids go to her islet. She asks for their help in a couple of chores and, as a thank you, they can all eat a wonderful pie by the end of the day. During the first task (painting Nona's fence), a paint bucket in the wrong place makes Dino stumble and get covered in yellow paint. \"LIP!\", they shout, but Lip says that this time it wasn't him. Second task: building a new house for Nona's...    "
                },
                "28": {
                    "title": "O Show Não Pode Parar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    When Harmony invites the gang over to have fun playing as a band for a day, Dino, Cacau and Lip quickly decide on their instruments: bass, drums and guitar, respectively. However, Kika and Harmony reach an impasse: both want to be the lead singer. As the band rehearses, the girls compete for the spotlight, creating uncomfortable situations for their friends. Somebody suggests they should vote. Kika and Harmony vote for themselves, naturally. When they ask for their friends' votes, things start to get awkward. Dino ends up voting for Kika and Lip votes for Harmony. As ...    "
                },
                "29": {
                    "title": "Amuleto da Sorte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The Atlas' gang has a thrilling mission to complete and Lip is confident about their success because of his foolproof lucky charm. However, when they are about to leave - he trips and drops it overboard. \"Oh, no. How are we going to explore an unknown island without my lucky charm?!\" During the mission, despite of the other kid's encouragement and all the fun they have overcoming obstacles at the island, Lip feels naked without his lucky charm and is afraid of everything, avoiding action as much as he can. They find an obstacle that only Lip can overcome, but he ...    "
                },
                "30": {
                    "title": "Dia de Esporte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The gang is super excited and practicing hard for Sports Day: a day where beings from all over the islets get together to play team sports. A practice game of volleyball on the Atlas' deck is happening, but when Volante delivers a puzzle game, Kika immediately gets hooked on it to the point where nothing else matters. The others have to convince her to join them when it's time to leave for Sports Day, but Kika only agrees if she can bring the puzzle game with her. After a beautiful opening ceremony, Sports Day kicks off, but Kika is too distracted to join her friends....    "
                },
                "31": {
                    "title": "Perguntas e Mais Perguntas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Questions, questions, questions. Cacau has a LOT of them, and Dino, Kika and Lip are more than happy to oblige, offering her their particular knowledge about things. However, when an important mission arrives, Cacau's constant asking becomes rather inconvenient. So, while the others try to focus on the task at hand, they use strategies to avoid her questions: Dino pretends he's too busy, Kika suggests a book or twenty as research and Lip (being Lip) makes up the most unreasonable answers possible. Still, Cacau's question mark marathon continues and, as the mission ...    "
                },
                "32": {
                    "title": "Ghosts in the Shells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Cacau wishes to add the final piece to her sparkling shell collection: the very rare rainbow shell. The gang agrees to help out and sets sail for the island where they can be found. The place is filled with strange noises, ghostly voices and restless shadows. The shell is very important to Cacau, it is the last one of her collection, so they keep looking for it even though they are scared. Inside a dark cave, Cacau indeed finds a rainbow shell, but the scarier noises and voices surround them in the dark. Dino manages to shine a light, revealing that all those scary ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Chave para a Aventura",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Aeroparque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Fantasmalgumacoisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "A Coleção da Cacau",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Pato da Sorte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Torta de Aniversário",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Perdidos no Espaço",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Caça ao Tesouro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "As Cores da Kika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Noite da Neve Brilhante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "O Segredo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Tudo de Novo Outra Vez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Brincadeira sem Fim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Dia de Acampamento",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "10 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Entregas Atlas S.A.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "10 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Operação Resgate: Volante!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Corrida Anual de Bolhas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Adesivos, Adesivos e mais Adesivos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "A Planta dos Desejos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Achados e Perdidos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Aventuras (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Luiz, Ítalo"
            },
            {
                "name": "Alencar, Bianca"
            },
            {
                "name": "Celini, Letícia"
            },
            {
                "name": "Zink, Mariana"
            },
            {
                "name": "Cavalcanti, Renato"
            },
            {
                "name": "Ferreira, Alna"
            },
            {
                "name": "Marchetti, César"
            },
            {
                "name": "Moreno, Antonio"
            },
            {
                "name": "Ramos, Mauro"
            },
            {
                "name": "Andreatto, Andressa"
            },
            {
                "name": "Soares, Thiago"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Family",
            "Fantasy"
        ],
        "runtimes": [
            "7"
        ],
        "countries": [
            "Brazil"
        ],
        "country codes": [
            "br"
        ],
        "language codes": [
            "pt"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 19,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAxNjQwMjM4Nl5BMl5BanBnXkFtZTgwMjY2MDAyNjE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Portuguese"
        ],
        "title": "Dino Aventuras",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Dino Aventuras (Brazil)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Durães, Ana"
            },
            {
                "name": "Muro, Jennifer"
            },
            {
                "name": "Szolnoky, Henrique Breia"
            }
        ],
        "production companies": [
            {
                "name": "Cinefilm Produções Cinematográficas"
            }
        ],
        "plot": [
            "On board of Atlas, a flying ship, Dino, Kika, Lip and Cacau travel above the clouds in a magical universe, where imagination is the limit. The gang is always willing to get in an adventure to help their friends of this fantastic world.::Janaína Harada Duarte"
        ],
        "tech": {
            "runtime": [
                "7 min (Brazil)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 19,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 5.1
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 2.0
            },
            "males": {
                "votes": 15,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 2.0
            },
            "females": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 2,
                "rating": 6.5
            },
            "non us users": {
                "votes": 9,
                "rating": 5.7
            }
        },
        "number of votes": {
            "10": 14,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 7.8,
        "median": 1
    }
}