{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "7 July 2015"
            },
            {
                "country": "Canada\n",
                "date": "7 July 2015",
                "notes": "                            (Toronto)"
            }
        ],
        "release dates": [
            "Canada::7 July 2015",
            "Canada::7 July 2015                            (Toronto)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "House for an Athlete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "Jan. 2019",
                    "year": "2019",
                    "plot": "\n    For a man over 7 feet tall, finding the perfect house might be a challenge. Danielle knows high ceilings come in all shapes and sizes, can she find a style they'll like? They also want a pool and a home theatre.    "
                },
                "2": {
                    "title": "Treetops",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Suhail is a marketing director and Niki a doctor so she's often on call for a hospital downtown. Can they find a place that can help relieve stress, but also be close enough to downtown for those urgent calls?    "
                },
                "3": {
                    "title": "Above and Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Wendy and Daniel are looking to downsize but still want an elegant home. They want something that can help them relax at the end of the day, with at least 4 bedrooms and away from the downtown core. Can Lou find them something that fits?    "
                },
                "4": {
                    "title": "Energized",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Danielle is helping quite a pair, Joseph is a chiropractor and Nadia is an aerospace engineer. They're looking for a home to start a family and want space to host their extended family. Will it be as difficult as rocket science?    "
                },
                "5": {
                    "title": "Fabulous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Janelle and Manuel are young professionals looking for more space. With one child tagging along on the tour already, they need a place for their growing family. They might need to do some renovations, but they want everything to be perfect.    "
                },
                "6": {
                    "title": "Fun House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "Feb. 2019",
                    "year": "2019",
                    "plot": "\n    These two business owners Joseph and Heather work hard and want to play hard. They're looking for a place to entertain guests, and Daryl's got some amazing homes to show them.    "
                }
            },
            "1": {
                "1": {
                    "title": "Condo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Downsizing is a difficult transition and Jin's objective is to make it as seamless as possible. They are moving from a house in Port Credit to a luxury condo close to the downtown core. They desire extra bedrooms for when their children are visiting, all the amenities, and waterfront views. With so many luxury condos popping up in Toronto, these top million dollar agents should have no problem finding this couple something spectacular.    "
                },
                "2": {
                    "title": "King's Obsession",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    It is time to up-size. Daryl's couple is moving away from downtown Toronto because they desire a bigger space, more privacy, and tranquility. They have 3 children between the ages of 7 and 13 who need their own bedrooms and Marnie needs an office since she works from home. Daryl and the other top million dollar agents are sure to come up with some impressive choices for this family of five.    "
                },
                "3": {
                    "title": "Rose Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Mike's couple is looking for their dream home anywhere in between Toronto and Barrie near HWY 400 in a prestigious neighborhood. They have a large dog, a tall family, and want to start a family of their own. This means they are going to need a lot of space and want the house to be fully renovated or brand-new. Can't wait to see what these top million dollar agents come up with.    "
                },
                "4": {
                    "title": "Smart Investment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    An amazing beach-front property is what Inez's couple is looking for and these top million dollar agents are sure to surpass their expectations. They currently live in a condo and have 1 child however they desire a home that they can comfortably expand their family in. They have a lot on their wish list but that will never discourage these agents.    "
                },
                "5": {
                    "title": "Bucket List",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Mike's friend invites him to an Indian wedding and tells him about his uncle who's looking for a luxury condo close to the airport. It would be an investment property and potentially a place for him to live when visiting. High-end finishes are a must and these top million dollar agents are always ready to exceed expectations.    "
                },
                "6": {
                    "title": "Right Choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Somewhere to spend the rest of their days surrounded by nature sounds like a paradise to retire in. Daryl's couple has older children with their own families now so they're looking for a home with lots of land and nature. It's very important to them because they want to be able to have everyone comfortably visit and eventually retire here in a few years. They both work from home want to live north of HWY 7 in their own private oasis. This sounds a little too easy for our top million dollar agents.    "
                },
                "7": {
                    "title": "Big City Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    A young trendy couple wants to start a family in Toronto but they need some help from these top million dollar agents. They live a very active/busy lifestyle so they require somewhere with low maintenance but still has enough space for a big family. Jin is ready to dive in and find them the perfect condo or townhouse.    "
                },
                "8": {
                    "title": "City Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Moving in together can be stressful but fun because you're starting a new life together. Inez's couple is selling their separate properties and looking for a house/condo in the city or beaches that offers a good lifestyle. This couple isn't picky and open to different kinds of properties. When these top million dollar agents are given a short wish list it gives them the freedom to find something breathtaking.    "
                },
                "9": {
                    "title": "Cottage Getaways",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Agreeing on a vacation home is made much harder when these top million dollar agents have astounding listings. Mike's couple is looking for a waterfront cottage with lots of land and privacy. Debbie wants a family cottage that feels homey however Paul wants an impressive high-end cottage that he can bring his clients to. The couple can't seem to fully come to an agreement on what they want but these agents are pros at finding the ideal compromise.    "
                },
                "10": {
                    "title": "Perfect Neighbourhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Remarrying is hard enough let alone combining two families under one roof. With a total of 4 children between the ages of 7 and 16 this couple is definitely going to need lots of space and land in a safe neighborhood. Jin and the other top million dollar agents are surely going to find this new family somewhere they can all call home.    "
                },
                "11": {
                    "title": "Home Sweet Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Now that Kristen and Kane have opened an office in Toronto, they will be traveling a lot from Vancouver and want somewhere of their own to stay in. Daryl and the other top million dollar agents have a wide range to search over because the couple is willing to live an hour or two drive away from downtown Toronto. These agents will have no issues getting this couple to forget Vancouver and fall in love with Toronto.    "
                },
                "12": {
                    "title": "Classic Homes Are Timeless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Many people enjoy staying busy and always having a project on the go. Inez's couple loves to build and create breathtaking properties. On their next project, they want an interesting property, preferably waterfront, which they can use for an investment or to build on. These top million dollar agents are used to finding empty lots and tear-down properties but the true challenge is finding the ideal land for building something spectacular on.    "
                },
                "13": {
                    "title": "Agents of Million Dollar Homes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    An international couple wants to live in Toronto for 1 year but has no idea where to start looking. Luckily for them, Mike, Jin, Daryl, and Inez have teamed up to find them the home of their dreams. This won't be difficult for the agents considering their biggest desire is finding a modern and spacious home. Each agent will show a luxurious property they've personally chosen hoping that they will get the final win.    "
                }
            },
            "2": {
                "1": {
                    "title": "Glass House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    The King is back, baby! Daryl King is known to make an entrance, and he wants the houses he shows to have that same \"wow\" factor. His clients are looking for a grand mansion, and with their sizable budget won't settle for anything less than spectacular. Will Daryl be able to dazzle his clients and find a property that will take their breath away?    "
                },
                "2": {
                    "title": "A Palace Fit for a Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    International luxury realtor Mike Donia jets off to Thailand to work with a client and good friend Mae. She is moving back to her hometown of Bangkok to pursue her modeling career, and is looking for the house of her dreams. Mike has his work cut out for him, as Mae's long wish list will be hard to achieve with her budget. With the help of a Bangkok real estate expert, Max Gloeckner, Mike is confident he can deliver just what Mae is looking for.    "
                },
                "3": {
                    "title": "Infinite View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Vicky is searching for a home in the Beach area for her and her family. No one knows the Beach like Inez Kudryk, so Vicky enlists her help in finding some stunning luxury properties to tour. With a sizeable budget and very particular tastes, Inez knows that Vicky will be a tough client to please. She invites designer Shelley Alexanian to consult with Vicky about all the renovations she could do if she wanted to customize her new place. Will Vicky find the forever home of her dreams?    "
                },
                "4": {
                    "title": "Sunset on the Patio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Steve Bailey to save the day! This week's episode features the lovely couple Chris and Rosa as they search for the perfect home. While Rosa is mainly concerned with cutting down her commute, Chris just wants to feel a connection to a property. Luckily for Steve, he's got his sister Helen, an interior designer and home stager, to help sway Chris - and it works! Unfortunately for Rosa, she isn't seeing the benefits of moving to a town around Cambridge. Steve's got some neat ideas, but will they be able to convince Rosa?    "
                },
                "5": {
                    "title": "Sweet Home Belize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Sofie Kehdi heads to the island of Ambergris Caye, Belize to help a friend and former client, actress and choreographer Zuzana Marosová. As a public figure, Zuzana craves privacy in her personal time and is looking for a relaxing space to unwind with her children. With the help of local realtor Daniel Hartin, Sofie sets her sights on the perfect home...and hopefully a bit of fun in the sun!    "
                },
                "6": {
                    "title": "Nice Family Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Jessica and Mark are a young couple living and working in Thailand after meeting there several years ago and falling in love. They are looking for a permanent home in Bangkok, and after chatting with her friend Mae, Jessica knows that Mike Donia is the man for the job. With the help of local agents Max Gloeckner and Nala Gill, will Mike be able to find a place that suits the whole family?    "
                },
                "7": {
                    "title": "Clever Income",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    After helping them find a home last season, Inez is enlisted by Martin and Cheryl to help them find the perfect investment property. While Cheryl wants a property with minimal work and no landlord responsibilities, Martin is more open to renovations and taking on some of the commonplace duties associated with property management. Can Inez help them achieve a happy medium?    "
                },
                "8": {
                    "title": "Open Concept",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    This week's episode features Cambridge realtor extraordinaire Steve Bailey as he helps couple Dan and Melinda search for the perfect home. It's a real battle of contemporary vs. traditional as Dan and Melinda hash it out trying to figure out where their future lies. Melinda surprises Dan with some new information, but can Steve surprise them both by showing them the perfect property?    "
                },
                "9": {
                    "title": "A Big Investment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Vancouver-based Jim and Shannon are looking to relocate to their hometown of Toronto with their two teenage daughters. With a budget of 10 million dollars, they enlist the help of savvy realtor Sofie Kehdi. While it might first seem that Jim and Shannon are on the same page, the house hunt proves that they have some differing opinions on what makes a good investment. Sofie will have her hands full trying to meet the demands of her conflicted clients!    "
                },
                "10": {
                    "title": "Magical Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Off on another adventure! This episode takes Mike Donia on a whirlwind tour of Southeast Asia as he searches for a home for his clients. Featuring properties in Thailand, Indonesia, and the Philippines, each country has its own unique charms to offer the would-be buyers. Monkeys, mangoes and mansions are in store for Mike as he continues his hunt for that perfect property.    "
                },
                "11": {
                    "title": "Income for a Rainy Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    Inez Kudryk tours her clients through homes she knows are sound investments, and will significantly appreciate in value in the next few years.    "
                },
                "12": {
                    "title": "Tricky Choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Steve Bailey takes some condo-loving city dwellers and shows them what they've been missing out on! Laura and Steven are a young couple with an expanding family, and are ready to take the next steps in home ownership. After being confined in downtown condos, they want a large plot of land for their young children to run around and enjoy nature, and a spacious home that reflects this new phase of their life.    "
                },
                "13": {
                    "title": "We Bought a Resort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    Making the most of her time in Belize, Sofie Kehdi helps husband and wife team Rachel and Ben size up some resort properties. Along with their investors, Rachel and Ben are looking to purchase a resort on the island that will provide the most bang for their buck. After the first tour, it becomes very clear that this couple is not going to see eye to eye on what they want. Luckily for them, Sofie is a pro at mediating conflicts when it comes to real estate. Which knockout beach resort will Ben and Rachel choose?    "
                }
            },
            "3": {
                "1": {
                    "title": "Net Zero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    Julie and James are looking for a new home to raise their two boys. James is in the tech industry and would love an energy efficient home. Julie has her own dance studio and can't wait to get back to work after giving birth to her second son. Eve and Shawn are the perfect team for the job, especially with Timberworx's cutting edge \"Net-Zero\" project.    "
                },
                "2": {
                    "title": "WOW Factor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    Giulia and Scott have recently come into an inheritance and want the house of their dreams. Currently, they live in a modest bungalow in a busy neighborhood but would prefer to live in a secluded house with a magnificent view. Ideally, Giulia also wants a house that has a separate living quarters for her aging parents. With Steve's help, they'll be able to find a new luxurious property they can show off to their friends and family.    "
                },
                "3": {
                    "title": "My Daughter's Plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    Kevin is a retired, successful businessman. He is a single dad to Shannon and Jennifer. Shannon has been accepted into the Ontario Veterinarian College at the University of Guelph, which is Canada's leading program in veterinary health care. This is the reason they are moving to Guelph. Kevin is happy to live anywhere as long as it has good golf courses. Eve will be happy to tell him that Guelph just happens to have 3 of the top ones in Ontario.    "
                },
                "4": {
                    "title": "Feels Like Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Laura is on the hunt for a new home for long time clients Marino and Paula. The couple and their three kids would like a spacious house with a country feel to escape their hectic lifestyles. Due to Marino's busy schedule as a producer, he would prefer a house that is all-inclusive and turnkey. Their kids are very active want a pool and the option for horse stables. Laura's going to find them the perfect home.    "
                },
                "5": {
                    "title": "Waterfront",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "plot": "\n    Diogo is a dedicated musician working on his new album. He has been debating between moving to Miami or staying in Toronto. Toronto is closer to his family and is where he feels at home with his music. Danielle will show him some spectacular properties in both cities and see what he decides.    "
                },
                "6": {
                    "title": "Century Homes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "plot": "\n    Louise, Jason, and their two children have been living in Europe for the past 10 years. Now they would like to be closer to their family in Canada. Louise absolutely adores the European aesthetic; the sense of luxury conveyed by multi-peaked roof-lines, bay-shaped windows, and decorative stone. She wants a house that allows them the feeling of \"living abroad\" without leaving the country. Eve will find her just that.    "
                },
                "7": {
                    "title": "Sweet Country Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "plot": "\n    Tomarra and Rob have just married and blended their two families. As a new family, they want to transition to a quiet neighborhood away from the hustle and bustle of Toronto. Steve is up for the challenge. Rob is a writer and plans to work from home, while Tomarra is a naturopath who would love to have her own studio. Ultimately, they want to start cherishing the real things in life and that is spending more time with their kids.    "
                },
                "8": {
                    "title": "Retirement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    Elizabeth and Michael are retired and want to move closer to their kids and grandchildren. They want to downsize from their two-story house into a bungalow. Luckily, Eve knows all about luxury bungalows. Elizabeth loves to exercise and really would like a gym. Michael has a passion for cars and needs at least a three-car garage. Their current house is dated so they would love a house that is turnkey. Eve will do her best to find their forever home.    "
                },
                "9": {
                    "title": "A Smart Decision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "plot": "\n    Darlene and Bruce are in the market for a new home and have enlisted Laura to help them out. Darlene's one request is that they stay close to their current home, where their daughter goes to school. For Bruce, quality construction materials and workmanship are of paramount importance. One thing the entire family agrees on is that the backyard should have an amazing entertainment space since they spend plenty of time together outdoors and enjoy having guests over.    "
                },
                "10": {
                    "title": "Love the Location",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    Ashley and Ali are ready to take their relationship and living situation to the next level. The young entrepreneurs are ready to move into a house, but the one thing they can't agree on is where to live. Ashley wants an estate home outside the city that has an outdoor pool and beautifully manicured gardens. Ali, on the other hand, insists on being close to his downtown office and walking distance from restaurants and shops. Danielle knows she can deliver some stunning properties, but someone may have to compromise.    "
                },
                "11": {
                    "title": "Pool House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    Kathryn and Neil are true urbanites. They absolutely love what downtown Toronto has to offer. When Neil found out his company was relocating to Guelph, they weren't thrilled. After five months of long commutes, the Thompson family is ready to take the risk and make the move-with some conditions. The new house has to have a pool and playroom for the kids and a large entertainment area for adults. Eve's challenge is to find them an enticing home that will convince their friends from the city to visit.    "
                },
                "12": {
                    "title": "Back Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    Heather and Joseph are moving to Canada from Europe. Joseph is the CEO of a marketing corporation which Heather also works at. Their budget is up to 13 million dollars. They are open to using all of their budget on one big house, or on two houses-a place in the city and a cottage up north. They are hoping Daryl King can perform his magic and make their family of four happy.    "
                },
                "13": {
                    "title": "Big Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Million Dollar Agent (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    Stephanie is making a big move from BC to Guelph to be closer to her son John and his family. She doesn't want the move to be a hassle and is looking for an accessible, decent-sized home for her grandchildren and visitors from BC. Good sized guest rooms and a large backyard are a must. As she loves to cook, she would also like a new kitchen. Eve will show Stephanie 3 wonderful homes that fit the criteria. Stephanie is going to have a difficult decision.    "
                }
            }
        },
        "number of episodes": 45,
        "cast": [
            {
                "name": "Donia, Mike"
            },
            {
                "name": "Kudryk, Inez"
            },
            {
                "name": "King, Daryl"
            },
            {
                "name": "Jiang, Jin"
            },
            {
                "name": "Meredith, Paul"
            },
            {
                "name": "Claxton, Eve"
            },
            {
                "name": "Marsh, Shawn"
            },
            {
                "name": "Bailey, Steve"
            },
            {
                "name": "Alexanian, Shelley"
            },
            {
                "name": "Gloeckner, Max"
            },
            {
                "name": "Kehdi, Sofie"
            },
            {
                "name": "Moschella, Danielle"
            },
            {
                "name": "Arci, Laura"
            },
            {
                "name": "Clarkson, Lyndsay"
            },
            {
                "name": "Finnamore, Michelle"
            },
            {
                "name": "Hartin, Daniel"
            },
            {
                "name": "McIntyre, Helen"
            },
            {
                "name": "McKinnon, Tyler"
            },
            {
                "name": "Xuereb, Jasmine"
            },
            {
                "name": "Bhogal, Pancho"
            },
            {
                "name": "Castiglioni, Marcello"
            },
            {
                "name": "Chaaya, Ray"
            },
            {
                "name": "Chillingworth, James Chilli"
            },
            {
                "name": "Keller, Kristen"
            },
            {
                "name": "Massey, Paul"
            },
            {
                "name": "Sutherland, Marnie"
            },
            {
                "name": "Bennett, Neil"
            },
            {
                "name": "Bonsu, Charles"
            },
            {
                "name": "Brewda, Victor"
            },
            {
                "name": "Brister, Stephanie"
            },
            {
                "name": "Carvalho, Ashley"
            },
            {
                "name": "Cipriano, Elena"
            },
            {
                "name": "Cotter, Shannon"
            },
            {
                "name": "Cuitino, Mariana"
            },
            {
                "name": "Curio, Luisa"
            },
            {
                "name": "Dayrit, Eden"
            },
            {
                "name": "de Stefano, Lawrence"
            },
            {
                "name": "Dicke, Heather"
            },
            {
                "name": "Falbo, Eleonor"
            },
            {
                "name": "Galli, Sergio"
            },
            {
                "name": "Gill, Nala"
            },
            {
                "name": "Gustin, Louise"
            },
            {
                "name": "Haryott, Bruce"
            },
            {
                "name": "Haryott, Darlene"
            },
            {
                "name": "Iannicelli, Joseph"
            },
            {
                "name": "Isman, Esther"
            },
            {
                "name": "Isman, Esther"
            },
            {
                "name": "Jordan, Marc"
            },
            {
                "name": "Jordan, Michael"
            },
            {
                "name": "Kravtsova, Anastasia"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "27"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 4.8,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU2OTg4NDM0OV5BMl5BanBnXkFtZTgwMzM2NDAyNzE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Top Million Dollar Agent is a lifestyle real estate show based on the lives and careers of some of Toronto's top realtors. In each episode, the host has a client who is interested in buying a home and takes them to four different multi-million dollar properties. Only the finest luxury homes, condos, and townhouses are showcased on TMDA. Additional segments feature guest agents, lawyers, developers, and mortgage brokers who provide information on real estate markets and trends while educating audiences on how to purchase, sell, and stage real estate. This show is geared towards everyone from first time buyers to experienced investors and gives viewers a glimpse into the personal lives and careers of some of Toronto's top real estate professionals.",
        "languages": [
            "English"
        ],
        "title": "Top Million Dollar Agent",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Top Million Dollar Agent (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Zeynali, Michel"
            },
            {
                "name": "McDermott, Karen"
            },
            {
                "name": "Perricone, Arianna"
            }
        ],
        "production companies": [
            {
                "name": "Octopus Media Group"
            }
        ],
        "plot": [
            "_Top Million Dollar Agent_ (qv) is a lifestyle real estate show based on the lives and careers of some of Toronto's top realtors. In each episode, the host has a client who is interested in buying a home and takes them to four different multi-million dollar properties. Only the finest luxury homes, condos, and townhouses are showcased on TMDA. Additional segments feature guest agents, lawyers, developers, and mortgage brokers who provide information on real estate markets and trends while educating audiences on how to purchase, sell, and stage real estate. This show is geared towards everyone from first time buyers to experienced investors and gives viewers a glimpse into the personal lives and careers of some of Toronto's top real estate professionals."
        ],
        "tech": {
            "runtime": [
                "27 min (approx)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 4.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 1.0
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 4.6
            },
            "males": {
                "votes": 5,
                "rating": 4.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 1.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 3,
                "rating": 5.3
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 3.0
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 5,
                "rating": 4.6
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 2,
            "2": 0,
            "1": 8
        },
        "arithmetic mean": 4.8,
        "median": 3
    }
}