{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 May 2015"
            }
        ],
        "release dates": [
            "USA::10 May 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Pakravan, Reza"
            },
            {
                "name": "Pawley, Steven"
            }
        ],
        "genres": [
            "Documentary",
            "Adventure",
            "Drama",
            "Sport"
        ],
        "runtimes": [
            "100"
        ],
        "countries": [
            "Italy",
            "United Kingdom"
        ],
        "country codes": [
            "it",
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Surround 7.1"
        ],
        "rating": 8.7,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzc3ZTc2MTYtY2U4ZS00MTBmLTg3ZGUtNzY0YjIxNDNjYTBmXkEyXkFqcGdeQXVyMzk1NTE1MQ@@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "In August 2013, Reza Pakravan and Steven Pawley embarked on their expedition, as they attempted to set the World Record for the Fastest Bicycle Journey from Nordkapp in the Arctic Circle to Cape Town in South Africa. \"Kapp to Cape\" is the compelling human story of an attempt to set a World Record for cycling the entire length of the planet in an ambitious 100 days. Realizing that his comfortable existence had stifled the dreams of his younger self, Reza Pakravan 39, rejected his secure job as a financial analyst in the City of London to embrace a new life of adventure and insecurity. He was joined by Steven Pawley, 36, a London-based South African born accountant. After two grueling years of meticulous planning and tough training, in August 2013 they set out from Nordkapp in the Arctic Circle to cycle the 11,000 miles to Cape Town in South Africa, completely unsupported. Their journey took them across punishing terrain and primitive roads, through harsh and debilitating climates and brought them face to face with the world most volatile regions.",
        "languages": [
            "English"
        ],
        "title": "Kapp to Cape",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Kapp to Cape (Italy)"
        ],
        "production companies": [
            {
                "name": "Samarcanda Film"
            }
        ],
        "distributors": [
            {
                "name": "Samarcanda Film"
            }
        ],
        "plot": [
            "In August 2013, Reza Pakravan and Steven Pawley embarked on their expedition, as they attempted to set the World Record for the Fastest Bicycle Journey from Nordkapp in the Arctic Circle to Cape Town in South Africa.",
            "In August 2013, Reza Pakravan and Steven Pawley embarked on their expedition, as they attempted to set the World Record for the Fastest Bicycle Journey from Nordkapp in the Arctic Circle to Cape Town in South Africa. \"_Kapp to Cape_ (qv)\" is the compelling human story of an attempt to set a World Record for cycling the entire length of the planet in an ambitious 100 days. Realizing that his comfortable existence had stifled the dreams of his younger self, Reza Pakravan 39, rejected his secure job as a financial analyst in the City of London to embrace a new life of adventure and insecurity. He was joined by Steven Pawley, 36, a London-based South African born accountant. After two grueling years of meticulous planning and tough training, in August 2013 they set out from Nordkapp in the Arctic Circle to cycle the 11,000 miles to Cape Town in South Africa, completely unsupported. Their journey took them across punishing terrain and primitive roads, through harsh and debilitating climates and brought them face to face with the world most volatile regions."
        ],
        "tech": {
            "runtime": [
                "1 hr 40 min (100 min)"
            ],
            "sound mix": [
                "Dolby Surround 7.1"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 8,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 7,
                "rating": 8.6
            }
        },
        "number of votes": {
            "10": 4,
            "9": 4,
            "8": 3,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.7,
        "median": 9
    }
}