{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "5 October 2015"
            }
        ],
        "release dates": [
            "Canada::5 October 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Stay Positive",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    It's the summer. Caleb, who is supposedly taking classes toward his architecture degree, has told no one in his family that he has dropped out, wanting to do something else with his life. Natalie wants Emma to get her first ever summer job so that she can feel comfortable that Emma will have some sense of responsibility after she's gone, something that Emma does not understand in her want to have yet another fun, relaxing, work-free summer. And Romy is in summer school. Natalie has entered the drug trial, which she is writing about in her column. Beyond the positive ...    "
                },
                "2": {
                    "title": "Perfect Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    It's the day of Maggie's housewarming party, to which she's invited the entire family minus Matthew, the two who still are not speaking to each other. Despite Maggie having moved frequently in her life, she has ulterior motives for holding this party, which the guests will discover, her family members who may or may not tell her to her face what they think about her decision based on that motive. Prior to the party, Natalie, believing that her dizzy spells are signs that she is actually taking the experimental drug in the blind drug trial, wants to have what she ...    "
                },
                "3": {
                    "title": "Coping Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    It's the day after Maggie's housewarming and Natalie's special day out with Tia. Natalie is not feeling well to the point of being incapacitated, she and Dr. Basra believing the symptoms side effects of the trial drug. On Dr. Basra's orders, Natalie, who does not want her parents involved, calls in her siblings for support, which may be difficult for Matthew and Maggie, who still are not talking to each other. Natalie doesn't want to burden her children, each who is going through his or her own issue. The one offspring of who she does request something is Caleb, which...    "
                },
                "4": {
                    "title": "Communion",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    It's the day after what was Abby's first communion party, it a disaster in that many people were not talking to many other people because of their issues with each other, and when there was talk, especially between Matthew and Nicole, there was open hostility. Matthew tries one last attempt at convincing Nicole to reconcile, and if that doesn't work, he has to attempt a Hail Mary to achieve that goal while keeping to his promise to Béatrice to be a true father to Julian. It's also the day of Natalie and David's hearing, where Natalie is attempting to revoke David's ...    "
                },
                "5": {
                    "title": "Scanxiety",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Natalie will learn the results of her latest scan - the first scan done since she started the drug trial - at the end of the working day, the results which could provide some clue as to her prognosis. As such, she is a bit anxious as she tries to take her mind off the appointment. Of her two offspring that know about the appointment, she has told Emma and Romy that they need not accompany her. Emma has to work anyway, and Romy is still secretly trying to eke out an independent life if and when her mother passes. Beyond the bittersweet task of returning Jude to his ...    "
                },
                "6": {
                    "title": "Intervention",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Natalie is cautiously optimistic about the news that her cancer is in partial remission. The avid readers of her column, to who she has not divulged the news, are also anxiously waiting to hear about the results of her scan, she just trying to find the right words before she writes that column. Maggie has told both Matthew and Natalie of her concerns regarding Oliver, who they believe is spending what little and borrowed money he has on drugs. They will at least get a first hand look into Oliver's daily life when they go to his apartment for the first time to conduct ...    "
                },
                "7": {
                    "title": "Joyride",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Natalie, as she has always done, offers Romy a dinner out for her success, this time finishing summer school - effectively graduating - although Natalie is unaware that Romy, despite graduating, has basically skipped school all summer in favor of eking out a life with Big Mike's group in computer and graphics. What Romy requests as that dinner surprises Natalie. Natalie has also not divulged to her children that she and their father have reconciled of sorts, let alone that they had a sexual encounter. Natalie may get a jolt in letting David back into her and the ...    "
                },
                "8": {
                    "title": "Destruction as Creation",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "27 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Based on Matthew's new semi-professional assessment, he, Natalie and Maggie confront Oliver again following the fire at his loft, they knowing that they have to take a different approach than what was their initial intervention with him. They also know that something has to change, if only in Oliver having a stable environment in which to live. Oliver's response somewhat surprises them. They also know that they have to inform their parents following Oliver divulging some information as their father is a directly affected party in the proceedings. Meanwhile, Natalie ...    "
                },
                "9": {
                    "title": "Well Fought, My Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Among the goings-on in the Lawson family are that: Oliver, having gone back on his medication, has moved back in with his parents; Natalie has decided secretly to disregard the Board decision and increase her dosage of the trial drug in knowing that it is the only chance she has to beat the cancer despite the other risks; Maggie and Raza have to figure out how to deal with Maggie's admission that she is in love with him - the first time she has ever been in love - while he doesn't return those feelings; and Caleb has left town without telling his mother where, he ...    "
                },
                "10": {
                    "title": "Choose Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    At Janine's funeral, which takes place five days after Natalie's surgery to repair her ruptured intestine, there is a late arrival in the form of Caleb, who finally gets the messages left for him regarding the goings-on in the family, including what happened to his mother. Caleb comes with unexpected \"baggage\". Janine's death marks a turning point for many in the family. Oliver, who has been the lost one in the family of late, knows that he has to be there for his father, and makes a decision concerning his new relationship with JD in light of all that is going on, ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Gut Punch",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Natalie begins to think about Maggie's assertion that she focuses too much of her life on her children, while she should spend more time thinking about herself. Natalie may disagree. Something that Natalie does not yet know is that Caleb is contemplating going to Africa for the summer on a work term, while figuring out what to do about his relationship with Ariel. Emma has just started a triathlon program - something that Natalie feels will take up too much of her precious time - while she adjusts to being in the same class as Romy. Gifted Romy may have problems ...    "
                },
                "2": {
                    "title": "Everything Must Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    After receiving her terminal cancer diagnosis, Natalie needs to turn to her loved ones for support, most specifically all of her siblings and Danielle, but most specifically not her children, the news which she wants to hide from them until she has a plan in place about what to do about them following her death. This task takes on additional emotional gravitas as she learns about the continued issues in each of her children's lives. But Natalie becomes emotionally distraught when she can't get a hold of any of the people who she tries to contact, unaware of what's ...    "
                },
                "3": {
                    "title": "The Part That Decides My Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Oliver returns to Montreal on the news of Natalie's diagnosis. Although Natalie appreciates the support, Gerald can't help but wear his feelings about who he considers his irresponsible son on his sleeve, much to Janine's chagrin. Janine feels the need to defend Oliver, to Gerald or anyone else who may take issue with his lifestyle. Oliver's return also has a profound effect on Maggie, who makes a couple of impulsive decisions, one which makes her relationship with Simon and Sarah more complicated. Natalie and Andrew do end up going on a date, which doesn't sit well ...    "
                },
                "4": {
                    "title": "Love Your Tumour",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    As Natalie awaits the results of her latest biopsy, she continues her relationship with Andrew, who she has not yet told about her cancer. She is given some news about her job, that news which she accepts with mixed feelings. Maggie tries to move on from her decision to quit her less than happy job, which is more difficult than she imagines, while she receives some surprising news concerning her relationship with Simon and Sarah. Matthew and Nicole discuss what the return of Natalie's cancer means for them in their previous offer to act as the guardians for Natalie's ...    "
                },
                "5": {
                    "title": "The Unbelieving",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    While avoiding Andrew's texts, Natalie decides to take D.'s advice at least to speak to a woman named Sybil, a \"cellular reprogrammer\" who D. believes can help Natalie emotionally. Beyond believing what Sybil does a crock, especially in how she purportedly helped D. with her issue, Natalie has to decide what to take away from the session, including whether she should tell the kids about her cancer. While she begins to worry about what she will do for a job, Maggie has to decide what to do about her love and sex life in light of her truly not identifying herself to be ...    "
                },
                "6": {
                    "title": "Holy Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Natalie finally tells her children about the return of her cancer without ever using the words \"die\" or \"death\". Each of the three takes the news differently based partly on other things happening in their lives. As Caleb already knew seeing news of Natalie's biopsy on D.'s refrigerator, he wants especially Emma to step up more this time around than she did during Natalie's first bout of cancer, as he is currently preoccupied with Ariel's pregnancy and what it means holistically for his life, the pregnancy about which he has not yet told anyone. Romy wants to know ...    "
                },
                "7": {
                    "title": "Seeing Red",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Natalie organizes a birthday dinner for Emma that nobody wants.    "
                },
                "8": {
                    "title": "My Body Lies Over the Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Natalie struggles to convince Caleb to accept responsibility for his criminal actions.    "
                },
                "9": {
                    "title": "Dark Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    With Natalie's decision to switch the focus of her remaining columns to her illness and imminent death, she gets reaction from all sides. With it, she also comes to some conclusions about a question previously asked of her: \"Do you want to die happy?\" As such, she decides to go on an overnight retreat with Andrew, the nature of which she doesn't tell him until they get there. Natalie designates Emma as the head of household while she's away as Caleb has an engagement he would rather not miss, he not divulging to his mother that it is a date with D. Emma gets into ...    "
                },
                "10": {
                    "title": "Should Have Known Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Life (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Receiving a telephone message from Romy in combination with other news he's heard, David, Natalie's ex-husband, returns to Montreal. While he has certain motives for coming back, Natalie tells him in no uncertain terms that she intends to sign custody of the girls to Matthew and Nicole, meaning that he would have no legal right to them after she dies. Natalie also learns from Dr. Basra that she may be eligible for an experimental drug trial. It has so far shown promising results, but there are no guarantees and there are also risks. Nicole continues to have ...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Higginson, Torri"
            },
            {
                "name": "Smith, Lauren Lee"
            },
            {
                "name": "Roberts, Rick"
            },
            {
                "name": "Turner, Kristopher"
            },
            {
                "name": "Wotherspoon, James"
            },
            {
                "name": "Janusauskas, Stephanie"
            },
            {
                "name": "Dan, Julia Scarlett"
            },
            {
                "name": "Green, Janet-Laine"
            },
            {
                "name": "MacNeill, Peter"
            },
            {
                "name": "Farley, Marianne"
            },
            {
                "name": "Xia-Wong, Helene"
            },
            {
                "name": "Crawford, Rachael"
            },
            {
                "name": "Doyle, Shawn"
            },
            {
                "name": "Ferreira, Louis"
            },
            {
                "name": "Haq, Hamza"
            },
            {
                "name": "Aziz, Deena"
            },
            {
                "name": "Patterson, Seamus"
            },
            {
                "name": "Sanchez, Victoria"
            },
            {
                "name": "Frenette, Naomi"
            },
            {
                "name": "O'Neil, Melissa"
            },
            {
                "name": "Jacobs, Devery"
            },
            {
                "name": "Elliott, John"
            },
            {
                "name": "Venuta, Gianpaolo"
            },
            {
                "name": "Cobden, Joe"
            },
            {
                "name": "Camacho, Jesse"
            },
            {
                "name": "Leclerc, Vincent"
            },
            {
                "name": "Klein, Joey"
            },
            {
                "name": "Baribeau, Judith"
            },
            {
                "name": "Wheeler, Jane"
            },
            {
                "name": "Montes-Vamvas, Achilles"
            },
            {
                "name": "Coombs, K.C."
            },
            {
                "name": "Mayers, Jamie"
            },
            {
                "name": "Braunstein, Alex"
            },
            {
                "name": "Girard, Simone-Élise"
            },
            {
                "name": "Teo, Brittany"
            },
            {
                "name": "David, Ellen"
            },
            {
                "name": "Prior, Ry"
            },
            {
                "name": "Davis, Eric"
            },
            {
                "name": "Echeverria, Carmen"
            },
            {
                "name": "Mantel, Bronwen"
            },
            {
                "name": "Miller, Jennifer"
            },
            {
                "name": "Lawrence, Cary"
            },
            {
                "name": "Day-Jones, Anne"
            },
            {
                "name": "Kook, Shannon"
            },
            {
                "name": "Paterson, Emma Elle"
            },
            {
                "name": "Casey, Julian"
            },
            {
                "name": "Keeler, Patrick"
            },
            {
                "name": "Watson, Brett"
            },
            {
                "name": "Ahmad, Amena"
            },
            {
                "name": "Napier, Neil"
            }
        ],
        "locations": [
            "Montréal, Québec, Canada::(Filming City)"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.9,
        "votes": 204,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc0NTIxMzEwNl5BMl5BanBnXkFtZTgwODYyOTQzNzE@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "Set in contemporary Montreal, This Life is a family saga focusing on Natalie Lawson, an accomplished columnist and single mother in her early forties whose terminal cancer diagnosis sends her on a quest to prepare her teenage children for life without her. Her tight-knit family - sister, two brothers and parents - do the best they can to help her, while coping with their own responses to this revelation. THIS LIFE is a funny, honest, heartfelt series about a regular family whose world turns upside down overnight. Faced with the uncertainty of life, each Lawson does their best to embrace the absurdity of the journey, while confronting the drama that comes with all of their choices big and small.",
        "languages": [
            "English"
        ],
        "title": "This Life",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "This Life (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Blaimert, Richard"
            },
            {
                "name": "Kay, Joseph"
            },
            {
                "name": "Langer, Rachel"
            }
        ],
        "production companies": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Entertainment One"
            },
            {
                "name": "Sphère Média Plus"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "plot": [
            "Set in contemporary Montreal, _This Life_ (qv) is a family saga focusing on Natalie Lawson, an accomplished columnist and single mother in her early forties whose terminal cancer diagnosis sends her on a quest to prepare her teenage children for life without her. Her tight-knit family - sister, two brothers and parents - do the best they can to help her, while coping with their own responses to this revelation. THIS LIFE is a funny, honest, heartfelt series about a regular family whose world turns upside down overnight. Faced with the uncertainty of life, each Lawson does their best to embrace the absurdity of the journey, while confronting the drama that comes with all of their choices big and small.",
            "Middle aged Natalie Lawson is a Montréal based newspaper lifestyle columnist, and a single mother to three young adult to young teenaged children, Caleb, Emma and Romy. Caleb is just coming into his own as a man, but often stumbles along the way. Emma is at an age of being generally self-absorbed. And Romy is academically gifted but suffers from anxiety. Natalie's ex-husband/the children's father, David Crowley, has long been out of their lives, Romy who doesn't even remember him. Natalie is also one of four siblings - surgeon Matthew Lawson, gay artist Oliver Lawson and \"free-spirit\" Maggie Lawson - with Natalie the stable sibling to who most of them turn in times of need or crisis. Natalie and her siblings are often at odds with their parents, Gerald and Janine Lawson, especially as Janine holds strong to her Catholic beliefs. Natalie once suffered from cancer, which went into remission. However, her cancer has returned in a more aggressive form, with the prognosis not being good. As Natalie deals with the prospect of imminent death, the dynamics within her extended family need to change where she can no longer be the one providing the continual support, but rather be the one who needs the emotional support, which may be easier said than done. Natalie also has to decide how much she will fight for a \"life\" including if she will allow herself the possibility to fall in love again.::Huggo"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 204,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 20,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 76,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 63,
                "rating": 6.9
            },
            "males": {
                "votes": 72,
                "rating": 6.1
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 33,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 6.5
            },
            "females": {
                "votes": 90,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 42,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 33,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 15,
                "rating": 5.1
            },
            "us users": {
                "votes": 20,
                "rating": 5.3
            },
            "non us users": {
                "votes": 101,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 49,
            "9": 30,
            "8": 43,
            "7": 40,
            "6": 10,
            "5": 7,
            "4": 5,
            "3": 3,
            "2": 6,
            "1": 11
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}