{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 October 2015"
            }
        ],
        "release dates": [
            "USA::10 October 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Meltzer, David"
            },
            {
                "name": "Piette, Logan Jason"
            },
            {
                "name": "Reid, Greg S."
            },
            {
                "name": "Samblis, Steven"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTU0ZWUyMGEtMDdkMi00OGExLWJhYWEtNDNiOGEwMzM5OTBkXkEyXkFqcGdeQXVyMjAzNDUzOTA@._V1_SY150_CR53,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "Beyond the Knock takes you inside Secret Knock. A phenomena which began in the living room of its founder, Greg S. Reid. Now several years old, the bi-annual event is known for forward-thinking presentations from high-profile presenters who have achieved significant business outcomes and enacted wide-scale social change. Key ingredients are TED-style presentations from individuals who are pioneers of change and life lesson experts, and advocates of collaboration. Imagination TV takes to beyond the door and lets you see for the first time on TV this invitation only life changing event.",
        "languages": [
            "English"
        ],
        "title": "Beyond the Knock",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Beyond the Knock (United States)"
        ],
        "writer": [
            {
                "name": "Samblis, Steven"
            }
        ],
        "production companies": [
            {
                "name": "Imagination TV"
            }
        ],
        "distributors": [
            {
                "name": "Imagination TV"
            }
        ],
        "plot": [
            "_Beyond the Knock_ (qv) takes you inside Secret Knock. A bi-annual event is known for forward-thinking presentations from high-profile presenters who have achieved significant business outcomes and enacted wide-scale social change.::Steven Samblis",
            "_Beyond the Knock_ (qv) takes you inside Secret Knock. A phenomena which began in the living room of its founder, Greg S. Reid. Now several years old, the bi-annual event is known for forward-thinking presentations from high-profile presenters who have achieved significant business outcomes and enacted wide-scale social change. Key ingredients are TED-style presentations from individuals who are pioneers of change and life lesson experts, and advocates of collaboration. Imagination TV takes to beyond the door and lets you see for the first time on TV this invitation only life changing event.::Steven Samblis"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}