{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 November 2015"
            }
        ],
        "release dates": [
            "USA::25 November 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Nature Cat"
            },
            {
                "countries": "Spain",
                "title": "NaturGato"
            }
        ],
        "akas": [
            "Nature Cat (original title)",
            "NaturGato Spain"
        ],
        "akas from release info": [
            "Nature Cat (original title)",
            "NaturGato Spain"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Bunyan Trouble; Foggy Feat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Bunyan Trouble: Squeeks tells a story about how Nature Cat and the gang (as the Tree Scouts) prevented Little Paulie Bunyan Jr. from cutting the redwood trees down. Foggy Feat: Nature Cat and the others go to see a spring sunrise for Granny Bunny, but a fog blocks the path.    "
                },
                "2": {
                    "title": "Rights or Wrong/Amazing Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Nature Cat And His Friends Go For A Walk And All Sudden Hal Slips At The Bottom Of That Slippery Sand Slide. / Hal Go Snorkeling To Underwater Animals.    "
                },
                "3": {
                    "title": "Backyard Bigfoot/Imperfect Produce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "14 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    In \"Imperfect Produce\" Nature Cat tells a story about \"The Wizard of Oz\" Dorothy Gale (Daisy Bunny) and her dog named Toto with Aunt Bunny and Uncle Bunny on the farm. The cyclone got the house and swept away to and fro with Dorothy Gale and Toto in bed inside and then in the cyclone dropped a house in Munchkin Land on The Wicked Witch Of The East with ruby slippers they follow the yellow brick road to Emerald City with Scarecrow (Hal the dog), TinMan (Nature Cat), and The Cowardly Lion (Ronald) and The Wicked Witch of the West is Wilhelmina a kid and her flying ...    "
                },
                "4": {
                    "title": "Man-Oh-Mangrove/Northern Light Sights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    In \" Northern Light Sights\" Nature Cat tells a story about \"Gypsy Life\" Daisy Bunny wears a dress with pink bandana, hoop earrings, gold bracelet on her ankle and her wrists and her satin slippers. the other gipsy girls are Anya and Sue Squirrel are practicing for the show until the bad guys got her was Daisy Bunny and failed. And the crowd of people are seeing the gypsy performance on stage is Daisy Bunny, Anya, and Sue Squirrel with her tambourine with a red ribbon and they leaping around, twirl with hand up, spin in circle, and pose, the crowd applause and cheered ...    "
                },
                "5": {
                    "title": "A Prickly Problem/A Shedtime Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "16 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    In \"A Shedtime Story\" episode Daisy Bunny is tired before bedtime as soon Nature Cat tells a Bedtime Story called \"Ragdolly Daisy Bunny and Ragdoll Nature Cat\" story with a girl named Marcella and her Dolls, Stuffed Animals, Chipmunk Twins, a whind-up toy King Casper Mcfadden, and a purple skunk french doll named Babette with a big adventure to outside, the cave of Greedy, in Looney Land of King Koo Koo, and the seas the whirlwind to the backyard and their home again and the camel with a wrinkle knees the new family member is welcome before Marcella comes in the ...    "
                },
                "6": {
                    "title": "The Big Bath Brouhaha/Fossil Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "18 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Hal needs a bath before he can join the gang to get a picture taken for Granny Bunny. The gang helps Squeeks search for a fossil on the beach.    "
                },
                "7": {
                    "title": "Daisy's Wildflower Round-Up/A Party for Squeeks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "19 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Cowgirl Daisy Bunny likes Wildflowers until she said \"Yee-haw\". or anything at all.    "
                },
                "8": {
                    "title": "Are You My Egg?/SOS (Save Our Salad)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "20 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    A lost baby lizard needs help finding her nest. Nature Cat enlists the help of his friends to get rid of the beetles in his garden.    "
                },
                "9": {
                    "title": "Snow Way to Keep Warm/So You Think You Know Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "21 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Daisy Bunny gives Nature Cat a warm and cozy kiss on the cheek.    "
                },
                "10": {
                    "title": "The Deal With Eels/Skip It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "22 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Nature Cat went Deep Sea Diving with the Eels at The Bottom Of The Bottom of the Ocean./ Hal skips to the Ocean and go scuba diving.    "
                }
            },
            "1": {
                "1": {
                    "title": "Heartthrob Hamster/Astronuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Heartthrob Hamster- Nature Cat's family is pet-sitting their neighbor's super cute hamster, Sir Galahad. But when Hal \"accidentally\" knocks the top off the cage, Sir Galahad runs away, claiming he'll never go back in the cage, ever! Tally ho! It's up to Nature Cat and the gang to track down Sir Galahad, and get him in his cage before the owners get back./ Astronuts- Nature Cat has a dream, to be first cat to walk on the moon. Daisy, Squeeks and Hal have always wanted to go to the moon too so they are in! But there's one slight problem?how do they get to the moon? ...    "
                },
                "2": {
                    "title": "Muck Amok/Follow Those Footprints",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Muck Amok- Squeeks' cousin Marvin needs big-time help, right away! His marsh home is in danger of flooding! Tally ho! Nature Cat and his pals are called into action to investigate and figure out how to stop the flooding before more animals are forced to leave their marsh homes. Follow Those Footprints- Tally ho, it's Nature Art Day! An extremely excited Nature Cat proudly unveils his latest nature masterpiece - a statue of himself made out of acorns. But there's a slight problem: the statue's acorn head is gone! Uh-oh, where'd it go?!    "
                },
                "3": {
                    "title": "Breezy Rider/Swamp Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Breezy Rider- Nature Cat and his pals are enjoying a windy day by flying kites in the park. But the merriment takes a turn when a strong gust of wind blows Squeeks' kite up into the sky with Squeeks still holding onto it! Nature Cat, Daisy and Hal snap to action, chasing the kite to get Squeeks, tally ho! Swamp Thing- Daisy is determined to find out once and for all if the legendary creature, Swamp Thing, is real or not. Squeeks, Hal, Daisy and a terrified Nature Cat head out to the swamp to investigate the sights, sounds and smells to get actual proof if Swamp Thing ...    "
                },
                "4": {
                    "title": "The Treasure of Bad Dog Bart/Pet Sounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The Treasure of Bad Dog Bart- While digging a hole to bury his bone, Hal uncovers Bad Dog Bart's treasure map. Legend has it that Bag Dog Bart stole the neighborhood dogs' toys, and buried them in a treasure chest for himself! No fair! Nature Cat and his pals must decipher the map so they can right this wrong, find Bad Dog Bart's treasure chest and return all of the stolen dog toys! Tally ho! Pet Sounds- The Nature Cat Band is ready for The Battle of the Pet Bands! They've been practicing for weeks and cannot wait to compete! But right before the band battle is set to...    "
                },
                "5": {
                    "title": "Cave Conundrum/Daisy's Colossal Fossil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Nature Cat and the gang go spelunking when Hal accidentally flings his beloved flying disc, Harold, into a cave./When Daisy unearths a giant fossil in her garden, she uses her imagination to explore what life was like in prehistoric times.    "
                },
                "6": {
                    "title": "There's Gold in Them Thar Hills/Nature Cat and Mr. Hide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    When Squeeks loses her gold nugget, Nature Cat leads the gang to the stream to pan for more gold./Nature Cat competes against his archenemy Ronald in the Neighborhood Hide 'N' Seek Championship: Cat Edition. By using camouflage the way animals do in nature, will Nature Cat beat Ronald once and for all?    "
                },
                "7": {
                    "title": "Where Have All the Butterflies Gone?!/For the Birdies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    When Squeeks's visiting butterfly friends have no place to stay or find food, Nature Cat and his pals build them a new butterfly garden./Nature Cat and the gang construct bird feeders to help their feathered friends get through the coming winter.    "
                },
                "8": {
                    "title": "Ants Revolution/Tide Pool Tough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Ants Revolution- A surprise picnic for Squeeks turns into a cheesecake chase scene, as ants steal Squeeks' surprise dessert! Nature Cat and his pals try to get the dessert back for Squeeks, but watch as the ants bring the cheesecake down into their ant hill! Oh no! Tide Pool Tough- A day at the beach is not so fun for Nature Cat as he watches his pals having tons of fun surfing in the ocean. Nature Cat would love to join them but he is scared of the water! Possible help for Nature Cat comes from an unlikely source - the tide pool creatures who try to get him to feel ...    "
                },
                "9": {
                    "title": "Hal's Day Off/Stream and Shout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Stream and Shout- Nature Cat goes to his Nature Curiosity List for inspiration, and finds number 73: \"Where do streams begin?\" This seemingly simple question leads the gang on an action-packed adventure, as they follow the stream uphill, exploring new environments and meeting all sorts of friendly critters. When they finally find out where the stream begins they are whoa-ho-ho amazed! Hal's Day Off- After a silly mishap leaves Hal alone in the big city (well, he does have his chew-toy Mr. Chewinsky with him), it's up to Nature Cat, Squeeks and Daisy to make their way ...    "
                },
                "10": {
                    "title": "Travelin' Seeds/Tally Ho! A Rainbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Tally Ho! A Rainbow- After a rainstorm (Nature Cat is sure glad it's over!) Daisy wants to capture a picture of a rainbow for her Granny Bunny who just loves rainbows! But finding a rainbow is easier said than done, as the four friends trek all over in search of it! Travelin' Seeds- When Daisy finds a beautiful flower in her garden that she didn't plant, it's up to Nature Cat and his pals to find out where the flower came from. Their investigation leads them through the park and into the woods where the clues show them that seeds can actually travel far distances and ...    "
                },
                "11": {
                    "title": "Hooray, It's Arbor Day/Goodnight, Gracie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Hooray, It's Arbor Day- While celebrating Arbor Day and their love for trees in the forest, a heavy wind blows Squeeks' favorite climbing tree halfway over. How could something like this happen, and on Arbor Day no less?! It's up to Nature Cat and his pals to try and save the tree, for Squeeks, for all the critters that live in the tree and for Arbor Day! Goodnight, Gracie- Squeeks' play date with her pal Gracie the toad has to be cut short because it's time for Gracie to hibernate for the spring. When Gracie needs help getting ready for hibernating, Nature Cat is ...    "
                },
                "12": {
                    "title": "Ze Worm Whisperer/Love You, Michael Bluejáy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Ze Worm Whisperer- Daisy needs worms to keep her garden healthy, but Nature Cat is afraid of them. Love You, Michael Bluejáy- Nature Cat leads his pals through a hiking path to get to Michael Bluejay's concert.    "
                },
                "13": {
                    "title": "Happy Halentine's Day/The Groundhog Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Happy Halentine's Day - Hal wants to buy his mom her yearly Valentine's gift. Squeaks & Daisey show him how many presents are thrown out every year and talk him into making a re-cycleable gift. -- The Groundhog Way - The groundhog refuses to make a prediction, as his last 10 were 5 right and 5 wrong, Nature Cat agrees to predict if spring is coming or 6 more weeks of winter. His arch enemy Ronald predicts spring and Nature Cat predicts snow. Who will win ??    "
                },
                "14": {
                    "title": "Star Gazers/A Jump to Remember",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "18 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Star Gazers - The crew camp out to watch a meteor shower. Nature Cat dreams he rescues Shirley, a 3 eyed dog, who is stuck on a planet. -- A Jump To Remember- Nature Cat tries to break the ski jump record of his arch nemesis Ronald to get into the book of records.    "
                },
                "15": {
                    "title": "Earth Day Today/Earth Day Every Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Nature Cat and the gang go on a nature hike over to Butterfly Hills to celebrate Earth Day.    "
                },
                "16": {
                    "title": "Kingdom of Rotting Log/Can You Dig It?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Nature Cat and pals discover the importance of rotting logs while trying to move one. They also wonder where they will wind up if they dug a super deep hole.    "
                },
                "17": {
                    "title": "Mud Love/Call It a Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "27 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    To bring Hal's dream of Mud Appreciation Day to fruition, all of his pals must lend a muddy hand.    "
                },
                "18": {
                    "title": "Woodpecker Picks a Place/Here Comes the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "28 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Nature Cat and the gang find a woodpecker pecking through Hal's roof.    "
                },
                "21": {
                    "title": "Slime Time/Rock Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "11 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Slime Time- Nature Cat can't wait to play with his favorite yarn ball! But when he goes to take it out of its super secret hiding spot?.it's gone?! Where could it be? The gang sets out to find the culprit and rescue Nature Cat's favorite toy. Along they way they find help from an unlikely slimey source. Onward and Yarnward!/ Rock Stars- Squeeks can't wait to show off her favorite rock at her Rock Stars meeting. She thinks she has a good chance to become The Rock Star of the Month! But things don't go as planned when Hal mistakes Squeeks' rock for a ball, causing the ...    "
                },
                "22": {
                    "title": "Gimme Shelter/Goin' Batty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "12 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Gimme Shelter- The gang cannot wait to get to Lookout Point, the premiere spot to watch sunsets! It's supposed to be beautiful and colorful! They run on, nothing can stop them now! Uh oh, spoke to soon! A change in the weather does stop them, as it gets really cloudy and windy! Squeeks thinks it's going to rain! Can the gang find shelter before the dastardly downpour? Tally ho!/ Goin' Batty- Nature Cat can't wait to get to Cocono Cave! At dusk the bats fly out all together into the early evening sky! It's supposed to be an amazing nature sight! But getting there ...    "
                },
                "23": {
                    "title": "The Legend of Gold Gardens/Winter Dance Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The Legend of Gold Gardens- Nature Cat and the gang uncover a map to The Gardens of Gold! Some say it's just a neighborhood legend, others say, it's \"Sparkly gold as far as eyes can see, endless riches for you and me.\" There's only one way to find out the truth! Time for an adventure! But the adventure won't be easy, the way to The Gardens of Gold looks physically challenging?there are a lot of tough obstacles. Will the gang make it to the treasure? Or will the Wall of Tall stand in their way? Tally ho!/ Winter Dance Party- Today is the Winter Solstice! It's the ...    "
                },
                "24": {
                    "title": "Ice Is Nice/Bird's Eye View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "14 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Ice is Nice- A fun-filled day of ice-skating takes a turn when Nature Cat's beloved hot cocoa Bug Mug mysteriously breaks. But wait, Ronald's favorite Hug Mug breaks too. Who would want to break not one but TWO mugs? Hal thinks there is a mug breaker around! Will the gang track down the Mug Breaker? Or will Ronald and Nature Cat never be able to enjoy hot cocoa on a cold day again?/ Bird's Eye View- Hal wakes from the greatest dream ever, he was a real live birdie, flying through the sky, diving into treetops, perching on branches! It was bird-errific! Hal would do ...    "
                },
                "25": {
                    "title": "Runaway Pumpkin/Lady Bug Tough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Daisy grows a big pumpkin and wants to bring it to a Halloween party but moving it is problematic. Tiny aphids are destroying Daisy's rose garden.    "
                },
                "28": {
                    "title": "The Shell Game/Heron Food Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Herbert the Hermit Crab needs to find a shell so he can play in the volleyball championship; Nature Cat and pals try to find fish for Flo the Heron.    "
                },
                "29": {
                    "title": "Spring Hunter 3000/The Case of the Missing Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Spring Hunter 3000 - Now that Spring is here, it's time for Daisy's favorite online game: Spring Hunter 3000. The goal of the game is to try and find as many signs of spring as possible, like birds, flowers, or fox kits. The more you find, the more points you get. But in her quest to become the \"Queen of Spring,\" Daisy's obsession with the game threatens to impede her enjoyment of Spring's wonders. The Case of the Missing Moon - Hal is so so so sad. When he went to howl at the moon, like he does every night, the moon was gone. Can Nature Cat and his pals find the ...    "
                },
                "30": {
                    "title": "Mighty Mountain Climbers/Bug Eating Plants!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "11 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Mighty Mountain Climbers - When Nature Cat loses a kite, he climbs a tree to retrieve it. Ronald insists that Nature Cat's climbing skills are no match to his own, prompting him to claim that he has climbed the \"Mighty Mountain Peak.\" Rebuffed, Nature Cat ascends the mountain with his friends, learning the additional hiking, training and nature skills required. Bug Eating Plants. - Squeeks tells the story of \"the bug eating plant,\" drawing her friends into a fantasy world where they are miniature characters navigating through a swamp, persistently wary of plants that ...    "
                },
                "34": {
                    "title": "Ocean Commotion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Nature Cat and his pals go on an aquatic adventure to save Hal's favorite chew toy. Along the way, they learn that all waterways are interconnected and meet up with a new special friend named Nature Dog who helps them navigate the oceans.    "
                }
            },
            "2": {
                "5": {
                    "title": "Goin' Fishin'/Pirate Treasure Story Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Daisy, Hal, Nature Cat and Squeeks are going fishing/Daisy, Hal, Nature Cat and Squeeks are looking for the lost treasure with their friends Steopth, Minniah and Bluemay.    "
                },
                "6": {
                    "title": "Treasure Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Swamp Tablet/Pirate Story Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Peppa Umizoomi Feet/Minniah and Bluemay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Peppa Umizoomi learn about feet; Minniah and Bluemay learn Nature Cat with Minniah and Bluemay.    "
                },
                "9": {
                    "title": "Daisy, Hal, Nature Cat and Squeeks' Pirate Treasure Hunt/Daisy, Hal, Nature Cat and Squeeks Meets Steopth for Minniah and Bluemay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Treasure Island/Treasure in 2000",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "4": {
                "6": {
                    "title": "Flight of the Firefly/Thunderstruck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "13 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Hal is attempting to capture fireflies, eventually capturing one firefly who he names 'George'. Daisy and the rest insist that Hal releases George, Hal complies. They learn that George is looking for a mating festival, and along the way they learn about how fireflies communicate and their ecosystem./Nature Cat and the rest are outdoors collecting items of nature for a nature scrapbook. However clouds roll in and Daisy anticipates a thunderstorm. They retreat into Hal's newly carpeted dog house for safety, consequently learning how the physics of thunderstorms is ...    "
                },
                "9": {
                    "title": "The Queen of the Night/Space Rocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Sweet jumping gerbils. Tonight is the one night a year that the Queen of the Night cactus blooms but the flower only lasts for a few hours. Daisy has always wanted to go to the desert to see it. But to find the flower in the great big desert - and in time - Nature Cat and the gang are sure going to need some help from new friends. - Nature Cat and his pals are on a top-secret, extremely important mission to find a real space rock for Squeeks' rock collection. Finding a real space rock is not the easiest thing in the world to do, in fact it's very hard, but that ...    "
                },
                "10": {
                    "title": "Croak and Swagger/Puddle Pool Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Croak and Swagger - Nature Cat leads his friends to the pond for a day of listening to one of the most amazing spring sounds: the bullfrog croak. At the pond, amid the bullfrog croaks, the gang hears another sound: someone crying. Nature Cat finds the cries coming from Warren the Bullfrog, who is very sad because he doesn't know how to croak. What kind of bullfrog is he? It's up to Nature Cat and his pals to help Warren get his croak back. - Squeeks is so excited because today she has invited her pals to a puddle in the woods for a Puddle Pool Party. Arriving in the ...    "
                },
                "12": {
                    "title": "The Shellersons/Only the Shadow Knows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "14 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The Shellersons: On a trip to Barrel Cactus National Park to enjoy untouched wilderness in all its glorious splendor, Nature Cat and his pals encounter Shelby, a very sad desert tortoise. Only The Shadow Knows: As Daisy, Hal and Squeeks are having a blast making shadow puppets, Nature Cat is just sitting in a tree, watching and waiting, waiting and watching. For what?    "
                }
            },
            "6": {
                "1": {
                    "title": "Moth Frolic-Fest/Dune Patrol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The gang hopes to find a moth for Hal; Nature Cat and his pals learn about the importance of sand dunes.    "
                },
                "2": {
                    "title": "\"Stop and Hear the Cicadas/Cold-Blooded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "2 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The gang hears a spooky noise in the forest and wonders what it could be. Everyone wonders who or what keeps knocking over Daisy's Pinecone Pals.    "
                },
                "3": {
                    "title": "Lights Out for Sea Turtles/Nature Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Squeeks wants to see baby sea turtles up close during a camp out on the beach; Hal's Aunt Riva invites Hal, Nature Cat, Squeeks and Daisy to be part of her Nature Art show.    "
                },
                "4": {
                    "title": "Houston's Outdoor Adventure/Hotel Hal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "4 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Houston's cousin Nigel is coming from England to visit and wants to join Houston on one of his famous nature adventures! Then, Papa and Mama Vole show up at Hal's seeking shelter. Will Hal be able to get the voles back in their home?    "
                },
                "5": {
                    "title": "Lets Talk Turkey Vulture/Prescription: Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Nature Cat and his pals meet two turkey vultures; Hal tries to build a Squeak-a-saurus Rex but the model keeps breaking apart.    "
                },
                "6": {
                    "title": "Enter The Dragonfly/Water Woes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ronald wants to become a Knight of Nature, but Nature Cat sends him on a quest first. Sir Nature Cat, Queen Daisy Bunny, Knight Hal, Lady Squeeks; the gang learns about drought.    "
                },
                "7": {
                    "title": "Garden Impossible/Agents of the Great Outdoors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ronald wants to become a Knight of Nature, but Nature Cat sends him on a quest first. Sir Nature Cat, Queen Daisy Bunny, Knight Hal, Lady Squeeks; the gang learns about drought.    "
                },
                "8": {
                    "title": "Dspan/New Talented",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Abby Thomas/Pacu Mimhub",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "The Return Of Bad Dog Bart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "16 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    While playing everyone's favorite game, Hal's Hole Hootenanny, Hal accidentally digs up what turns out to be Bad Dog Bart's second buried treasure map. And this is the one that leads to Bad Dog Bart's stolen loot of cat toys. This brings back some emotional memories for Nature Cat of a very special family cat toy stolen by Bad Dog Bart, and his sister Gwendolyn going off to get it back. Everyone said the magic word say \"Give us back our Treasure.\" The Pirates Of Nature including Pirate Captain Nature Cat, Pirate Girl Daisy Bunny, Shipmate Hal, and Shipmate Squeeks on ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Rain Is Coming Tomorrow Early/After the Rain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature Cat (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Nature cat, squeeks, daisy, and howl go to the ocean to help find howls favorite chew toy. While they are looking they run in to a new friend of there's Nature dog. Nature dog is trying to figure out if she can go around the world only using the ocean. They successfully find howls favorite chew toy and Nature dog finds out that all of the ocean's are all one    "
                }
            }
        },
        "number of episodes": 58,
        "cast": [
            {
                "name": "Killam, Taran"
            },
            {
                "name": "McKinnon, Kate"
            },
            {
                "name": "Micucci, Kate"
            },
            {
                "name": "Moynihan, Bobby"
            },
            {
                "name": "Thompson, Kenan"
            },
            {
                "name": "Parnell, Chris"
            },
            {
                "name": "D'Abruzzo, Stephanie"
            },
            {
                "name": "Rudman, Joey"
            },
            {
                "name": "Lee, Bobby"
            },
            {
                "name": "Rudman, David"
            },
            {
                "name": "Carrara, Leslie"
            },
            {
                "name": "Iglehart, James Monroe"
            },
            {
                "name": "Armisen, Fred"
            },
            {
                "name": "Dratch, Rachel"
            },
            {
                "name": "Mazzarino, Joey"
            },
            {
                "name": "Smulders, Cobie"
            },
            {
                "name": "Blandford, Tom"
            },
            {
                "name": "Knowings, Chris"
            },
            {
                "name": "Singletary, Dennis"
            },
            {
                "name": "Traub, Richard"
            },
            {
                "name": "Fishman, Jeanne"
            },
            {
                "name": "Shulruff, Jack"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 7,
        "rating": 7.5,
        "votes": 199,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAzNDcwNTE0NF5BMl5BanBnXkFtZTgwMjI3ODUzNzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Nature Cat",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Rudman, Adam"
            },
            {
                "name": "Rudman, David"
            },
            {
                "name": "Hannert, Todd"
            }
        ],
        "production companies": [
            {
                "name": "Spiffy Pictures"
            },
            {
                "name": "9 Story Media Group"
            },
            {
                "name": "WGBH"
            },
            {
                "name": "WTTW National Productions"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            }
        ],
        "other companies": [
            {
                "name": "Big Yellow Duck"
            },
            {
                "name": "Big Yellow Duck"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Monkeyland Audio"
            },
            {
                "name": "Soundtrack New York"
            }
        ],
        "plot": [
            "An adventurous house cat goes on crazy trips and adventures with his friends to learn all about animals and nature.::crushbaby29"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 199,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 3,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 56,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 30,
                "rating": 7.7
            },
            "males": {
                "votes": 48,
                "rating": 7.6
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 8.7
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 7.8
            },
            "females": {
                "votes": 71,
                "rating": 7.5
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 37,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 15,
                "rating": 6.9
            },
            "us users": {
                "votes": 67,
                "rating": 7.1
            },
            "non us users": {
                "votes": 10,
                "rating": 8.6
            }
        },
        "number of votes": {
            "10": 83,
            "9": 32,
            "8": 30,
            "7": 12,
            "6": 8,
            "5": 6,
            "4": 4,
            "3": 5,
            "2": 5,
            "1": 14
        },
        "arithmetic mean": 7.9,
        "median": 9
    }
}