{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "18 June 2015"
            }
        ],
        "release dates": [
            "Turkey::18 June 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Günesin Kizlari"
            },
            {
                "countries": "Romania",
                "title": "Gunes"
            },
            {
                "countries": "Russia",
                "title": "Дочери Гюнеш"
            }
        ],
        "akas": [
            "Günesin Kizlari (original title)",
            "Gunes Romania",
            "Дочери Гюнеш Russia"
        ],
        "akas from release info": [
            "Günesin Kizlari (original title)",
            "Gunes Romania",
            "Дочери Гюнеш Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Günesin Kizlari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 58,
                    "original air date": "18 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Günes is a 35 year old literature teacher in Izmir with 3 kids. The girls, 17 years old twins Nazli and Selin and their two-year-younger little sister Peri, lead a happy life in their own right. Haluk Mertoglu, a prominent businessman in Istanbul, wants to marry Günes. Günes wants to accept the offer, but there is a minor problem. Her daughters are not yet aware of Haluk's presence. Nazli's suspicion of her mother makes Günes and Haluk their relationship and emerges by pressing the marriage proposal. Nazli is against this marriage and will do everything to stop it. ...    "
                },
                "2": {
                    "title": "2. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "25 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Günes accepts Haluk's marriage proposal. Nazli, who is an ear-witness to Haluk's phone conversation, suspects Haluk and decides to follow him. Despite the fact that Savas does not know anything, Nazli finds herself in the midst of the forces. Mert, who accuses Savas for Melisa's disappearance, decides to burn the battle. What Mert does not add to the account is Nazli, she was also drawn to Mert's trap for Savas. Ali warns Selin to stay away from his friends. Selin does not care about Ali. Tugce, who sees Selin side by side with Emre, despite the events from the ...    "
                },
                "3": {
                    "title": "Sakli Geçmis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "2 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The fact that Selin was the cause of Ali's anger crisis falls to the family like a bomb. Rana does not miss this opportunity and tells Haluk that bringing together two families will lead to greater problems. However, Haluk and Günes are now married. Rana, who hears this, has no intention of giving up easily. Günes is frustrated because of what Selin said to Ali. Haluk and Günes take Selin and Ali to speak. Selin apologizes to Ali. Ali is eager to leave the unpleasantness behind. The problem is solved in the eyes of Günes and Haluk, but the reality is very different. ...    "
                },
                "4": {
                    "title": "Beni Birakma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "9 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    After signing the marriage contract, Günes begins to question their relationship with Haluk. Girls who learn the situation, has confused the Mertoglu family. Savas takes the necklace to Haluk and confronts him. What Haluk tells Savas has deeply shocks him. There is only one way out for Savas. However, Nazli will not leave Savas behind. Ali has begun to be jealous of Selin from Emre, but he does not want to admit it. Will Selin's desire to breathe life blind his feelings that Ali can not understand? Sevilay, on the other hand, wants to hit Günes with her daughters. ...    "
                },
                "5": {
                    "title": "Içimdeki Süphe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 21,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Sevilay's being attacked while she is in her own home has an explosive effect on the family. Ali is certain that the person who did this is his father. For the first time Günes has a suspicions regarding Halik. Selin remains by Ali's side on these difficult days. Ali wants to get away from Selin, but running away from his feelings is not going to be easy as he thinks. Nazli reads the letter that Melisa wrote to Savas. She realizes that there is a hidden message in it. Savas, who wants to know what has happened to Melisa, along with the help of Can and Nazli break into...    "
                },
                "6": {
                    "title": "Yanimda Kal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "23 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Nazli who has seen her father on Haluk's computer, and regardless of the fact that no one believes her, is determined to go after this fact. Günes thinks that Nazli is fooling herself. Zafer, who has left them years ago, what kind of connection could he possibly have with Haluk? When Savas learns about Nazli's plans, he does not want to leave his partner in crime on her own. The adventure that these two find themselves is shocking. Selin's reaction, who had written off her father years ago, is totally different from Nazli's. Selin is looking as usual unconcerned and ...    "
                },
                "7": {
                    "title": "Asik Oldum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 18,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Nazli blames herself for Savas being in the hospital, and she is determined to take him out of there. However this is not going to be as easy as she thinks. Nazli needs help. Luckily her accomplices are right there for her. When Haluk learns that Savas has escaped he goes mad. He is determined to do whatever it takes to find them. Will Haluk's anger, that he has been hiding so diligently, finally be exposed? Ali realizes that his argument with Emre was all instigated by Tugce. He confronts her. Tugce realizes that she is about to lose Ali and she puts into motion a ...    "
                },
                "8": {
                    "title": "Beni Affet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 51,
                    "original air date": "6 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Everyone at the Mertoglu mansion is furious with Savas being taken from the clinic. Haluk slaps Ali in front of everyone. After this situation Ali falls apart. Selin blames herself for everything, and she tries to get Ali to forgive her, but trying to speak with Ali is not going to be as easy as she originally thought it would be. Ali has found himself a new friend, and she is Didem. The only way Savas can get away from being put back into clinic is leaving Istambul. Even thought Nazli is burning inside with the pain of this, she cannot tell him not to leave. Before ...    "
                },
                "9": {
                    "title": "Özür Dilerim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "13 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Günes's concerns rewind back to the beginning. Savas is out of the hospital. Frightened by the fear that Savas will hurt himself, Rana and Ahmet suggest that the young people spend time together and to go to their summer house. But with the unexpected visit of Didem and Tugçe, nothing goes as they want. Altough Selin wants to stay away from Ali, she accepts the situation because they have to keep an eye on Savas. Günes's concerns regarding Haluk increase, and his thoughts on how to move forward become confused. To make his decision he goes to Izmir where their ...    "
                },
                "10": {
                    "title": "Yüzlesme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "20 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Savas is confused after reading Nazli's letter. He decides to speak with Nazli very openly. But Nazli tries very hard to keep her distance from Savas. Whenever she is close to him she is hurting. Selin is upset that Ali is keeping his distance from her and she decides to stay away from Ali. No matter what she says Ali will not forgive her. But Ali suddenly changes and tries to get close with Selin. Selin is pleased by this. But what she does not know is that this closeness is a part of Didem and Tugce's plan. After Haluk's accident, Günes forgets her anger but she ...    "
                },
                "11": {
                    "title": "Ilk Öpücük",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Savas, who now realizes his feelings for Nazli, asks her on a date. Nazli is excited about this first date. It's look like this time she too is ready to confess her feelings. Ali learns that Tugce and Didem are the one who posted Selin's video on internet. He is furious. He does not know how he is going to apologize to Selin. Selin seems to have accept the events, she is not going to allow this to remain unpunished. Günes learns that Zafer is following Peri and she decides to confront him. After Günes shares this decision with Haluk he does not want to let her handle ...    "
                },
                "12": {
                    "title": "12. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 16,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Gunes is devastated when she sees the missing person report in the envelope. The past that she has been trying so hard to forget, she has been unable to forget and suddenly reappeared before her. Haluk believes whatever Gunes tells him, nut Gunes wants this situation to be closed for good. However Inci and Sevilay have no intention of forgetting this situation. They put forth a plan against Gunes. Nazli decides to keep her distance from Savas. She has suffered enough because of Savas and she thinks that Savas has not forgotten Melisa. Savas realizes that no matter ...    "
                },
                "13": {
                    "title": "Ask Dedigin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 19,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With the sudden return of Melisa, Savas is caught between Nazli and Melisa. Melisa has returned to win Savas back. Even though this is hurting Nazli deeply she is not going to get between Savas and Melisa. Savas's decision stuns everyone. When Selin learns that Ali in in love with her she is totally stunned. She cannot accept this very easily. Ali acting as nothing has happened also irritates her very much. Emre tells Selin that he has no intention of leaving her alone. As for Selin staying with Emre would be continuing to live in a lie. The only way of preventing ...    "
                },
                "14": {
                    "title": "Benimle Oynar Misin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 18,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Nazli and Savas hesitant of their families reaction decide to keep their relationship a secret. Sounds like a smart idea, nut playing this game causes much difficulty. Selin and Ali start playing the game \"dare\". Both will ask the other to do difficult things. The games starts out with fun, but at the end of the game Selin learns something that she cannot overcome. Gunes is feeling guilty with the fact that she does not feel that she can trust Haluk. She explains to Haluk her entire past which she has never revealed to anyone else. Haluk is shocked by what he hears.    "
                },
                "15": {
                    "title": "Rüzgara Fisilda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 16,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Nazli finally finds Zafer, and in spite of everything she is ready to forgive her father. She has to hear his side of the story as well. However there is heartbreak that awaits Nazli. Her anger causes her to get herself into big trouble. No one has hear from Nazli for awhile and the last person she spoke with is Savas. When Savas tries to reach Nazli and she does not answer her phone ho is riddled with guilt. When Selin sees Zafer she falls apart, and only Ali is beside her at this point. Selin and Ali talk and tell each other their most deepest secrets. The pain that...    "
                },
                "16": {
                    "title": "Ilk Ask",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 30,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    On one hand Gunes is afraid of her daughter's meeting with Zafer, on the other she learns that Sevilay has pressed charges against her. Sevilay tells Gunes that it was Ahmet who was the one started to investigate her past. Gunes is now confused about what Inci and Sevilay are up to, so in order to get some resolution she decides to get close with Inci. Nazli decides not to forgive Savas, but Savas has no intentions of letting Nazli go. Selin gets involved and she makes Nazli promise her that regardless of what happens she will never speak with Savas again. Nazli is ...    "
                },
                "17": {
                    "title": "17. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 17,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When Gunes and Rana find Ahmet and Haluk in the woods they are shocked. Ahmet has been shot. Rana who for years has been afraid of such situation is devastated. Haluk becomes like a baby remaining silent, the only thing he says is that this was an accident. Nazli is determined to tell her mother that she has spoken with her father, and that Haluk has threatened him. While Gunes cannot stop the questions in her mind about Haluk, the outcry from Nazli regarding her father stunts her even more. Even though Gunes tells Nazli that she is not allowed to see Zafer, the young...    "
                },
                "18": {
                    "title": "18. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 17,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Gunes stabs Zafer. Nzli who is following Haluk witnesses the events. Haluk is ready to do whatever it takes to save Gunes from prison. Zafer will retreat his charges with one condition - joint custody of their daughters. Nazli takes an attitude towards her mother. Savas notices that this attitude is weighing heavily on Nazli's conscience and he helps her face this reality. Ali witness the devastation Selin is going through and he does what he can to protect her. To get Selin away from the house he takes her to his mothers house. Selin spends the night there, and in ...    "
                },
                "19": {
                    "title": "Benim Icin Ask",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 13,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Ali saves Sevilay. Haluk who thinks that he has lost Gunes goes mad. Ali notifies Rana and Ahmed. They must prevent Haluk from causing any harm. However Haluk has no intentions of stopping until Gunes is released. Selin softens when she sees how devastated Nazli is. While Gunes is in prison they need to be supportive of each other and not fighting. Savas takes the girls out to boost their morale. During the dinner they run into Emre and Tugce. Tugce continues to be jealous of Emre's attention to Selin. She do something that will get the girls into trouble. Ali runs to...    "
                },
                "20": {
                    "title": "Yeniden Basliyalim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 14,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Gunes returns home. She learns what Rana has done to the girls in her absence, and she decides to be sure that this does not ever happen again. Rana and Gunes come fave to face. Haluk leaves the clinic. He feels very bad for what he has done. Gunes is by Haluk's side. She arranges for everyone to meet with Haluk at his mother's house so that he can reconcile with everyone. The girls start school. Everyone is starring at them. It not take long to figure out that Melisa and Tugce are behind this.    "
                },
                "21": {
                    "title": "Bence Ask",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 17,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    When Savas confronts Haluk the traumas from the past are ignited. Savas faints and when he wakes up he does not remember anything. Nazli learns that Savas has taken pill in order to remember his past and therefore she confronts Rana. Nazli blames Rana for everything Savas has done. Rana cannot take anymore. She tells Gunes that Nazli and Savas are in a relationship. This news has an explosive effect on the entire family. Selin and Ali have a showdown. Ali tells Selin that he is acting this way because of a jealousy. Selin does not accept this. Ali and Selin agree to a...    "
                },
                "22": {
                    "title": "Gitme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 19,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The plan of running away is unsuccessful for Nazli and Savas. The girls return home. Nazli is heartbroken. Selin is upset with Savas. She explains everything to Ali. Ali finds Savas totally devastated. As Selin and Ali try to comfort Savas, he slips and inadvertently tells the truth about his mother. Ali and Selin realize that there is more to this than what is blatantly obvious. When Savas comes to self he lies everyone. Savas has a new plan. Levent starts to get close with Sevilay. Haluk notices this. He is suspicious that Levent's actual intentions is to get to him...    "
                },
                "23": {
                    "title": "Kiskaninca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 15,
                    "original air date": "23 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Rana is devastated when Savas learns the truth. She returns home and explains everything to the family. Savas cuts all ties with his family and starts a new life. Nazli is going to be by Sevas' side each and every step of the way. Selin along with Tugce are determined to bring Elif's true face to the surface. The girls will make sure that everyone, including Ali, know the truth. Levent asks Ali for his permission to enter into Sevilay's life. Ali wants his mother to look forward. This brings Haluk and Ali to a stand-off.    "
                },
                "24": {
                    "title": "Ben Asikken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 18,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The twins' birthday is quickly approaching. Selin feels very bad about the things that she has done to Elif. She actually even states that she does not want to celebrate her 18th birthday. Selin overhears Ali explaining himself to Haluk and she changes her mind. Elif is not just standing doing nothing. She speaks to Ali, filling his mind against Selin. Selin realizes that she is about to lose Ali, and before it is too late she decides to speak openly about her feelings for him. Melisa wants to befriend Elif, this way she can get closer to Savas. When Nazli sees Melisa...    "
                },
                "25": {
                    "title": "Hiç Vazgeçmedim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 14,
                    "original air date": "7 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Haluk learns that Ali is not his biological son. Sevilay is concerned that Haluk might do something to Ali therefore she tells everything to Gunes and asks her for her help. Ali is sorry for everything that he did to Selin, and he is determined to gain her forgiveness. Savas has started working with Levent and he takes on this responsibility seriously. Nazli encourages him when she learns what his dreams for the future are. Tugce discovers the relationship between Elif and Levent. While Ali learns about this he goes to the bar to confront Levent. However there is ...    "
                },
                "26": {
                    "title": "Hosçakal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 18,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Ali is devastated when he learns that Haluk is not his father. He slams his hand through a window and is hurt, Hulak takes him to the hospital. Haluk warns Levent to stay away from his son. However Levent has no intentions of giving up on Ali. Ali does not want anyone around him other than Selin. All of his friends get together in order to boost Ali's morale and they have a fun time. During this time they talk about where they see themselves in 10 years. The only one who remains silent is Ali. At this time no one realizes what Ali is about to do. However Ali has a ...    "
                },
                "27": {
                    "title": "Kaybedince Anladim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "votes": 15,
                    "original air date": "21 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    During the confrontation between Ali and Haluk a gun goes off. Some time has passed. The family tries to get themselves together. The younger members get themselves into trouble and in order to help them out of this mess they ask Yigit for his help. Yigit and Savas still have an unresolved matter between them, therefore Yigit wants to meet with Nazli. Selin is kidnapped. Levent thinks that the Mertoglu family secret has something to do with Gunes, so he goes after Zafer.    "
                },
                "28": {
                    "title": "Yeni Yil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "votes": 15,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Haluk is squeezed into a corner after Rana's threats. She makes the decision to explain their past to Gunes. The roses that arrive for Nazli cause her an argument with Savas. Nazli warns Savas not to do anything regarding Yigit, but he ignores her. He has a fight with Yigit. The fight ends with Yigit collapsing on the floor. Yigit has a disease that he has been hiding from everyone. Gunes is suspicious of the relationship between Selin and Ali. Selin lies to Gunes that he has another boyfriend. Gunes wants to meet Selin's boyfriend. Selin does not want Ali to find out...    "
                },
                "29": {
                    "title": "Gerçekler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "votes": 15,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Zafer explains his situation to Gunes and asks for help. Gunes will not let one girl to die. She explains the situation to the girls, and Nazli agrees to go to Germany and be a donor. Of course neither Nazli nor Gunes knows that Nazli's bone marrow will not be a match. Zafer tells Haluk that it must be Peri the one who boards the plane. Otherwise Gunes is going to learn everything. Selin falls apart when Zafer comes to the house. Ali who confronts Zafer telling him that he should stay away from Selin, learns a shocking truth. In order to boost their morale the ...    "
                },
                "30": {
                    "title": "Sevdiklerimiz Için",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "votes": 18,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Haluk immediately puts Zafer into the car and rushes him to the hospital. While Gunes waits anxiously for news from Haluk, Haluk tells her that Zafer has died. Ali has learned that Zafer is not Selin's father. In order to explain this to her he takes Selin to the cabin in the mountains. Savas knows Haluk's secret. He also thinks that Nazli needs to know the truth as well. Will he be able to explain this to Nazli?    "
                },
                "31": {
                    "title": "Kimse Bilmeyecek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "votes": 14,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Gunes is pregnant, Haluk is ecstatic when he hears about this. He believes that this baby is a second chance for the both of them. As for Gunes, she is going through feelings of remorse over the death of Zafer. Zafer's ghost is constantly haunting her. Gunes wants to distance herself from the girls. Selin and Ali think that Zafer has gotten away from them. Selin sees this as a huge sign. Even if she finds out who her father is, she is not going to feel anything but anger towards him. Ali however has no intentions of letting this go. Selin gets the part in the film. ...    "
                },
                "32": {
                    "title": "Böyle Hatirla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "votes": 13,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Rana has learned that Gunes is pregnant. She has changed her mind about having Gunes listen to the records with Haluk's confessions. At the moment when Gunes is the weakest she appears before Rana. For the first time Rana really listens to Gunes and she decided to support her. Gunes now thinks that she made a mistake from the beginning by moving to Istambul. Levent becomes suspicious when Sevilay tells Haluk about Zafer's phone. Levent who feels bad after the fight he has with Sevilay speaks with Ali. Doruk who was left behind in Germany watches both of them closely. ...    "
                },
                "33": {
                    "title": "Sensiz Olmaz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "votes": 15,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Haluk falls apart when Gunes and the girls start staying in a hotel. He does not want to see anyone. At the same time the detective that he hired shows him photographs proving the relationship between Ali and Selin. Ali stands behind this relationships. He tells him that he has no intentions of breaking up with Selin. Selin does not want Ali's relationship with his father to be deteriorate again. Selin cannot stand the fact that Nazli is unhappy, so she puts a plan together with Tugce. They invite Yigit to go bowling after school. Ali who does not know anything about ...    "
                },
                "34": {
                    "title": "Hayalim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "votes": 14,
                    "original air date": "13 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Gunes and her girls move into their new house. Nazli is extremely uncomfortable with the fact that Savas is constantly following her, so she asks Ali to keep Savas away from her. When Ali tries to talk to Savas they attack each other. Savas who cannot take anymore, tells Ali the truth of regarding what he knows. Ali goes mad after hearing this. Either he is going to eliminate Haluk or he is going to take Selin far away in order to protect her. However Ali has no idea regarding what Selin is actually planning.    "
                },
                "35": {
                    "title": "35. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "votes": 13,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The news that Ali and Selin have gotten married has a huge echo rumbling. Gunes is determined not to allow Selin to stay married. She asks Haluk for help. Haluk also wants to end this marriage before it begins, but this only lasts until Ali tells him that he knows the truth about him. Ali stands firm before Haluk. Ali is going to take Selin and move away and Haluk is going to allow this to happen, or Gunes will learn the truth about who Haluk really is. Haluk who has now been squeezed into a corner receives a helping hand from someone totally unexpected person.    "
                },
                "36": {
                    "title": "36. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "votes": 29,
                    "original air date": "27 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Gunes has learned who Haluk is. She decides to leave Istanbul with the girls and to lose their traces. But to escape from Haluk will not be as easy as it sounds. The girls who learn that Gunes was kidnapped by Haluk, are on their way to find their mother. Haluk's man pushes Ali, Savas, Nazli and Selin's car from the road. Ali loses control and crashes. In the accident, a glass piece entered in Selin's stomach and she could not move. While Savas and Nazli are trying to find help, Selin's time is decreases rapidly.    "
                },
                "37": {
                    "title": "37. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "votes": 15,
                    "original air date": "5 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After Gunes was hit by a car she is taken to the hospital. The girls are devastated. They are face to face with the possibility of losing her mother. Then they get the news that Gunes is in an coma. Whether she will ever wake up from the coma is unknown. The Police immediately suspect that it was Haluk who hit Gunes because she wanted a divorce, so he is immediately taken into custody. The girls try to stay firmly on their own but this is not going to be as easy as they thought. Nazli being the eldest takes control and carries the entire burden on her own. After her ...    "
                },
                "38": {
                    "title": "Annem Için",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "votes": 13,
                    "original air date": "12 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Haluk, saying that he knows who the girls father is have an explosive effect. Ali takes advantage of Selin's thoughtfulness and takes the knife from her hand. Ali will do everything for Selin to get better. They will go away from everyone, just the two of them. Nazli is certain that Peri is hiding something and that this is why she has become so aggressive, she wants to prevent something serious to happen to her. At a moment least expected the hopeful news arrives that Gunes may wake up. For this all of the sisters get together. At the same time Haluk learns that it ...    "
                },
                "39": {
                    "title": "39. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Günesin Kizlari (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "votes": 21,
                    "original air date": "19 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Gunes wakes up from the coma. But she does not remember the last two years. Not Istanbul, not Haluk. For the girls the most important thing is their mother's health. For this reason they do not mention anything from the past that could possibly upset her. At least until Gunes is better. It's Ali's birthday. Selin thinks that everything is better and that finally all of the bad days are behind them. Selin prepares a surprise birthday party for Ali. However the secret that Ali is hiding from Selin is about to be exposed. Nazli is suspicious that the secret that Savas is...    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Kinay, Emre"
            },
            {
                "name": "Alasya, Evrim"
            },
            {
                "name": "Saritas, Tolga"
            },
            {
                "name": "Özberk, Burcu"
            },
            {
                "name": "Atan, Berk"
            },
            {
                "name": "Erçel, Hande"
            },
            {
                "name": "Akay, Miray"
            },
            {
                "name": "Gülenç, Meltem"
            },
            {
                "name": "Ilhan, Funda"
            },
            {
                "name": "Kumbaracibasi, Teoman"
            },
            {
                "name": "Güzel, Süreyya"
            },
            {
                "name": "Köroglu, Sarp Can"
            },
            {
                "name": "Helvacioglu, Irem"
            },
            {
                "name": "Hepari, Kanat"
            },
            {
                "name": "Kökenli, Ege"
            },
            {
                "name": "Akkaya, Sarper Arda"
            },
            {
                "name": "Pinar, Ali"
            },
            {
                "name": "Dönmez, Fatih"
            },
            {
                "name": "Kalav, Can"
            },
            {
                "name": "Altan, Anil"
            },
            {
                "name": "Tiriskan, Nurseli"
            },
            {
                "name": "Öztoprak, Onur Ege"
            },
            {
                "name": "Deniz, Dilan Çiçek"
            },
            {
                "name": "Faki, Fatmagül"
            },
            {
                "name": "Efdal, Mustafa"
            },
            {
                "name": "Ünal, Volkan"
            },
            {
                "name": "Diken, Hülya"
            },
            {
                "name": "Gürkismet, Cengiz"
            },
            {
                "name": "Kurtul, Emre"
            },
            {
                "name": "Saki, Rabia"
            },
            {
                "name": "Elhan, Rahmi"
            },
            {
                "name": "Aksoy, Atakan"
            },
            {
                "name": "Efe, Mert"
            },
            {
                "name": "Erdem, Özge"
            },
            {
                "name": "Ertekin, Kerim"
            },
            {
                "name": "Ipekel, Ilayda"
            },
            {
                "name": "Simsek, Mehmet"
            },
            {
                "name": "Denizdelen, Dilek"
            },
            {
                "name": "Toplar, Ahmet"
            },
            {
                "name": "Akan, Hülya"
            },
            {
                "name": "Aksoy, Senay"
            },
            {
                "name": "Buniel, Aron"
            },
            {
                "name": "Yavan, Erol"
            },
            {
                "name": "Yoldas, Furkan"
            },
            {
                "name": "Dada, Murat"
            },
            {
                "name": "Güner, Sena Tugce"
            },
            {
                "name": "Kurtoglu, Gökhan"
            },
            {
                "name": "Müftüler, Berkent"
            },
            {
                "name": "Ongan, Füruzan Asena"
            },
            {
                "name": "Akkuzu, Ali"
            }
        ],
        "locations": [
            "Istanbul, Turkey"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.7,
        "votes": 1187,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGIyNzgyMjUtNjU0Yi00MDhlLTgzMTEtZTY4ODgxZjU2NTM5XkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "A teacher and mother of three teenage daughters, Günes, agrees to move from her home city of Izmir to Istanbul to be with a mysterious wealthy man who has fallen in love with her. 'Günesin Kizlari' follows the never-ending drama of Günes and her daughters as they face the events of their newly transformed lives.",
        "languages": [
            "Turkish"
        ],
        "title": "Günesin Kizlari",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bogatur, Cenk"
            },
            {
                "name": "Dargi, Deniz"
            },
            {
                "name": "Erdogan, Baris"
            }
        ],
        "distributors": [
            {
                "name": "Kanal D"
            }
        ],
        "plot": [
            "Gunes is a 35 years old woman and a literature teacher whose husband left her with no reason. So she decides to get married in order to afford a good future for her three daughters.::Hussain Al Saffar",
            "A teacher and mother of three teenage daughters, Günes, agrees to move from her home city of Izmir to Istanbul to be with a mysterious wealthy man who has fallen in love with her. '_Günesin Kizlari_ (qv)' follows the never-ending drama of Günes and her daughters as they face the events of their newly transformed lives."
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1187,
                "rating": 5.7
            },
            "aged under 18": {
                "votes": 20,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 427,
                "rating": 5.9
            },
            "aged 30 44": {
                "votes": 121,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 6.6
            },
            "males": {
                "votes": 279,
                "rating": 4.4
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 170,
                "rating": 4.7
            },
            "males aged 30 44": {
                "votes": 60,
                "rating": 3.3
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 7.1
            },
            "females": {
                "votes": 420,
                "rating": 7.1
            },
            "females aged under 18": {
                "votes": 14,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 245,
                "rating": 7.1
            },
            "females aged 30 44": {
                "votes": 57,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 6.2
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 6.5
            },
            "us users": {
                "votes": 60,
                "rating": 5.4
            },
            "non us users": {
                "votes": 366,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 437,
            "9": 69,
            "8": 77,
            "7": 113,
            "6": 91,
            "5": 54,
            "4": 56,
            "3": 33,
            "2": 36,
            "1": 221
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}