{
    "imdb": {
        "episodes": {
            "1": {
                "1": {
                    "title": "Deadly Diseases",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    From the cruel common cold to shocking smallpox we cough up the disgusting details of snot, sneezes and viruses. Lucy arrives at the studio and is really isn't very well - the show starts but pretty soon thing are going wrong again! Professor Mctaggart takes over from Mark to present the show.    "
                },
                "2": {
                    "title": "Abominable Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Lovely icky red blood - what is it and why do we need it? How does it transport important things around the body? Bob, the robot just has his first aid badge to get so that he can go to the robot jamboree, the trouble is he hates blood. Mark is stopped just in time by blood expert Charles Drew as he is about to give someone a blood transfusion from a dog!    "
                },
                "3": {
                    "title": "Chemical Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Explosions, atoms and fiendish forces that bubble, bang & bump! What makes things explode? Lucy has made a mistake in the show's script and now everyone thinks the show is about 'elephants' - it's a disaster especially as they have legendary scientist Marie Curie on the show.    "
                },
                "4": {
                    "title": "Space, Stars, and Slimy Aliens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    What happens to our bodies in space? Can we live on other planets? Who invented the telescope and how can we make one at home? Mark receives a letter from the head of the channel saying that he is going to be sacked if anything else goes wrong on the show! Lucy, Bob and Professor McTaggart try and make sure they for once everything goes smoothly. Everything seems to be going well until legendary astrologer Galileo arrives and is keen to start selling his telescopes...Lucy is outraged and decides to teach him a lesson!    "
                },
                "5": {
                    "title": "Wasted World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Gruesome greenhouse gasses and deadly toxic waste. Why do we recycle and what would happen if we stopped? Is global warming really bad news? The team try and find out what's going on with the climate, although the show nearly ends in disaster (again) when they discover there is a bear roaming free in the studio!    "
                },
                "6": {
                    "title": "Gruesome Guts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Poo, pizza and disgusting germs! Why do we poo and how does digestion work? Who was Louis Pasteur and how did he help? Mark arrives at the studio with terrible stomach pains and asks The Shrinkings Scientists to find out what's wrong with him - in their toughest mission yet Dr Sensible, Professor Small and Junior get ready to fly up Mark's nose to investigate.    "
                },
                "7": {
                    "title": "Microscopic Monsters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    What nasty invaders live in our homes and on our bodies? Fleas, parasites, worms and every tiny, disgusting thing in between. Mark can't stop itching, but no one knows what's causing it. The Shrinking Scientists get on the case and investigate. Microscope expert Robert Hooke joins them in the studio.    "
                },
                "8": {
                    "title": "Bulging Brains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    What is the brain and how does it work? Mark arrives in the studio with a new part of pants, 'Smarty Pants' - he has bought them off the internet and claims that they will make him smarter. Lucy is exasperated and has to try and convince him it's load of old rubbish. Professor McTaggart claims that chewing gum is good for your brain.    "
                },
                "9": {
                    "title": "Sounds Dreadful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Bang, crash, wallop! What is a sound? How do we hear? How do our ears work? Inventor of the telephone Alexander Graham Bell joins the team in the studio to talks telephones and...er.. metal detectors?!    "
                },
                "10": {
                    "title": "Vicious Veg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horrible Science (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Flesh eating plants & dancing flowers are all packed into the show this week. Mark and Lucy both bring in their favorite plant but as always Mark think's his is the best...until it starts to die. It's left to Ancient Greek plant expert Theophrastus to explain what is happening.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Armand, David"
            },
            {
                "name": "Armstrong, Alexander"
            },
            {
                "name": "Bell, Tom"
            },
            {
                "name": "Butler, Letty"
            },
            {
                "name": "Forbes, Jason"
            },
            {
                "name": "Garvey, Marcus"
            },
            {
                "name": "Lawrence, Eleanor"
            },
            {
                "name": "Martin, Chris"
            },
            {
                "name": "Miller, Ben"
            },
            {
                "name": "Tuck, Thom"
            },
            {
                "name": "Wokoma, Susan"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmEzMmE5MTAtNjdkOC00NjhlLWEyNzAtMmVkMDhjNmM3OTY1XkEyXkFqcGdeQXVyMjkwNzMwMTU@._V1_SY150_CR59,0,101,150_.jpg",
        "plot outline": "The first ever series based on the well known books of the same name published by Scholastic. Originally produced for CiTV, ABC and Discovery and now available exclusively to Amazon Prime. Horrible Science is a spoof of a TV science show with behind the scenes and shiny floor drama starring Ben Miller.",
        "languages": [
            "English"
        ],
        "title": "Horrible Science",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Horrible Science (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Armand, David"
            },
            {
                "name": "Crockatt, Ali"
            },
            {
                "name": "Haynes, Marc"
            }
        ],
        "production companies": [
            {
                "name": "Toff Media"
            }
        ],
        "distributors": [
            {
                "name": "Children's Independent Television (CiTV)"
            },
            {
                "name": "ITV Studios Global Entertainment"
            }
        ],
        "plot": [
            "The first ever series based on the well known books of the same name published by Scholastic. Originally produced for CiTV, ABC and Discovery and now available exclusively to Amazon Prime. _Horrible Science_ (qv) is a spoof of a TV science show with behind the scenes and shiny floor drama starring Ben Miller.",
            "_Horrible Science_ (qv) is about a lovable family of characters (Mark the host, Lucy the show's producer, Bob the Robot and Professor McTaggart - the brain in a jar) trying in each episode to put on a spectacular science show. Unfortunately for them this often results in on-screen chaos, blazing backstage rows and gooey slapstick episode, that will form the spine of our show."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 8.8
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}