{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 September 2015"
            },
            {
                "country": "USA\n",
                "date": "26 December 2015"
            }
        ],
        "release dates": [
            "USA::14 September 2015",
            "USA::26 December 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tiny Luxury"
            },
            {
                "countries": "Germany",
                "title": "Tiny Luxury - Luxus XXS"
            },
            {
                "countries": "Italy",
                "title": "Minicase di lusso"
            },
            {
                "countries": "Spain",
                "title": "Minicasas luxury"
            }
        ],
        "akas": [
            "Tiny Luxury (original title)",
            "Tiny Luxury - Luxus XXS Germany",
            "Minicase di lusso Italy",
            "Minicasas luxury Spain"
        ],
        "akas from release info": [
            "Tiny Luxury (original title)",
            "Tiny Luxury - Luxus XXS Germany",
            "Minicase di lusso Italy",
            "Minicasas luxury Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Tiny Home on the Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    A family wants to expand their northern California ranch with a tiny home for their son. Tyson Spiess and the build team have their work cut out for them when it comes to maximizing space for a large bathroom, creating a living area with a full entertainment system and constructing a double staircase leading to separate lofts. For the interior design, Michelle Spiess draws inspiration from the owner's farm life and incorporates solid, natural materials with his clean, modern design style.    "
                },
                "2": {
                    "title": "Theater-Inspired Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    A San Diego family wants to downsize into a 200-square-foot tiny home and travel the West Coast. Tyson Spiess and the build team have to figure out how to sleep six people comfortably while still maximizing the kitchen space. Michelle Spiess focuses on bringing the family's theater-inspired design style to life through various fixtures and finishes.    "
                },
                "3": {
                    "title": "Tudor-Style Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    A woman dreams of downsizing from her current home to a fantasy and Renaissance-inspired tiny home she can use to travel the California coast. Tyson and his crew work to bring the Tudor-style to life with cross-timbered siding and a spiral staircase, while Michelle and the designers focus on accenting the client's whimsical tastes.    "
                },
                "4": {
                    "title": "Tiny Home and Doughnut Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Kentucky entrepreneurs dream of taking their doughnut business on the road in a tiny home with a service-ready commercial kitchen. Tyson and the crew must maximize the home's space to incorporate the big kitchen appliances and a separate living area for each of their boys. Then, Michelle brings the modern farmhouse style to life with rustic touches and wood finishes.    "
                },
                "5": {
                    "title": "Tiny Traveling Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "14 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    A Seattle couple with twin toddlers dreams of downsizing to a rustic tiny home. Tyson and the crew maximize the space for the kids' bedroom and play area upstairs and create a replica of the family's current living room downstairs.    "
                }
            },
            "1": {
                "1": {
                    "title": "Tiny Home with a Big Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Engaged couple Lauren and Kalani live in Joplin, Missouri in their families' 4,000 square foot home. They are ready to downsize into their first home together and relocate to Seattle. They turn to Tyson and Michelle to help them build the tiny home of their dreams that includes a large gourmet kitchen, private music room and space for a large flat screen TV.    "
                },
                "2": {
                    "title": "Tiny Home in Lake Tahoe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Married couple Sean and Tara plan to work less and live more by moving into a 140 square foot tiny home with a rustic, lived-in, cabin look. The build team gets to work creating a custom bay window and window seat, built in book-shelves in the stairs and master loft and a guest bedroom loft. The design team finds a multi purpose table at a local salvage yard.    "
                },
                "3": {
                    "title": "Tiny Home for Engaged Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tyson and Michelle are tasked with building a tiny home for newly engaged Indianapolis couple Chris and Sarah with a Victorian design, inspired by Sarah's childhood home. The build crew gets to work, maximizing floor space for the couple and their three pets. Tyson and Michelle track down an antique claw foot tub and re-purpose an antique trunk.    "
                },
                "4": {
                    "title": "Modern Tiny Home in Colorado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Erik and his wife Amie love to travel and plan to save money by moving into a tiny home. They turn to Tyson and Michelle to design the modern masterpiece Erik desires with the peaceful, Zen inspired space Amie craves. The team designs them a spa like bathroom, modern kitchen and exterior featuring a rooftop deck.    "
                },
                "5": {
                    "title": "Tiny Home Big Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Kate, Abraham and their three children are downsizing from their 5,000 square foot home in the suburbs into a 250 square foot tiny home to live their dream of traveling the country together. Tyson and Michelle come up with a modern design that features three separate bedrooms, a bathroom with a soaking tub and an indoor and outdoor family gathering space.    "
                },
                "6": {
                    "title": "Tiny House for Military Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    US Air Force officer, Adam, and his wife, ShaeLyn, seek Tiny Heirloom's help in building their dream tiny home, with easy mobility to get up and go for their next relocation. Tyson is tasked with building a 50 sq ft bathroom and a large kitchen, complete with a kegerator. Michelle brings the couple's tastes to life with a craftsman-inspired design.    "
                },
                "7": {
                    "title": "Tiny Home with Vintage Glam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Portland couple, Ben and Callie, dream of owning a sleek and sophisticated tiny home that allows them the freedom and easy mobility to get up and go if they choose. Tiny Heirloom brings their dreams to life in 200 sq ft tiny home, with heated hardwood flooring, a living plant wall, bathroom skylights to the stars and their most ambitious project to date: a multi-functional platform that will include living, sleeping, and dining quarters.    "
                },
                "8": {
                    "title": "Midcentury Modern Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Atlanta newlyweds Jacob and Arielle are ready to downsize from their 1,500-square-foot home to a 200-square-foot tiny home, so they have the freedom and mobility to go wherever their budding music careers may take them. Tyson is tasked with building a rooftop deck and a soundproof music studio, while Michelle brings their vision to life with a mid-century modern design.    "
                },
                "9": {
                    "title": "Aerodynamic Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Tiny Heirloom is tasked with building their smallest and ultra-lightweight tiny home to date, but that doesn't stop them from packing the home with as many luxuries as possible. Chicago artists Barnaby and Margaret look to move in together in the 100-square-foot home and travel around the West Coast. The build team maximizes space while the design team brings the couple's rustic and modern vision to life.    "
                },
                "10": {
                    "title": "Tiny Home for Family of Four",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    David and Jennifer have never lived in a home of their own before. With David's career in the military, he and his family need to remain mobile, but they are ready to relax inside a more luxurious 200 sq/ft space. Tyson and the guys build them their very own tiny home, with three separate bedrooms, filled with retro and earthy pieces picked by Michelle and the girls.    "
                },
                "11": {
                    "title": "Tiny Home with Southern Charm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Mississippi resident Nancy dreams of living in a 250-square-foot tiny home complete with spacious white walls, an inviting living area and charming Southern touches. Tiny Heirloom gets to work building their largest 75-square-foot bedroom loft to date and a multi-functional kitchen table that converts to a queen size bed at the push of a button.    "
                },
                "12": {
                    "title": "Tiny Home in Hawaii",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Married California couple Shawn and Shelly have always dreamed of owning a vacation home in Maui, but instead of spending a fortune on beachfront property, they turn to Tiny Heirloom to build their ideal tiny home. Tyson and Michelle bring the traditional yet rustic touches of the home to life while maximizing space for friends and family, including a chef's full-sized kitchen, two bedrooms and a full-size outdoor deck.    "
                },
                "13": {
                    "title": "Tiny Home in Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    With a vision that goes well beyond square footage, Matt and Kim build their first 210-square-foot tiny home. These Texans turn to Tiny Heirloom to build a clean, streamlined space where they can enjoy home cooked meals together over a floating breakfast bar and relax on a couch big enough for the two of them.    "
                },
                "14": {
                    "title": "Tiny Adventure Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Mississippi engaged couple, Breck and Kelsey, don't want to sacrifice their passions while going tiny. They turn to Tiny Heirloom to make their dreams come true with a place to call their own, complete with a rock climbing wall and an office loft. Michelle and the girls work their magic, fusing together both of Breck and Kelsey's industrial and bohemian-chic styles into the home, while Tyson and the boys do some heavy lifting putting up the exterior rock climbing wall and a garage door wall for the home    "
                },
                "15": {
                    "title": "Rocky Mountain Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "11 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Ben, Amory and their two children are excited to escape from their everyday lives and head to Colorado for a relaxing vacation. Tyson and the build team get to work building two loft spaces, a home office and a family-sized lounge area in the 200-square-foot space, while Michelle and the design team bring the couple's mountain yet modern tastes to life.    "
                },
                "16": {
                    "title": "High-Flying Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "13 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    After living in a 1,000-square-foot apartment in New York City with varying fellow flight attendants as roommates, Lisette dreams of having her own place to come back to after traveling. Tyson and the guys take on the challenge of building a 150-square-foot home, complete with a multi-functional table and a separate guest loft for hosting friends and family. Meanwhile, Michelle and the design team finish off this artistic sanctuary with contemporary chic touches and even some accent airplane windows for extra flair.    "
                },
                "17": {
                    "title": "Tiny Home for Six",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Mario, Autumn and their four children present a big challenge with their dream vacation tiny home. With just 220-square-feet of living space, they need enough room to sleep all six while still having a place for luxury items.    "
                },
                "18": {
                    "title": "Modern Mountain Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "27 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    After a devastating wildfire in Cobb Mountain, California, Scott and Tamsen were forced away from their home of 25 years. With the help of Tiny Heirloom, the couple dreams of a sleek and modern tiny home they can make new memories in. Tyson and the guys get to work building a book nook for Tamsen and a guest loft space for their sons while remaining pet-friendly for their little dog. Michelle and the girls bring the couple's tastes to life with ultra-modern and mountain-inspired design pieces.    "
                }
            },
            "2": {
                "1": {
                    "title": "Tiny Home of Zen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "18 May 2017",
                    "year": "2017",
                    "plot": "\n    A couple in Agoura Hills, California, wants to expand their property with a tiny home for their two children. The team has their work cut out for them as they incorporate zen living into a multi-functional space that both siblings will love.    "
                },
                "2": {
                    "title": "Tiny Replica Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "25 May 2017",
                    "year": "2017",
                    "plot": "\n    In Medford, Oregon, Karin dreams of building a portable tiny home identical to her current house for her and her granddaughter, Halé, to travel the country in and visit friends and family. Tyson and the guys get to work building a tiny home replica that includes a full-size baker's kitchen and a custom-built wine rack, while Michelle and her design team bring Karin's cozy beach cottage to life with coastal vibe materials.    "
                },
                "3": {
                    "title": "Tiny Craftsman Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A Bay Area couple dreams of the flexibility and financial freedom of downsizing to a 220-square-foot tiny home. The team builds one of their most ambitious tiny homes to date which includes automated staircases and a 160-square-foot rooftop deck. The couple also wants to connect with nature, so Michelle and the design team incorporate wood elements and live plants into the home.    "
                },
                "4": {
                    "title": "Tiny Home, Big Outdoors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "8 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A Washington nature enthusiast dreams of a simpler life in the great outdoors and decides to downsize to a 240-square-foot tiny home. Tyson and the team work to maximize floor space while Michelle brings the outdoors inside by adding natural accents.    "
                },
                "5": {
                    "title": "Live/Work Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "15 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Environmental entrepreneurs Paty and Diego turn to Tyson and Michelle to bring their modern and Bohemian tastes to life in an eco-friendly tiny home. The Miami couple dreams of traveling the world while running their home business. Their custom home features a rooftop deck with a sustainable grass alternative, a home office and bamboo wood accents throughout.    "
                },
                "6": {
                    "title": "Tiny Traveling Farmhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "22 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    An Alabama father dreams of owning a tiny home with an outdoor entertainment space for him and his two sons to travel the great outdoors and tailgate at football games. Tyson and the guys maximize as much fun and space as possible for his boys with an outdoor basketball hoop and two connected lofts with a rock-climbing ladder. Michelle brings his Southern charm to life with a farmhouse-inspired design style featuring wood accents and antique pieces for a cozy and timeless touch.    "
                },
                "7": {
                    "title": "Tiny Home and Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "29 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A Washington DC couple dreams of having a modern and toddler-friendly tiny home near their family on Chesapeake Bay. Tyson and Michelle's build team begins the project with a ground floor nursery, a maxed-out kitchen and spacious dining area. Meanwhile, Michelle and the girls deck out the home in a traditional Scandinavian style and include a built-in living herb garden.    "
                },
                "8": {
                    "title": "Rustic Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "6 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Entrepreneur and first time home buyer, Tanya, dreams of owning a rustic, whimsical tiny home in Bend, Oregon, where she can continue to grow her budding essential oils business. Tyson and the Heirloom team have their work cut out for them with building a creative work space platform directly over her bedroom nook. Michelle brings the coziness to life with using raw materials, live edge shelving, copper and floral textures.    "
                },
                "9": {
                    "title": "Tiny Home on the Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    An Oregon Profesor, Harrell, and his nine-year old daughter, Beatrice, dream of downsizing to a minimalist Tiny Home for their land on the Pacific Northwest coast. They turn to Tiny Heirloom to bring their modern, minimalistic style to life. Tyson and the build team work on maximizing space with hidden storage compartments under the living room platform inside, and another accessible from the outside. Michelle orders a unique Japanese-style soaking tub and fills the home with live plants and carefully places pops of color.    "
                },
                "10": {
                    "title": "Tiny House, Big Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "20 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Rizhovs and their three boys dream of downsizing to a sleek and modern Tiny Home in Vancouver, Washington. Tyson and the Tiny Heirloom team work on building a supersize kitchen and dedicated playroom for their young boys, while Michelle brings the family's European design style to life with monochromatic colors, mixing metals with wood, to create a sleek, streamlined look.    "
                },
                "11": {
                    "title": "Beachy Bohemian Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "3 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Cleveland, Ohio couple, Anthony and Jamie, dream of traveling the country with their two young boys in a Tiny Home and they turn to the Tiny Heirloom team to bring their Bohemian, beach-inspired plans to life. Since the boys will be homeschooled on their adventures, Tyson and the build team are tasked with maximizing space to give them their own dedicated schoolwork area, while Michelle flourishes the home with colorful, fun accents, distressed wood siding and playful pattern fabrics.    "
                },
                "12": {
                    "title": "Tiny Home for a Texas Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "3 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A Texas woman expands her ranch property with a tiny guesthouse for visiting friends and family. With the help of her daughter, she begins the project with a ground floor platform sleeping area and includes a loft space big enough for two twin beds. The finishing touch on this country chic tiny guest home is a very special rooftop garden bar.    "
                },
                "13": {
                    "title": "Aloha Tiny Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "10 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Portland couple, Denise and Richard, look to build a Hawaiian-inspired tiny home for their backyard. They turn to Tiny Heirloom to bring their island fever to life in the Portland suburbs. Tyson and the build team need to maximize headroom while building a spacious master loft for a king sized bed. Michelle fills the home with a beautiful mixture of light and dark woods, tropical earth tones and a tiki bar.    "
                },
                "14": {
                    "title": "Tiny Home on the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny Luxury (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    A retired Air Force sergeant that dreams of road tripping across the country in a tiny home turns to the Tiny Heirloom team to bring her inspirations to life. Tyson and his crew make the home multifunctional with hidden storage, while the woman's world travels inspire Michelle and her team to add Moroccan-rustic accents.    "
                }
            }
        },
        "number of episodes": 37,
        "cast": [
            {
                "name": "Francis, Brianna"
            },
            {
                "name": "Francis, Jason"
            },
            {
                "name": "Francis, Zach"
            },
            {
                "name": "Spiess, Michelle"
            },
            {
                "name": "Spiess, Tyson"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 34,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjg0MzE2NjA1OV5BMl5BanBnXkFtZTgwNDA1MjE2NzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Tiny Luxury",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Bodega Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "other companies": [
            {
                "name": "GreenSlate"
            },
            {
                "name": "Shapeshifter"
            }
        ],
        "plot": [
            "Family run tiny house building company that builds custom houses."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 34,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 7.9
            },
            "males": {
                "votes": 7,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "females": {
                "votes": 16,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 9.1
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 8.5
            },
            "us users": {
                "votes": 11,
                "rating": 8.7
            },
            "non us users": {
                "votes": 4,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 12,
            "9": 7,
            "8": 5,
            "7": 4,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 3,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.9,
        "median": 9
    }
}