{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 October 2015"
            }
        ],
        "release dates": [
            "USA::3 October 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Kinder4Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Pet Expert and founder of DOG for DOG, Rocky Kanaka, brings in his team of experts and community volunteers to help a shelter specializing in hard luck pet cases. As work begins to upgrade their meet and greet and play areas, Rocky turns to social media and enlists a social media influencer to help find a charming Poodle Mix named Teddy a forever home. To help save another pet's life, a young professional couple with pet allergies becomes interested in adopting.    "
                },
                "2": {
                    "title": "San Gabriel Valley Humane Society",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Pet Expert and founder of DOG for DOG, Rocky Kanaka, brings in his team of experts and community volunteers to help an animal shelter that's been serving pets and their community for nearly a century. As the design team and volunteers work to construct dog runs and a new grooming area, Rocky turns to social media and enlists a social media influencer to help find a shy Whippet Mix named Draco a forever home. To help save another pet's life, a family with pet allergies becomes interested in adopting.    "
                },
                "3": {
                    "title": "LA Boxer Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Pet Expert and founder of DOG for DOG, Rocky Kanaka, brings in his team of experts and community volunteers to pull no punches for an animal shelter devoted to boxers! As work begins on new dog runs for the pets to exercise, Rocky turns to social media and arranges an angelic art installation in memory of a fallen trainer. Rocky makes it his mission to find a forever home for a fun-loving Boxer named Nala. To help save another pet's life, a young couple who've already rescued one boxer shows interest in adopting another.    "
                },
                "4": {
                    "title": "Lost and Found Dogs USA Network",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Pet Expert and founder of DOG for DOG, Rocky Kanaka brings in his team of experts and community volunteers to help an animal shelter committed to ending the homeless pet crisis in their area. As work begins to build an exciting play area and meet and greet space, Rocky develops a children's outreach program to spread rescue pet awareness, and turns to social media to find a charismatic puppy named Kazak a forever home. To help save another pet's life, an active young man who's always on the go becomes interested in adopting.    "
                },
                "5": {
                    "title": "Cathey's K9 Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    It's a rags to riches episode as Pet Expert and founder of DOG for DOG, Rocky Kanaka, with his team of experts and community volunteers, race to save an animal shelter that's fallen on hard times. As the design team revamps the grounds to improve the exercise and reception areas giving these pets a better chance of being adopted, Rocky turns to social media and helps find a charming three-legged Chihuahua mix named Pogo a forever home. To help save another pet's life, a mother and her son become interested in adopting.    "
                },
                "6": {
                    "title": "Angels N Paws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Pet Expert and founder of DOG for DOG, Rocky Kanaka, brings in his team of experts and community volunteers to help a shelter who's dedicated to pets of all sizes. As the team works to upgrade and modernize kennel facilities for small and medium sized pets, Rocky turns to social media and hosts an awareness event using 'word of mouth' marketing to encourage others to adopt. Rocky makes it his mission to find a gentle Lab mix named Macy a forever home. To help save another pet's life, a pet-loving couple becomes interested in adopting.    "
                },
                "7": {
                    "title": "Daphneyland Basset Hound Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Pet Expert and founder of DOG for DOG, Rocky Kanaka, and his team of experts are hot on the trail to help a shelter committed to rescuing Basset Hounds! As the renovation team and volunteers work to build new play yards and a meet and greet area for this unique breed, Rocky takes to social media and commits to finding a forever home for a senior Basset named Sampson. Rocky steps into the kitchen to bake dog biscuits for a bake sale and enlists a little help from friend, David Arquette, to raise awareness. To help save another pet's life, a professional young couple, ...    "
                },
                "8": {
                    "title": "Glendale Humane Society",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Pet Expert and founder of DOG for DOG, Rocky Kanaka, brings in his team of experts and community volunteers to help an animal shelter that believes in training pets to give them a better chance at being adopted. As work begins to build a new play space and update the training area, Rocky takes to social media and enlists a DIY social media influencer to help with a pet friendly project and find a distinguished Terrier mix named Jim a forever home. After seeing Rocky's social media post, a ten-year-old girl named Sofia, who's ready for more responsibility, brings her ...    "
                },
                "9": {
                    "title": "Oakville Milton Humane Society",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Pet Expert and founder of DOG for DOG, Rocky Kanaka, brings in his team of experts and community volunteers to help a shelter caring for a variety of pets who focus on their healing powers. As work begins to upgrade the feeding and storage area, Rocky turns to their pet therapy program and enlists some help to Vlog and find a lively Lovebird named Rain, a rambunctious cat named Ava and a fun-loving Yorkshire Terrier named Jiggs forever homes! To help save another pet's life, a couple with a therapy dog becomes interested in adopting.    "
                },
                "10": {
                    "title": "Ohana Animal Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A Phoenix animal shelter focused on helping homeless pets gets upgraded dog kennels. Also: Rocky searches for a home for a quiet beagle; and a law student who lives in an apartment searches for a pet.    "
                },
                "14": {
                    "title": "Rusty's Angels Sanctuary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "18 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A shelter devoted to senior dogs gets an expansion, and Rocky enrolls the shelter in a high-profile adoption event. Also: Rocky seeks a home for a pit bull mix.    "
                },
                "15": {
                    "title": "PAWS4YOU",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "25 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Best of Episode: The Power of Adoption!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "TAPS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky Kanaka and Rob North travel to \"The Animal Protectorates\" (TAPS). This foster-based organization has outgrown their current space and are looking to move into their first storefront. While Rob focuses on building out their space, Rocky makes a plan to bring the local community in the doors, as well as find a forever home for one special Golden.    "
                },
                "2": {
                    "title": "Pug Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky and Rob lend a helping hand to Animal Rescue Pug Nation. Rocky goes glam for a pug photo shoot to help the rescue go viral, while Rob takes to the streets to transform their mobile adoption unit \"The Pug Mobile.\"    "
                },
                "3": {
                    "title": "German Shepherd Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky Kanaka and Rob North hit the road to help spruce up the \"German Shepherd Rescue\". Rocky must develop a new plan of action to get the community involved, while Rob must make the space more inviting for potential adopters.    "
                },
                "4": {
                    "title": "Mutt Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky Kanaka and Rob North head out to the desert to help \"Mutt Match.\". Rob rolls up his sleeves to build a welcome station as well as roofs over the kennels. Rocky calls in a groomer to help him give the dogs a spa day.    "
                },
                "5": {
                    "title": "West Coast Animal Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky Kanaka and Rob North travel to \"West Coast Animal Rescue\", a rescue devoted to helping dogs who have had a rough start in life. Rob works to build an outdoor office and create a welcoming space for the dogs and potential adopters. Rocky hits the streets to spread the word about the rescue in hopes of finding a home for a three-legged dog named Oswald.    "
                },
                "6": {
                    "title": "Priceless Pet Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky Kanaka and Rob North take their expertise to \"Priceless Pet Rescue.\" The rescue will undergo a major transformation as Rob and his crew build new kennel spaces for the dogs and cats. Rocky focuses on how the rescue can boost its brand as well as find a home for a young Coonhound named Ruby.    "
                },
                "7": {
                    "title": "The Amanda Foundation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky Kanaka and Rob North head to \"The Amanda Foundation\" in Beverly Hills to help bring them into the 21st century. Rob uses his skills to makeover the exam room and turn a dark dog run into a bright rehab area. Rocky helps the rescue apply for grants in order to receive much needed medical equipment. He also tries to find Gretta, a sweet dog who came into the shelter with two broken legs, her forever home.    "
                },
                "8": {
                    "title": "Greenbrier Animal Shelter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Rocky Kanaka and Rob North travel to \"Greenbrier Animal Control Facility\" in Tennessee. The shelter is housed in a pole barn and lacks temperature control. So, Rob rolls up his sleeves to insulate the entire barn and install heating and air conditioning. Rocky spreads the word about all the great animals up for adoption, while focusing on finding a family for the dynamic dog duo, Brier and Tater Tot.    "
                },
                "9": {
                    "title": "Wags and Walks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Rocky Kanaka and Rob North are on a mission to save shelters and save pet lives. They head to West LA to help Wags and Walks, a rescue in need of a location to hold adoption events. Rob and the Dog for Dog volunteers transform an empty space into a pop-up adoption center while Rocky focuses on treat training with Sherman, a shy dog hoping to find his forever home.    "
                },
                "10": {
                    "title": "SPARC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Rocky Kanaka and Rob North are on a mission to save shelters and save pet lives. They head out to give the Santa Paula Animal Rescue Center the boost it needs. Rob has to come up with a plan on how to make one room have four different functions. And Rocky sets out to help find Rosie a forever home, a cute mutt who had 5 months of rehab after she was brought in to SPARC.    "
                },
                "11": {
                    "title": "Williamson County",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Rocky Kanaka and Rob North are on a mission to save shelters and save pet lives. They hit the road to go to the Williamson County Animal Center in Franklin, Tennessee. Rob and his crew knock down walls in order to build a cat atrium. While Rocky works on a plan to increase adoptions at the center, he does agility training with Jake, a Dalmatian in need of a forever home.    "
                },
                "12": {
                    "title": "Crossroads Campus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Rocky Kanaka and Rob North are on a mission to save shelters and save pet lives. They travel to Tennessee and help one very special shelter. Crossroads Campus specializes in taking homeless pets, training them, and then finding them loving families. Rocky has his hands full when he gets involved with Rosie's search for a forever home. Rob sets out to renovate the cramped cat room and make it into a bright space where adopters can find their new family members.    "
                },
                "13": {
                    "title": "Christian County Animal Shelter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "13 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "West Vancouver BCSPCA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Rocky Kanaka and Rob North are on a mission to save shelters and save pet lives. They travel to Canada to help out the West Vancouver branch of the BCSPCA. Rob uses his expertise to renovate their intake room as well as revamp their kitty courtyard. Rocky makes a video to recruit more volunteers for the shelter. He also works with a timid Golden Retriever named Jessa who needs help working through her fears and finding her forever home.    "
                },
                "15": {
                    "title": "Abbotsford BCSPCA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "28 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Best of: Getting Involved",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "30 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Best Of: Pet Parent Matchmaking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Shelter (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n    Rocky Kanaka and Rob North are on a mission to save shelters and save pet lives. They take a look back at their favorite adoption stories and how finding the right pet parent is the key to a successful adoption. They also check back in with The Animal Protectorates (TAPS) to make a big donation and see how their newly renovated storefront has made a difference for the rescue.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Kanaka, Rocky"
            },
            {
                "name": "North, Robert E."
            },
            {
                "name": "Hoffer, Ajay"
            },
            {
                "name": "Bissell, Cathy"
            },
            {
                "name": "Greer, Rob"
            },
            {
                "name": "Meho, Rose"
            },
            {
                "name": "Deiters, Andrew"
            },
            {
                "name": "Schooley, Emily"
            }
        ],
        "locations": [
            "Los Angeles, California, USA::(location)",
            "Nashville, Tennessee, USA::(location)",
            "Hopkinsville, Kentucky, USA::(location)"
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "rating": 7.7,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgzMzEzNjg1NF5BMl5BanBnXkFtZTgwMzg4NTkyNzE@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Save Our Shelter",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Save Our Shelter (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Lambert, Amy"
            },
            {
                "name": "Kanaka, Rocky"
            },
            {
                "name": "Taylor, Lori Evans"
            }
        ],
        "production companies": [
            {
                "name": "Litton Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "The CW Network (The CW)"
            }
        ],
        "plot": [
            "Rocky and his team help save an animal shelter that has fallen on hard times. Meanwhile he also seeks a home for a dog at that shelter."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 3.6
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 9.8
            },
            "males": {
                "votes": 8,
                "rating": 4.4
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 3.2
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "females": {
                "votes": 8,
                "rating": 9.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 4.7
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 9.2
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.2
            },
            "us users": {
                "votes": 11,
                "rating": 8.4
            },
            "non us users": {
                "votes": 1,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 13,
            "9": 3,
            "8": 1,
            "7": 1,
            "6": 1,
            "5": 2,
            "4": 1,
            "3": 1,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}