{
    "imdb": {
        "raw release dates": [
            {
                "country": "Spain\n",
                "date": "  2015"
            },
            {
                "country": "Spain\n",
                "date": "8 March 2015"
            }
        ],
        "release dates": [
            "Spain::2015",
            "Spain::8 March 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Pagliacci",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    \"Theatre is life\" is the verism motto behind this beautiful opera. Gener explores Pagliacci in which fiction and reality intermingle and where nothing is as it might appear.    "
                },
                "2": {
                    "title": "Eugene Onegin",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tchaikovsky and Pushkin- the greatest examples of Russian Romanticism-speak to us about impossible romances, homosexuality, dandies, love letters and duels of honor. Gener goes to the Liceu Conservatory to collaborate with some aspiring musicians.    "
                },
                "3": {
                    "title": "Fidelio",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Gener discusses Beethoven and the composer's main drives in life- love, injustice, and freedom.    "
                },
                "4": {
                    "title": "Handel",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    In London Gener reveals how Handel managed something which nobody had ever managed before: to make England love opera. This is an episode about a very competitive man who achieved everything he aimed for and converted opera into something which could be enjoyed by everyone in London.    "
                },
                "5": {
                    "title": "Così fan tutte",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Così fan tutte by Wolfgang Amadeus Mozart is one of the leading examples of musical classicism, and its main topic, narrated as a comedy, is infidelity.    "
                },
                "6": {
                    "title": "Salome",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Based on the timeless play by Oscar Wilde, Richard Strauss wrote a troubling, uneasy score which portrays very clearly man's basic instincts. It is a story about obsession, about curiosity and about our desire for the prohibited. And the score expresses these topics perfectly: music which arouses strong emotions. Gener walks the viewer through how Salome makes one face his own fears and conscience.    "
                },
                "7": {
                    "title": "Nabucco",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Gener explains why Verdi's other operas would never have existed if Nabucco had never come to be. Gener travels to Valencia where Nabucco is being put on at the Palau de les Arts Reina Sofia. There, he speaks about one of the central themes in Verdi's career- that of parent-child relationships.    "
                },
                "8": {
                    "title": "Der Rosenkavalier",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    \"Der Rosenkavalier\" by Richard Strauss, is a wonderful comedy of errors that reflects upon the passage of time. Set in eighteenth century imperial Vienna, it tells the story of the romance between an aristocratic woman at the gates of later life and a handsome boy of seventeen. Gener interviews psychologist Patricia Ramírez Loeffler, to discuss topics about the passage of time, about how it affects us all, about our fear of aging, about couples with a significant age difference, but also, about giving up and accepting.    "
                },
                "9": {
                    "title": "The Magic Flute",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The Magic Flute is the ideal opera for all ages, from children to seniors. Gener goes to a Spanish school to interview 7 year olds and their parents about their reception to the opera. Later, he interviews a neuroscientist and a musicologist to understand more how Mozart's music is so captivating.    "
                },
                "10": {
                    "title": "Vivaldi and Venice",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Gener explains the three reasons why opera came to Venice in the middle of the 17th century and became a true phenomenon for the masses. Then Gener heads to the wonderful Teatro Olimpico di Vicenza, the first enclosed theatre in the world, to understand what theatres were like before opera exploded on the scene as a fashionable spectacle and to see how theatres alla italiana were born and proliferated in Venice.    "
                },
                "11": {
                    "title": "Lulu",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "29 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Lulu is an opera about our most basic instincts, starring an enigmatic, dangerous and spellbinding woman. Sex, death and psychoanalysis are the necessary ingredients for a story that will leave no one indifferent.    "
                },
                "12": {
                    "title": "Madama Butterfly",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "6 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Madame Butterfly teaches us about hope, longing, unconditional love and the problems when two cultures collide. Gener visits a cherry tree plantation in full bloom and will discover more about the symbolism of this tree in Japanese culture in general, and in Madame Butterfly specifically.    "
                },
                "13": {
                    "title": "Rusalka",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Written in the early 20th century by Antonin Dvorák, \"Rusalka\" is based on the Hans Christian Andersen story \"The Little Mermaid\". The heart of the story is accepting one's own identity. But it also explores one of the great mysteries of humankind: the fragility of love. Will giving up on being who we are bring us happiness or misery? Is \"Rusalka\" a metaphor for racism? Or is it simply an exaltation of difference?    "
                },
                "14": {
                    "title": "The Birth of Opera",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "13 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Gener retells the origin of opera and compares it to a metaphoric pregnancy. He guides explaining a double journey: the life journey of a future baby and Opera's \"journey\" to Florence and Mantua, through the history of music, of its evolution and gestation, until it gives birth to a genre as universal as the one of being human.    "
                },
                "15": {
                    "title": "Opera Is Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "27 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Gener speaks about the most important operas in history and why, thanks to emotions (both positive and negative), human beings are capable of feeling.    "
                }
            },
            "1": {
                "1": {
                    "title": "Carmen",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In the first episode, Ramón Gener talks of the cultural setting of \"Carmen\" by Georges Bizet-the most frequently staged and the most popular French opera of all time. In relation to the opera, filming takes place in locations such as Seville and Paris where the viewer is \"transported\" back to 1875 at Paris's National Theatre for Comic Opera, and the scandal it caused at the time.    "
                },
                "2": {
                    "title": "Turandot",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode which is based out of two European cities, Milan and Munich, Gener looks into the opera of Turandot- a love story set in Imperial China. The host then explores the idea of how this opera represents much more than a simple love story. It's the story of an absolute success, but also a failure.    "
                },
                "3": {
                    "title": "The Barber of Seville",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    \"The Barber of Seville\" is the quintessential comic opera and irrefutable proof that opera is not just drama and tragedy, but also pure entertainment. In this episode, Ramón Gener explains the essential \"ingredients\" in Rossini's music: staccato, crescendo, patter song, the fifth interval and coloratura.    "
                },
                "4": {
                    "title": "La Bohème",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    At the height of his career, Puccini wrote this song to life, friendship and love. To illustrate it, Gener travels to bohemian Paris and enters some of its most characteristic locales such as the century-old book shop Shakespeare & Co. and Au Lapin Agile Cabaret, along with visiting a rehearsal of La Bohème at the Paris Opera House.    "
                },
                "5": {
                    "title": "Parsifal",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    \"Parsifal\" was Richard Wagner's last opera. Its story centers on the search for the Holy Grail, although it's actually a spiritual voyage into the protagonist. To learn more about the Holy Grail, Gener travels to three different locations: Montségur, Valencia, and Montserrat Monastery.    "
                },
                "6": {
                    "title": "Pelléas and Mélisande",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Beauty for beauty's sake. That is how Gener defines this opera by Debussy, an impressionist work with a simple argument, but one capable of giving rise to intense emotions in whoever succumbs to its magic. To talk about love, impressionism and Debussy himself, Gener visits two pivotal French cities: Rouen and Paris.    "
                },
                "7": {
                    "title": "Bel Canto",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Gener explains why Bel Canto awakens so many emotions and why it is a favorite for lovers of opera. Despite bel canto being born in Italy and all its composers being Italian, the viewer discovers why many of its operas are written in French and why so many of its authors moved to France to premiere them.    "
                },
                "8": {
                    "title": "The Ring of Nibelung",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Gener heads to Bayreuth, the hometown of Richard Wagner, the composer of the most ambitious operatic saga in all of musical history, \"The Ring of the Nibelung\". This tetralogy is made up of four operas: The Rhine Gold, The Valkyrie, Siegfried and Twilight of the Gods. Gener touches on all of them as he visits the Autostad automotive plant, walks the stage at the Bayreuther Festspielhaus (the theatre designed by Wagner himself), and converses with one of the most renowned experts on the composer.    "
                },
                "9": {
                    "title": "Tosca",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 May 2015",
                    "year": "2015",
                    "plot": "\n    Rome, the eternal city, is the setting for this episode. It's also the city where the action in \"Tosca\" unfolds, a thriller with all the elements of a genre film. To unveil what these elements are, Gener seeks out the help of students from the Rome Film School.    "
                },
                "10": {
                    "title": "Traviata",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 May 2015",
                    "year": "2015",
                    "plot": "\n    To love and to be loved. This is the main theme in Verdi's \"La Traviata\", based on \"The Lady of the Camellias\" by the younger Alexandre Dumas and inspired by the famous courtesan Marie Duplessis. Paris will be the backdrop for this episode. Out on its streets, Gener interviews random people who tell him about their experiences with love and how it has transformed their lives. Guest appearance: Diana Damrau, Ludovic Tézier, Boris Izaguirre    "
                },
                "11": {
                    "title": "Tristan and Isolde",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n    Gener heads to Cadaques on the Costa Brava to talk about a great love story, of a love beyond death: what Tristan and Isolde felt for one another. Again, Gener interviews anonymous people who have experienced great love stories like the protagonists of this particular opera, and who act as a counterpoint to show that love is more powerful than death.    "
                },
                "12": {
                    "title": "Don Giovanni",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 May 2015",
                    "year": "2015",
                    "plot": "\n    To bring to light one of the most famous seducers in history, Gener delves into the world of the night, to get to know the techniques for hooking up used by today's Don Juans.    "
                },
                "13": {
                    "title": "Rigoletto",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    Rigoletto is not just the story of a curse. It's also a story of oppressors and the oppressed. Giuseppe Verdi wrote it at 40 years of age, a critical point for every human being: a time of changes, of maturity, midlife. To bring to light \"Rigoletto\" and its symbols, Gener travels to the island of Menorca. At 40-year-old Verdi places all his hopes, dreams and frustrations into one of the most popular and fascinating characters from the world of music.    "
                },
                "14": {
                    "title": "Manon",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Manon is a young Parisian woman who dreams of fame and riches. One day, Des Grieux crosses her path, an attractive gentleman, but one with a small defect- he's not rich. This is the premise behind Massenet's opera based on the novel of the same name by Abad Prévost which gives light to the inner conflict between the head and the heart.    "
                },
                "15": {
                    "title": "The Free Shooter",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Is Opera (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Over 24 hours, Gener roams about the picturesque village of Aichach in the federal state of Bavaria in order to talk about one of romanticism's first operas, \"The Freeshooter\". Written in 1820, The action of the opera takes place in an German village similar to Aichach, an opera through which the author tried to convey his love for a country's roots, traditions, legends and culture.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Gener, Ramon"
            },
            {
                "name": "Lorente, Txema"
            },
            {
                "name": "Franqui, Esteban"
            },
            {
                "name": "Moreno, Dani"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "en",
            "es",
            "fr",
            "de"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.6,
        "votes": 38,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk5NTE0NjA0NF5BMl5BanBnXkFtZTgwOTExNjMxNzE@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "This is Opera is a Spanish and German coproduction (Brutal Media, RTVE, Unitel) filmed in English and Spanish language which can be seen in numerous countries worldwide. It is a show meant for everyone who have sometime felt curious about the world of the opera and never knew how to approach to it. A show to find out that the opera is not only for an elite, but for everyone.",
        "languages": [
            "English",
            "Spanish",
            "French",
            "German"
        ],
        "title": "This Is Opera",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "This Is Opera (Spain)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Gener, Ramon"
            },
            {
                "name": "Sanz, Gemma"
            },
            {
                "name": "Vila, Eloi"
            }
        ],
        "production companies": [
            {
                "name": "Brutal Media"
            }
        ],
        "distributors": [
            {
                "name": "Brutal Media"
            }
        ],
        "other companies": [
            {
                "name": "Ovide"
            }
        ],
        "plot": [
            "This is Opera is a Spanish and German coproduction (Brutal Media, RTVE, Unitel) filmed in English and Spanish language which can be seen in numerous countries worldwide. It is a show meant for everyone who have sometime felt curious about the world of the opera and never knew how to approach to it. A show to find out that the opera is not only for an elite, but for everyone."
        ],
        "tech": {
            "runtime": [
                "50 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 38,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 8.4
            },
            "males": {
                "votes": 18,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 8.2
            },
            "females": {
                "votes": 7,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 2,
                "rating": 7.5
            },
            "non us users": {
                "votes": 18,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 14,
            "9": 14,
            "8": 4,
            "7": 2,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}