{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 October 2015"
            }
        ],
        "release dates": [
            "USA::1 October 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Mountain Lion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The mountain lion teaches Remi Warren the importance of a stealthy and silent stalk to get within striking distance of it's prey. Using motion analysis Remi hones abilities to successfully ambush a mule deer on a hot and rugged Montana hunt.    "
                },
                "2": {
                    "title": "Octopus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    After studying nature's master of camouflage, the octopus, Remi Warren works with expert Sam England to perfect a camouflage strategy. Deep in Wyoming's back country he applies his newly learned understanding and tries to become invisible and deadly on a pronghorn bow hunt.    "
                },
                "3": {
                    "title": "Black Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The black bear is not only a masterful hunter but an opportunistic forager. Remi Warren learns the black bear's gathering traits from lauded black bear expert Dr. Lynn Rogers. Remi will have to set aside his rifle and bow and uncover his black bear instincts to find a meal in the woods of the southeast US.    "
                }
            },
            "1": {
                "1": {
                    "title": "Alligator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Remi Warren discovers the power of patience as he learns how to lie in wait like an alligator for his prey in the swamps of Central Florida. His mantra will be \"calm body, alert mind\" as he hopes to literally get his hands on a pig in the wild in one explosive, lethal movement.    "
                },
                "2": {
                    "title": "Golden Eagle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Eagles are estimated to have eyesight up to eight times stronger than that of the average human. Using the power of modern optics, Remi Warren attempts to spot and hunt Coues deer from long range like one of the world's greatest winged predators: the golden eagle.    "
                },
                "3": {
                    "title": "Otter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Remi Warren attempts to adapt to the river otter's aquatic lifestyle as he learns to hold his breath and swim underwater in search of fish prey. Using modern dive gear and his natural mammalian diving reflex to his advantage, Remi will learn proper free-dive techniques to dive down and spear for fish off Southwest Florida's Gulf coast.    "
                },
                "4": {
                    "title": "Wolf Pack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Wolves hunt by chasing their prey as a pack. Remi enlists his brother Jason and Apex crew members Dan Doty and Dom Savio to hunt elk in Montana as a wolf pack. Together, they will attempt to run down and cut off a spooked herd of elk with the hopes of putting Remi into bow range. In order to do this, he'll have to train to increase his lung capacity, slow his heart rate, and be able to run uphill in high elevations with both speed and endurance.    "
                },
                "5": {
                    "title": "The Great Blue Heron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Remi Warren prowls the edges of Michigan's waterways in hopes of hunting like the Great Blue Heron. After an afternoon observing Great Blue Herons in the wild and a lesson in frog gigging from 12 year-old Owen Lynch, Remi takes to the open water to see if he can use perspective to his advantage to spear fish like the Great Blue.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Coyote",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apex Predator (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Inspired by an iconic painting by George Catlin, Remi Warren stalks buffalo in Sonora, Mexico disguised as a coyote. Taking advantage of the buffalo's inherent indifference toward coyotes, he attempts to sneak as close to the herd as possible on hands and knees without spooking them. If he manages to close in on a buffalo, he'll take it down with a bow and arrow - Apex Predator-style.    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Warren, Remi"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 9.1,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjc4NTgwOWItYmNjMC00NGI1LWFhYzEtNjZjNGZkYjdjYzEyXkEyXkFqcGdeQXVyNjczMDI4MDM@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$500,000 (estimated)",
        "plot outline": "In APEX PREDATOR, host Remi Warren will bring us along on his quest to become a better hunter through learning directly from nature. Along the way he meets with experts and professionals to learn about animals and their adaptations, designs tests and trials to emulate primal hunting tactics, and challenges himself to grueling and intense hunts-animal style. There are three distinct phases of each episode of APEX PREDATOR: Research, Training, and a free range Hunt Test where Remi puts to use what he has learned. First, Remi identifies the animal or tactic he wants to learn and implement. Then he taps into the knowledge of real-world experts in the fields of biology, physiology and ecology to help understand how animals have evolved into amazing predators. With their expert help, he designs high-energy trials and training regimens to adopt and embody the traits of these animal hunters. The final step is for Remi to head into wild with a clear challenge to hunt like an animal, resulting in experiences and takeaways that help him in his quest to become the Apex Predator.",
        "languages": [
            "English"
        ],
        "title": "Apex Predator",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Apex Predator (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Zero Point Zero Production Inc."
            }
        ],
        "distributors": [
            {
                "name": "The Outdoor Channel"
            }
        ],
        "other companies": [
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "APEX PREDATOR is a new kind of hunting show, one that blends the excitement of hunting with a chance to learn about nature's hunters that came before us. Host Remi Warren does not only go into the wild to be with nature--he becomes it.::Zero Point Zero Production",
            "In APEX PREDATOR, host Remi Warren will bring us along on his quest to become a better hunter through learning directly from nature. Along the way he meets with experts and professionals to learn about animals and their adaptations, designs tests and trials to emulate primal hunting tactics, and challenges himself to grueling and intense hunts-animal style. There are three distinct phases of each episode of APEX PREDATOR: Research, Training, and a free range Hunt Test where Remi puts to use what he has learned. First, Remi identifies the animal or tactic he wants to learn and implement. Then he taps into the knowledge of real-world experts in the fields of biology, physiology and ecology to help understand how animals have evolved into amazing predators. With their expert help, he designs high-energy trials and training regimens to adopt and embody the traits of these animal hunters. The final step is for Remi to head into wild with a clear challenge to hunt like an animal, resulting in experiences and takeaways that help him in his quest to become the _Apex Predator_ (qv).::Zero Point Zero Production"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 8.5
            },
            "males": {
                "votes": 6,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 2,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 10,
            "9": 1,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.1,
        "median": 1
    }
}