{
    "imdb": {
        "raw release dates": [
            {
                "country": "Serbia\n",
                "date": "4 September 2015",
                "notes": "                            (theatrical release)"
            }
        ],
        "release dates": [
            "Serbia::4 September 2015                            (theatrical release)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Grozdich, Daniel"
            },
            {
                "name": "Mijatovic, Bojan"
            },
            {
                "name": "Stojanovic, Marko"
            }
        ],
        "locations": [
            "Belgrade, Serbia::(studio)"
        ],
        "genres": [
            "Comedy",
            "Sport"
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "Serbia"
        ],
        "country codes": [
            "rs"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjY1ZDEyNTktY2EwMS00NTAyLTk3OTMtYTQ5Njg5OTYwNDRmXkEyXkFqcGdeQXVyMTA5ODI2Njg@._V1_SY150_CR152,0,101,150_.jpg",
        "budget": "EUR20,000 (estimated)",
        "plot outline": "Three episodes of fun, funny, hilarious parody on curling, a sport we all love! MarkoS, Miyat and Danny are comedians that found many comic situations in the world of curling, a world that seems bizarre to many that do not know what curling is... MarkoS and Miyat are both comedians and mime artists but also members of the Serbian National Curling Team and writers of the episodes you are about to see. Danny is an American comedian and Youtuber known for his \"Gradual Report\" Channel and a special guest star in this series. CurlingFUN Episode 1: \"Umpire Strikes Back\" Curling umpire with an identity crisis - he thinks he's a soccer referee... CurlingFUN Episode 2: \"Frozen Umpires\" (& curling hooligans) Who says curling is not an EXTREME sport?! Umpires get EXTREMELY frozen sitting next to a curling ice rink for almost 3 hours! CurlingFUN Episode 3: \"Men With Stache\" DON'T MIX CURLING, FANS AND BEER! IF YOU DO, THE ICE WILL MELT....",
        "languages": [
            "English"
        ],
        "title": "CurlingFUN",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "akas": [
            "CurlingFUN (Serbia)"
        ],
        "writer": [
            {
                "name": "Mijatovic, Bojan"
            },
            {
                "name": "Stojanovic, Marko"
            }
        ],
        "director": [
            {
                "name": "Stankovic, Marko"
            }
        ],
        "production companies": [
            {
                "name": "National Curling Association of Serbia"
            },
            {
                "name": "Stankovic i sinovi"
            }
        ],
        "distributors": [
            {
                "name": "National Curling Association of Serbia"
            }
        ],
        "plot": [
            "Three episodes of fun, funny, hilarious parody on curling, a sport we all love! MarkoS, Miyat and Danny are comedians that found many comic situations in the world of curling, a world that seems bizarre to many that do not know what curling is... MarkoS and Miyat are both comedians and mime artists but also members of the Serbian National Curling Team and writers of the episodes you are about to see. Danny is an American comedian and Youtuber known for his \"Gradual Report\" Channel and a special guest star in this series. _CurlingFUN_ (qv) Episode 1: \"Umpire Strikes Back\" Curling umpire with an identity crisis - he thinks he's a soccer referee... _CurlingFUN_ (qv) Episode 2: \"Frozen Umpires\" (& curling hooligans) Who says curling is not an EXTREME sport?! Umpires get EXTREMELY frozen sitting next to a curling ice rink for almost 3 hours! _CurlingFUN_ (qv) Episode 3: \"Men With Stache\" DON'T MIX CURLING, FANS AND BEER! IF YOU DO, THE ICE WILL MELT....::Marko Stojanovic"
        ],
        "tech": {
            "runtime": [
                "5 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}