{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 November 2015"
            }
        ],
        "release dates": [
            "USA::10 November 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Kennedy Files"
            },
            {
                "countries": "Germany",
                "title": "Die Kennedy-Akten"
            }
        ],
        "akas": [
            "The Kennedy Files (original title)",
            "Die Kennedy-Akten Germany"
        ],
        "akas from release info": [
            "The Kennedy Files (original title)",
            "Die Kennedy-Akten Germany"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "John F. Kennedy, Jr.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    John Kennedy Jr. has it all: wealth, looks, an easy charm. More than any Kennedy of his generation, he seems to wear the crown lightly - George Clooney with a political pedigree. But while he appears carefree and lighthearted in public, he always works from a carefully-written script - one that was started virtually the moment he was born. And no matter how he might try to deviate from it, in the end, he cannot escape the role that destiny and America have chosen for him to play.    "
                },
                "2": {
                    "title": "Jack & Jackie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Before Jay-Z and Beyonce or Bill and Hillary or Brangelina, there's Jack and Jackie, the original 'power couple.' Together they conquer the world, even as their private marriage is rocked by infidelity, heart-break, and power plays. And when it suddenly ends, the hardest question remains: is it a love story? A photographer by nature Jackie Kennedy is a pioneer of 'Image' as a tool for power and influence. Yet her obsession with appearance traps her in a deeply-troubled marriage - from which there appears no way out.    "
                },
                "3": {
                    "title": "Notorious Cases",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The Kennedys have gone from America's most admired (even martyred) family to 'presumed guilty.' A series of hi-profile Kennedy criminal cases guarantee America will rush to judgment. These cases reveal the double-edged sword of fame and privilege. Justice may be blind, but these cases reveal how the very name Kennedy can be either a 'get out of jail free card' or a target for vendettas.    "
                },
                "4": {
                    "title": "The Curse",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Unusual accidents, untimely deaths - why do so many tragedies afflict one family? The Kennedys willingness to risk everything and live by their own rules leads the family to the heights of the American Dream. Yet what goes up, must come down. Is it a Curse? Or does the very risk-taking that makes them billionaires and Presidents - also steer the family toward danger?    "
                },
                "5": {
                    "title": "Family Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Every family has them. But no family has built higher walls around their secrets than the Kennedys, who fend off relentless attacks from the media and the tabloids to protect the family's reputation and ambitions. Their commitment to their image is so ingrained that it transcends PR and strikes deep with the Kennedy clan itself - where secrets are kept even between family members, and threats to the status quo can lead to excommunication and worse.    "
                },
                "6": {
                    "title": "White House Cover-Ups",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Becoming President isn't just a matter of what you show America, but what you hide as well. Once inside the White House, the truth behind the Kennedy mystique requires extensive cover-ups that threaten to undo the family forever. When confronted with political peril - from mob connections to sexual encounters with possible spies - Bobby Kennedy writes a virtual magician's handbook on how cover-ups are done.    "
                },
                "7": {
                    "title": "The Fortune",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Behind every Kingdom there is a fortune. The Kennedys may be America's most public family but when the subject turns to money their silence is deafening. Sorting out the facts from the myths, here's how the Kennedys become one of America's wealthiest families, how they keep it - and how that fortune fuels a dynasty.    "
                },
                "8": {
                    "title": "The Look",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    No family knows what a powerful image can do better than the Kennedy's. They created a carefully crafted image that helped catapult them to the forefront of American politics and into the hearts of the America people. From fashion statements to Presidential mannerisms, here is how the Kennedys redefine 'the Image' of power and set new standards for the rich and powerful.    "
                },
                "9": {
                    "title": "Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They are the ultimate Alpha Males, the very symbols of confidence and charm. But behind the clean-cut images reside complex psychological dimensions fueled by war and personal rivalries and the quest for power. Who are the men behind the tans and smiles? Who are the real Kennedy Brothers? The construction of the Kennedy Political Dynasty may begin with Joe's money - but the fuel is an intense competition between brothers, who must overcome their own shortcomings to create America's most powerful political machine.    "
                },
                "10": {
                    "title": "The Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Each generation of Kennedy children is born with a silver spoon, yet not everything that comes with the Kennedy Family name is easy, as the lives of the 21st Century Kennedys reveal. Joe Kennedy built an empire and expected his family to perpetuate a legacy of wealth, public service, and political power. But is that model too old-fashioned? In the 21st Century, isn't the price simply too high - even for the Kennedys.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "JOHN JOHN",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kennedy Files (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Mitchell, Dave B."
            },
            {
                "name": "Hunt, Amber"
            }
        ],
        "genres": [
            "Documentary",
            "Biography",
            "History"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTgwNjI4OGYtNWVmNC00MWZlLWI3MjgtNTIxYTE5ODVkMTVlXkEyXkFqcGdeQXVyMTYyNjc4NjE@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "The Kennedy family's incredible journey through the corridors of power in Washington, Wall Street and Hollywood is one with great triumphs and glamour but one also layered with human frailty, folly and tragedy. Each one-hour episode of The Kennedy Files depicts a different facet of the Kennedy family from the seemingly unshakable curse to cover ups both in and outside of the White House and the unbreakable bond between brothers John F. Kennedy, Robert F. Kennedy and Ted Kennedy.",
        "languages": [
            "English"
        ],
        "title": "The Kennedy Files",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Anderson, Eric"
            },
            {
                "name": "Barry, Kevin"
            },
            {
                "name": "Ostrander, Alexis"
            }
        ],
        "production companies": [
            {
                "name": "Asylum Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "ReelzChannel"
            }
        ],
        "plot": [
            "The Kennedy family's incredible journey through the corridors of power in Washington, Wall Street and Hollywood is one with great triumphs and glamour but one also layered with human frailty, folly and tragedy. Each one-hour episode of _The Kennedy Files_ (qv) depicts a different facet of the Kennedy family from the seemingly unshakable curse to cover ups both in and outside of the White House and the unbreakable bond between brothers John F. Kennedy, Robert F. Kennedy and Ted Kennedy."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "males": {
                "votes": 5,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "females": {
                "votes": 3,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 6,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 0,
            "7": 3,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}