{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "28 October 2015"
            }
        ],
        "release dates": [
            "Canada::28 October 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mexican Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Incredible Food Race (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    It's a spicy Mexican cook-off between the ultra-athletic Snyman family, and their vegan opponents the Buddle-Gills, featuring vegetarian quesadillas, and two very different takes on guacamole. But before the families get to the main event in kitchen stadium, they'll race through three food-themed challenges - Balloon Battle, Cloche but No Cigar, and Horn of Plenty - where they can win three big advantages to help them get a leg up in the final cook-off.    "
                },
                "2": {
                    "title": "Chinese Food Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Incredible Food Race (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The loud and boisterous Hollick Family go head-to-head against the lovable Kroegers in a classic Chinese food cook-off featuring spring rolls, fried rice, and General Tso's chicken. But before the families get to the main event in kitchen stadium, they'll race through three food-themed challenges - Carrot Shtick, Sumo Sushi, and Pan-demonium - where they can win three big advantages for the final cook-off.    "
                },
                "3": {
                    "title": "Brunch Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Incredible Food Race (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    It's the uber-competitive Mehta family duking it out in kitchen stadium with the hilarious Brauns in a brunch battle for the ages, complete with potato pancakes, savoury crepes, and a unique take on Bananas Foster. But before the families get to the main event, they'll race through three food-themed challenges - Bagel Belt, Brain Freeze, and What's Your Beef - where they can win three big advantages for the final cook-off.    "
                },
                "4": {
                    "title": "Battle of the Burgers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Incredible Food Race (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    It's the battle of the Burger between the lively and spirited Vargas family's South American inspired beef burger and the loud and colourful Faber family's turkey burger. But before the families get to the main event, they'll race through three food-themed challenges - Low Hanging Fruit, Skating on Thin Icing, and Family Food - where they can win three big advantages for the final cook-off.    "
                },
                "5": {
                    "title": "Kids Food Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Incredible Food Race (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    A delicious Kids Menu is the theme as two competitive families - the fit and friendly Lama-Grayers and the super-focused Dajkas face off in kitchen stadium. But before they get to the main event, the families will race through three food-themed challenges - The Shuck Stops Here, Easy as Pie, and Grocery Scramble - where they can win three big advantages for final the cook-off.    "
                },
                "6": {
                    "title": "Family Favourite Face Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Incredible Food Race (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Three generations of the cheerful Ain family go head-to-head with the hotdoggin' Delonghis in a Family Favourites cooking battle in kitchen stadium featuring decades old recipes. But before they get to the main event, they'll race through three food-themed challenges - Where in the World, High-Low, and the Spice is Right - where they can win three big advantages for the final cook-off    "
                }
            }
        },
        "number of episodes": 6,
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "In each episode, two different families battle it out in a super-charged race full of fun food challenges and a main event: the family vs family cook-off in our ultimate outdoor stadium. The winning family takes all - groceries for an entire year!",
        "title": "The Incredible Food Race",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Incredible Food Race (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Tricon Films and Television"
            }
        ],
        "plot": [
            "In each episode, two different families battle it out in a super-charged race full of fun food challenges and a main event: the family vs family cook-off in our ultimate outdoor stadium. The winning family takes all - groceries for an entire year!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}