{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "23 April 2015"
            }
        ],
        "release dates": [
            "India::23 April 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Sawant, Kamlesh"
            },
            {
                "name": "Wadde, Ashish"
            }
        ],
        "locations": [
            "Madh Island, Mumbai, Maharashtra, India",
            "Buller House Mumbai, Maharashtra, India"
        ],
        "genres": [
            "Crime"
        ],
        "language codes": [
            "mr"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGU0MGFmYmEtMmI4OC00NTNhLWE5ZjctZWE3ZDFlMmM5ODk0XkEyXkFqcGdeQXVyNTM4OTA1MTA@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "INR40,000 (estimated)",
        "plot outline": "Rahul falls victim to a money fraud in his bank. The police watch the cctv footage and suspect Mohan of being involved in it. Later, Mohan is found dead! The police interrogate Rahul's friend, Ajay, suspecting his role in the crime. Who is the culprit? To know more, keep watching Lakshya... This show is a first-of-its-kind dedicated crime-drama series. It stars a competent police team of five lead by ACP Abhay Kirtikar that solves one intriguing case after the other. The crime-drama even portrays a strong female lead, Police Inspector Saloni Deshmukh alongside Sub-Inspector Virendra Kadam. The team is completed with the hawaldar, Maruti Jagdale, and the young and genius ethical hacker, Manas. Every episode, the team will take on a case and bring it to its justifiable end, using all their skills, willingness and resources.",
        "languages": [
            "Marathi"
        ],
        "title": "Lakshya",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "plot": [
            "Rahul falls victim to a money fraud in his bank. The police watch the cctv footage and suspect Mohan of being involved in it. Later, Mohan is found dead! The police interrogate Rahul's friend, Ajay, suspecting his role in the crime. Who is the culprit? To know more, keep watching _Lakshya_ (qv)... This show is a first-of-its-kind dedicated crime-drama series. It stars a competent police team of five lead by ACP Abhay Kirtikar that solves one intriguing case after the other. The crime-drama even portrays a strong female lead, Police Inspector Saloni Deshmukh alongside Sub-Inspector Virendra Kadam. The team is completed with the hawaldar, Maruti Jagdale, and the young and genius ethical hacker, Manas. Every episode, the team will take on a case and bring it to its justifiable end, using all their skills, willingness and resources.::cast"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}