{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 October 2015"
            },
            {
                "country": "USA\n",
                "date": "16 January 2016"
            }
        ],
        "release dates": [
            "USA::11 October 2015",
            "USA::16 January 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pokerography: The Story of Phil Hellmuth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Pokerography: The Story of Phil Hellmuth is an intensely personal and intimate portrait of a man, Phil Hellmuth, Jr., who transitioned from a painfully awkward youth desperate for his father's acceptance into the most confident and decorated tournament poker professional the world has ever seen. Features exclusive interviews with the \"Poker Brat\" himself and those who know him best, from his fiercest opponents to his own mother and father.    "
                },
                "2": {
                    "title": "Pokerography: The Story of Antonio Esfandiari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    After escaping from a war-torn country at only eight years old, Antonio Esfandiari is no stranger to beating the odds. Pokerography: The Story of Antonio Esfandiari delves deep into the personal story of how a shy boy named Amir first picked up a deck of cards and soon became one of the most charismatic and highest earning poker players in the entire world. Features original interviews with \"The Magician\" himself as well as his loving father and closest friends.    "
                },
                "3": {
                    "title": "Pokerography: The Story of Vanessa Selbst",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    From the time she was the only girl fearless enough to play on her high school baseball team, three-time WSOP bracelet winner Vanessa Selbst has proven she knows how to dominate in a man's game. In Pokerography: The Story of Vanessa Selbst, Vanessa bares all from the loss of her mother to being arrested and ultimately finding true love - all elements which shaped her into one of the toughest tournament players in history. Features exclusive interviews with Selbst and some of her closest poker colleagues.    "
                },
                "4": {
                    "title": "Pokerography: The Story of Mike Sexton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Pokerography: The Story of Mike Sexton is a deeply honest and heart-felt profile of the man who helped make poker a staple of prime time television. From creating the first Tournament of Champions and pioneering online poker to donating hundreds of thousands of dollars in winnings to his favorite charities - there is a reason Mike Sexton is considered 'the voice' of poker, and it's due to so much more than just his role as commentator for the World Poker Tour.    "
                },
                "5": {
                    "title": "Pokerography: The Story of Jennifer Harman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    She was the first woman to ever win two WSOP bracelets - and one of those was in a game she barely knew how to play. That's how good Jennifer Harman is at the game of poker. Pokerography: The Story of Jennifer Harman details the fearlessness of one of the most accomplished high stakes players in history - facing million dollar pots in Bobby's Room and near-fatal battles with kidney failure. Includes original interviews with Harman and close friends Daniel Negreanu and Nick Schulman among others.    "
                },
                "6": {
                    "title": "Pokerography: The Story of Jason Somerville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Pokerography: The Story of Jason Somerville is a compelling look at the poker phenom who has accomplished more in just a few years than most players do in a lifetime. Jason turned a free roll into over $100,000 on-line before he was even old enough to set foot in a casino. And, as the first male poker pro to 'come out' publicly, Jason has since made his mark as a modern-day ambassador for the sport. Features exclusive interviews with Somerville, himself, along with his poker mentor Daniel Negreanu and close friends Leo Wolpert, and Alex Venovski.    "
                },
                "7": {
                    "title": "Pokerography: The Story of Erik Seidel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Eight World Series of Poker bracelets. Over $25 million in tournament winnings. Inducted into the Poker Hall of Fame. Erik Seidel is one of the most acclaimed poker pros in the history of the game and yet he may be the most modest. He rarely speaks about himself and he certainly never brags, but in Pokerography: The Story of Erik Seidel, the legend tells some very personal tales including how he almost won the WSOP Main Event during his first tournament ever and how his proudest accomplishments in life actually have nothing to do with the game. Features exclusive ...    "
                },
                "8": {
                    "title": "Pokerography: The Story of Michael Mizrachi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    When he first entered the world of online poker and christened himself \"The Grinder,\" Michael Mizrachi had no idea he was on his way to becoming one of the most aggressive and feared high-stakes tournament players the poker world has ever seen. Pokerography: The Story of Michael Mizrachi is a personal look at the only player in history to win the WSOP Poker Players Championship twice. No matter how big the wins, or the losses, Michael always has his family by his side. Includes interviews with The Grinder himself as well as his brothers Robert and Eric Mizrachi.    "
                },
                "9": {
                    "title": "Pokerography: The Story of Chris Moneymaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    When an accountant from Tennessee entered a low stakes online poker tournament on a whim, it sparked a chain of events that would forever change the poker world. Pokerography: The Story of Chris Moneymaker details the first-hand account of Moneymaker's astonishing rise from poker amateur to Main Event Champion of the 2003 World Series of Poker. Armed with raw instinct and uncanny luck, Chris' big win arguably was the spark that ignited the modern day poker boom, inspiring numerous new players to sign on to the game and giving rise to 'The Moneymaker Effect.' Features ...    "
                },
                "10": {
                    "title": "Pokerography: The Story of Phil Laak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pokerography (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Ever wonder what's going on inside the bizarre mind of Phil \"The Unabomber\" Laak? Pokerography: The Story of Phil Laak takes a look under the hoodie to gain a slightly better understanding of what motivates this uniquely eccentric character of the poker world. Known for outrageous antics during otherwise serious tournaments, his indelible friendship with Antonio \"The Magician\" Esfandiari, holding the Guinness World Record for longest poker session, and possibly his most impressive achievement to date, successfully courting the ever-alluring beauty, Jennifer Tilly, ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Esfandiari, Antonio"
            },
            {
                "name": "Harman, Jennifer"
            },
            {
                "name": "Jr., Phil Hellmuth"
            },
            {
                "name": "Laak, Phil"
            },
            {
                "name": "Mizrachi, Michael"
            },
            {
                "name": "Moneymaker, Chris"
            },
            {
                "name": "Seidel, Erik"
            },
            {
                "name": "Selbst, Vanessa"
            },
            {
                "name": "Sexton, Mike"
            },
            {
                "name": "Somerville, Jason"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "This series provides an in-depth look into the lives of some of the greatest poker professionals to ever play the game - as told in their own words. Through detailed, intimate, exclusive interviews from poker's greatest champions, we reveal their fascinating backstories and what lead them to beat the odds and become true champions. Interviews with family, friends, professional rivals, and expert poker-analysts dig deeper into these poker legends' multi-layered pasts and bright futures.",
        "languages": [
            "English"
        ],
        "title": "Pokerography",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "Pokerography (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Konkoli, Heather"
            }
        ],
        "production companies": [
            {
                "name": "MTO Productions"
            }
        ],
        "distributors": [
            {
                "name": "Poker Central"
            }
        ],
        "plot": [
            "This series provides an in-depth look into the lives of some of the greatest poker professionals to ever play the game - as told in their own words. Through detailed, intimate, exclusive interviews from poker's greatest champions, we reveal their fascinating backstories and what lead them to beat the odds and become true champions. Interviews with family, friends, professional rivals, and expert poker-analysts dig deeper into these poker legends' multi-layered pasts and bright futures.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}