{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 March 2015"
            }
        ],
        "release dates": [
            "USA::26 March 2015"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Eating Finger-Food Flautas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "28 Jul. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Best Burgers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Young Hollywood's \"Food Feed\" takes on the ultimate American classic and seeks out the best burger joints Los Angeles has to offer, including the Hawaiian influence of Pono Burger, the gourmet goodness of Umami Burger, the perfect beer-and-burger combo at Stout Burgers & Beers, create your own perfect burger at The Counter, and sit down for a classic no-frills cheeseburger at Hinano Café!    "
                },
                "2": {
                    "title": "Best BBQ & Tex-Mex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Young Hollywood's \"Food Feed\" takes you to Austin, Texas, during the South By Southwest festival to sample some of the most mouth-watering BBQ and Tex-Mex foods that the city (and state) is known for! Stops include: Stubb's BBQ for the best brisket in the state; the colorful La Condesa for to-die-for authentic tacos; Iron Works BBQ's famous Sampler Plate; and the Iron Cactus for margaritas and out-of-this-world Mexican cuisine!    "
                },
                "3": {
                    "title": "Best Breakfast Spots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Young Hollywood's \"Food Feed\" starts your day off right with this spotlight on the best spots in L.A. to enjoy the Most Important Meal of the Day, including: BLD Restaurant, which puts a dinnertime spin on breakfast faves; the Griddle Café, which serves up heaping helpings of the most heavenly pancakes; Cuvée for the more health-conscious; Sonoma Wine Garden for a fresh farm-to-table brunch experience; plus a Chef Spotlight with Eric Greenspan and Marcel Vigneron at Culina Restaurant at the Four Seasons!    "
                },
                "4": {
                    "title": "Best Clean Eats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    It's time for a detox, and Young Hollywood's \"Food Feed\" has the scoop on the best places in L.A. to eat healthy and clean! Start with a juice cleanse at Glow Bio, indulge in some vegan and gluten-free goodies at the Cabana Restaurant, visit the pioneer in veggie-based dining at Real Food Daily, and have an authentic farm-to-table experience at FEED Body & Soul! Plus, we take a side trip to NYC where Chef Todd English prepares a world-class borscht!    "
                },
                "5": {
                    "title": "Best Desserts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Young Hollywood's \"Food Feed\" satisfies your sweet tooth in every way imaginable by indulging in some of the most epic desserts in the country! First, enjoy a signature sundae at Sprinkles Ice Cream; then learn how to decorate a cake from the Cake Boss himself, Buddy Valastro, at Carlo's Bake Shop; whip up the perfect cupcake with the sisters of Georgetown Cupcake; learn how to make fondant roses from \"Ace of Cakes\" star Duff Goldman at his Charm City Cakes West bake shop; and finally, step into candy heaven at the Sugar Factory in Las Vegas!    "
                },
                "6": {
                    "title": "Best Five-Star Dining",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Young Hollywood's \"Food Feed\" takes you on a tour of some of the best 5-star restaurants in Los Angeles, including: gourmet Japanese fare at Katana Robata & Sushi Bar in West Hollywood; Wolfgang Puck's remodeled and revamped Spago in Beverly Hills; world-renowned Italian cuisine chef Scott Conant's Scarpetta; the historic and celeb-friendly Dan Tana's; and the Mediterranean delights of the Four Seasons Los Angeles's Culina!    "
                },
                "7": {
                    "title": "Best Joints for Meat Lovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Young Hollywood's \"Food Feed\" taps into your primal hunger for protein by hitting up the most succulent spots in L.A. for meat lovers! Baby Blues BBQ serves up authentic barbeque just like back home; Wurstküche offers an array of exotic meats in their delicious sausages and bratwurst; Hutchinson Cocktails & Grill adds a Southeast Asian flavor to their prime cuts; and Wood Ranch BBQ & Grill is a carnivores paradise with huge and juicy portions. Stick around for our Chef Spotlight on the one and only Gordon Ramsay!    "
                },
                "8": {
                    "title": "Best Bites in Miami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Young Hollywood's \"Food Feed\" takes a culinary adventure down south to Miami Beach to sample some mouth-watering eats from the area's most trendy and legendary hot spots, including: authentic Cuban cuisine at Havana 1957; Nikki Beach Club's world famous Sunday Brunch; Miami's oldest restaurant Joe's Stone Crabs; and the celeb-friendly News Café. Plus we hit up the South Beach Food & Wine Festival with celebrity chefs Rachael Ray, Michael Symon, Robert Irvine, and more!    "
                },
                "9": {
                    "title": "Best Comfort Foods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Forget your latest diet trend, because Young Hollywood's \"Food Feed\" is having a cheat day! Join us as we indulge in some of the yummiest comfort food L.A. has to offer! Craving a hot dog? Head to Dog Haus in Pasadena for a twist on the American favorite? Hungry for a sandwich? Fat Sal's will give you one with a little something extra! Jonesing for tacos? Wee Man is serving up some Chronic Tacos! Want more than just a coke with your cheesesteak? Head over to Soda Pop's for a huge selection of regional fizzy beverages! Plus, check out our Chef Spotlight with Austin ...    "
                },
                "10": {
                    "title": "Best Date Night Dining",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Young Hollywood's \"Food Feed\" treats you to a savory night out in L.A. at some of the best spots to eat on a date! Fig & Olive provides an authentic Mediterranean experience, The Well's casual vibe and ambient lighting is perfect for a first date, the rooftop Suite 700 at the Hotel Shangri-La features a beautiful romantic view, BOA Steakhouse is perfect for an extra splurge, and Hakkasan Beverly Hills combines elegance and intimacy for the perfect night with that special someone!    "
                },
                "11": {
                    "title": "Best Seafood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Young Hollywood's \"Food Feed\" casts our net into the wide ocean of Los Angeles to fish out the best seafood spots in the city, including: The Albright at the Santa Monica Pier which specializes in locally-sourced favorites; the Asian-influenced Belvedere Restaurant at the Peninsula Hotel; Blue Plate Oysterette which serves up elevated comfort food in a casual environment; and Blue Plate Taco for an authentic Mexican spin. Stick around for our Chef Spotlight on Curtis Stone!    "
                },
                "12": {
                    "title": "Best Bites in Austin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Young Hollywood's \"Food Feed\" heads to the South By Southwest festival in Austin, Texas, where we find out why the city is considered one of the best when it comes to culinary offerings! Get more than just a refreshing treat at Amy's Ice Creams; have the best hot dog of your life at one of the many Best Wurst vendor locations around town; tickle your taste buds with some communal dining at Asian-fusion restaurant Sway; indulge in some 4-star gourmet wonders at TRIO; get a donut every way imaginable at Gourdough's food truck; and bite into the sweet-and-savory goodness...    "
                },
                "13": {
                    "title": "Best World Cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Young Hollywood's \"Food Feed\" takes a tour around the world without leaving Los Angeles, visiting four excellent restaurants featuring different regional cuisines, including: an Spanish marketplace experience at The Bazaar by José Ardés in the SLS Hotel; some Japanese-French fusion at Chaya Venice; some authentic Italian offerings at Obicà; and some of the best Indian food this side of the hemisphere! We also shine our Chef Spotlight on Ben Ford!    "
                }
            },
            "2": {
                "1": {
                    "title": "Best San Francisco Treats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Young Hollywood's \"Food Feed\" heads to San Francisco to sample some of their most indulgent edible offerings at local hotspots, including: the original Ghirardelli Square for some of the highest quality chocolate delights in the country; trying out some grown-up ice cream flavors at Humphry Slocombe in the historic Mission District; all-natural comfort food at The Melt; and then stopping for breakfast at Mama's on Washington. Plus, we shine our Chef Spotlight on Charlie Palmer and Michael Mina.    "
                },
                "2": {
                    "title": "Best Savory & Sweet in San Francisco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Young Hollywood's \"Food Feed\" returns to San Francisco to indulge in some of the city's most celebrated fine dining establishments, including: the historic Tosca Café with its roots in early-20th century Prohibition; traditional Italian eats and the best steak you'll ever eat at Cotogna; Japanese-inspired Roka Akor, where the presentation matches the quality of the cuisine; fresh seafood and gorgeous views at Crab House at Pier 39; and authentic Italian fare in a simple yet elegant atmosphere at Delfina.    "
                },
                "3": {
                    "title": "Best Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Young Hollywood's \"Food Feed\" explores a true classic, pizza, by visiting some of the best pizza joints in Los Angeles, including: Stella Barra in Santa Monica and their bold artisan flavors; Mulberry Street Pizzeria for that authentic New York slice in the heart of Beverly Hills; create your own traditional Neapolitan pizza at 800 Degrees in Santa Monica; D'Amore's in West L.A. which uses ingredients shipped from Italy; plus two other restaurants from our travels around the country.    "
                },
                "4": {
                    "title": "Best Sweets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Join Young Hollywood on a sugar rush around L.A. to discover some of the best spots in the city to cater to your sweet tooth, including: Magnolia Bakery for some fresh, all-American goodies that are almost too pretty to eat; B Sweet for sinful treats with a Filipino twist; Ice Cream Lab in Beverly Hills which uses liquid nitrogen in the process; Amorino for an authentic Italian gelato experience; and Sweet Rose Creamery for some unconventional ice cream flavors.    "
                },
                "5": {
                    "title": "Best Asian Fusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Young Hollywood seeks out the restaurants in Los Angeles offering the most delicious Asian Fusion menus, including: spicy Korean street food at Seoul Sausage Co.; fresh-made and customizable noodle bowls at Tatsu Ramen; family-owned Vietnamese restaurant Crustacean in Beverly Hills and its exclusive \"secret kitchen\"; Pan Asian cuisine care of RockSugar; and taking traditional Chinese takeout to a whole other level at Chin Chin.    "
                },
                "6": {
                    "title": "Best Sandwiches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Young Hollywood is on the hunt for the best flavors between two slices of bread to be found in Los Angeles, including: historical landmark Philippe The Original and their legendary French dips; fresh and flavorful Italian paninis at Il Tramezzino; mouth-watering flavor combinations at Sack Sandwiches; and ooey-gooey grilled goodness at Greenspan's Grilled Cheese. Plus, we shine our Chef Spotlight on Neal Fraser.    "
                },
                "7": {
                    "title": "Best Coffee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Young Hollywood brews up five of the best establishments in L.A. for a hot (or cold) cup o6f coffee, including: responsibly sourced selections at Verve Coffee Roasters; all-natural and organic roasts at Groundwork; the social media-friendly vibe at Alfred {Coffee + Kitchen}; Japanese-inspired creations at Coffee Tomo; and classic Italian flavors at Vinoteca.    "
                },
                "8": {
                    "title": "Best Italian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Young Hollywood takes a tour of Italy right in our own back yard as we seek out the four best Italian restaurants in Los Angeles, including: high-quality imported ingredients combined with an artistic aesthetic at Terroni; hand-made pastas for an authentic Italian experience at upscale Il Pastaio; the regional flavors of Il Fornaio; and the upscale dining hall of Bottega Louie. Plus, we shine our Chef Spotlight on \"MasterChef\" judge Joe Bastianich at his restaurant Osteria Mozza.    "
                },
                "9": {
                    "title": "Best Burgers 2.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Young Hollywood's quest to find the best thing between two slices of bread in Los Angeles continues with visits to these mouthwatering burger joints: Plan Check Kitchen + Bar where unorthodox ingredients enhance favorites; local legend Carneys serves up classics in a passenger car in the heart of Hollywood; farm-to-table organic goodness at Belcampo Meat Co.; local ingredients help The Golden State keep their award-winning offerings fresh and affordable; and we shine our Chef Spotlight on French chefs Ludo Lefebvre and Daniel Boulud, who stop by the YH Studio to talk ...    "
                },
                "10": {
                    "title": "Best Vegan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "13 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Young Hollywood goes on a vegan voyage through Los Angeles to find the best spots offering animal-free options, including: authentic Mexican cuisine without all the calories at Gracias Madre; tropical acai confections at Backyard Bowls; macrobiotics with a Japanese flair at M Café; and plant-based dishes served with a side of positive vibes at Café Gratitude. Plus, we shine our Chef Spotlight on Scott Conant and Bruce Kalman.    "
                },
                "11": {
                    "title": "Best Brunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "6 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Rise and shine for an epic journey into one of L.A.'s favorite pastimes: brunch. Our first stop is Animal for some bold-flavored hangover food; then Swingers Diner for their '60s retro vibe with modern menu options; followed by Crossroads Kitchen for plant-based versions of your classic faves; and finally L.A. landmark Mel's Drive-In for traditional diner fare with a high-end twist. Also, we shine our Chef Spotlight on Curtis Stone.    "
                },
                "12": {
                    "title": "Best Mexican",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feed (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Young Hollywood goes South-Of-The-Border without stepping foot outside L.A. as we explore the tastiest Mexican bites in city, including: traditional fare in a colorful setting at El Coyote Café; farm-to-table spins on classics at Petty Cash Taqueria; authentic recipes passed down from generation to generation at Pinches Tacos; and a modern take infused with a fine-dining appeal at Mercado. Plus, we shine our Chef Spotlight on Tal Ronnen.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Novak, Nikki"
            },
            {
                "name": "Calig, Jordan"
            },
            {
                "name": "Chang, Brandi"
            },
            {
                "name": "Gallagher, Drew"
            },
            {
                "name": "Cleo, Audrey"
            },
            {
                "name": "Koch, Nicole"
            },
            {
                "name": "Argue, Molly"
            },
            {
                "name": "Crowley, Gabi"
            },
            {
                "name": "Robins, Lesley"
            },
            {
                "name": "Simmons, Krista"
            },
            {
                "name": "Berg, Hannah"
            },
            {
                "name": "Behr, Tracy"
            },
            {
                "name": "Mansfield, Powell"
            },
            {
                "name": "Moras, Tony"
            },
            {
                "name": "Martinez, Katherine"
            },
            {
                "name": "Martinez, Katherine"
            },
            {
                "name": "Ross, Erika"
            },
            {
                "name": "Karsh, Jacki"
            },
            {
                "name": "König, Rachel"
            },
            {
                "name": "Bucklew, Chelsea"
            },
            {
                "name": "Mansfield, Powell"
            },
            {
                "name": "Martina, Michelle"
            },
            {
                "name": "Mendez, David"
            },
            {
                "name": "Richards-Ross, Sanya"
            },
            {
                "name": "Ross, Aaron"
            },
            {
                "name": "Shemtov, Baruch"
            },
            {
                "name": "Silberman, Erin"
            },
            {
                "name": "Trevena, Oliver"
            },
            {
                "name": "Williams, R.J."
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWRjZWM1MWYtY2NjOC00OWIyLWEwYjUtYjk2ZjI1Zjk2MDAzXkEyXkFqcGdeQXVyNjc0NTI2NTg@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "You know us as the ultimate pop culture taste-makers, and the one's you trust to get you the all-access pass to all things Hollywood. Now, we are going to be your culinary gurus too! We show you the tastier side of being on the road with the YH crew. It's our job to travel all over the country to chat with your favorite stars, and we've created our own foodie road map along the way! From Austin's Finest BBQ to Miami's tastiest Stone Crabs-- the chef secrets, candid team reviews and mouthwatering taste-testing will leave in the perfect food coma.",
        "languages": [
            "English"
        ],
        "title": "Food Feed",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Food Feed (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Calig, Jordan"
            }
        ],
        "production companies": [
            {
                "name": "Young Hollywood"
            }
        ],
        "distributors": [
            {
                "name": "Young Hollywood Studios"
            }
        ],
        "plot": [
            "You know us as the ultimate pop culture taste-makers, and the one's you trust to get you the all-access pass to all things Hollywood. Now, we are going to be your culinary gurus too! We show you the tastier side of being on the road with the YH crew. It's our job to travel all over the country to chat with your favorite stars, and we've created our own foodie road map along the way! From Austin's Finest BBQ to Miami's tastiest Stone Crabs-- the chef secrets, candid team reviews and mouthwatering taste-testing will leave in the perfect food coma."
        ],
        "tech": {
            "runtime": [
                "24 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        }
    }
}