{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 November 2015"
            },
            {
                "country": "UK\n",
                "date": "15 December 2015"
            }
        ],
        "release dates": [
            "UK::1 November 2015",
            "UK::15 December 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Born to Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Memory Team (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Derek Piggott was just three years old when his mother took him on his first flight, an open-top 1913 Avro 504, at a local fair in 1925. Despite the dangers, and the cold, Derek loved the feeling of flying through the air and his passion for flying was born. During his teenage years he competed in many model aeroplane competitions. Here, he built up his knowledge and expertise of the mechanics of aeroplanes. When he left school, Derek had hoped to join the RAF but poor grades at school meant he could not. However, the war came along and \"saved\" him and he joined the ...    "
                },
                "2": {
                    "title": "Old Friends, New Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Memory Team (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Harriet Jillings Bachrach has enjoyed a successful writing career, writing for publications such as 'The Village Voice' during the 1960s in New York, Reader's Digest and The Times. A very talented writer indeed, but one of Harriet's most successful skills is making friends. \"She collects people\", as her daughter describes. Harriet has lived in many places across the world, from Africa to America and Europe. Whilst she was living in The Hague, she met world-renowned Dutch art historian, Fred Bachrach, who she later went on to marry. Fred passed away in 2009 and since ...    "
                },
                "3": {
                    "title": "A Most Unlikely Candidate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Memory Team (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    David Hugill, a PhD graduate from Birmingham University, has been part of some dramatic moments in history. David appeared on University Challenge during his university days and ran as the Liberal parliamentary candidate in the constituency of Smethwick during one of Britain's most racist elections. During the 1960s mass immigration to Birmingham sparked unrest. In northwest Birmingham racial tension grew between the existing residents and new Sikh immigrants. In the 1964 general election Conservative MP Peter Griffiths used the rising tension to fuel his campaign, ...    "
                },
                "4": {
                    "title": "In Denial",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Memory Team (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Mike Pannett is a keen photographer who can no longer take photographs, but Jessica is on hand to ensure he can still enjoy the photo album of his past.    "
                },
                "5": {
                    "title": "Spanglish",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Memory Team (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Jessica is making a film about a Peruvian woman who, due to her dementia, can no longer speak English. Things get harder when a sudden family death occurs.    "
                },
                "6": {
                    "title": "Who Dares Wins",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Memory Team (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Felicity is making a film about the life of Peter Bennett, an SAS army veteran who has lost his priceless medals as a result of his dementia.    "
                },
                "7": {
                    "title": "Uncertain Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Memory Team (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Jessica and Felicity tell the story of Gail, who is adjusting to her new life with dementia. In doing so, the team travel to Paris to meet her daughter.    "
                },
                "8": {
                    "title": "Missing the Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Memory Team (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Felicity tells the story of Astley, 97, who escaped one of the worst disasters of WWII. He is blind, deaf and his dementia makes things harder.    "
                }
            }
        },
        "number of episodes": 8,
        "locations": [
            "London, England, UK"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United Kingdom:U"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjI2Yjg1NDktMTUzNi00MTc0LThhYjAtOTU5NDNkMDkwOTZhXkEyXkFqcGdeQXVyMDUzMTE5NA@@._V1_SY150_CR95,0,101,150_.jpg",
        "plot outline": "Nearly 50 million people in the world have dementia and this is set to triple in the next 35 years. With a new case every 3.2 seconds, Jessica and Felicity are young filmmakers attempting to capture the memories of people living with dementia before they are lost forever. Together, they are The Memory Team - working for charity My Life Films to produce films for people living with dementia. In this poignant and emotional series, each episode will bring a new case and a new life story to capture on film before it's too late. They'll meet people who have taken part in some of the most important moments in our history and are challenged by the effects of dementia. The series will tell the stories of people who have broken world records, stood in controversial elections and fought in wars. As well as exploring the impact dementia has on partners, family and friends, the films are used as a tool to bring people together and celebrate the lives of their loved ones.",
        "languages": [
            "English"
        ],
        "title": "The Memory Team",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Memory Team (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Go Forth Films"
            },
            {
                "name": "My Life Films"
            }
        ],
        "distributors": [
            {
                "name": "Community Channel"
            }
        ],
        "plot": [
            "Nearly 50 million people in the world have dementia and this is set to triple in the next 35 years. With a new case every 3.2 seconds, Jessica and Felicity are young filmmakers attempting to capture the memories of people living with dementia before they are lost forever. Together, they are _The Memory Team_ (qv) - working for charity My Life Films to produce films for people living with dementia. In this poignant and emotional series, each episode will bring a new case and a new life story to capture on film before it's too late. They'll meet people who have taken part in some of the most important moments in our history and are challenged by the effects of dementia. The series will tell the stories of people who have broken world records, stood in controversial elections and fought in wars. As well as exploring the impact dementia has on partners, family and friends, the films are used as a tool to bring people together and celebrate the lives of their loved ones."
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}