{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 October 2015"
            }
        ],
        "release dates": [
            "USA::8 October 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Walking Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lone Survivors (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Joel and his daughter awaken to the walking dead.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Molder, Ilmar"
            }
        ],
        "locations": [
            "Los Angeles, California, USA::(studio) (Vennori Studios)"
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 1,
        "plot outline": "Lone Survivors takes place in the year 2033, twenty years after a fungal-based, brain-altering pandemic has spread and infected over 60% of the world's population. Since the outbreak, the world has gone into a state of panic and frenzy as officials try to fix and keep the situation under control. When the World Health Organization's attempts to procure a vaccine fail, the United States government does away with the bureaucrats in power and the establishment of civilian government. The country is turned into a police state under the control of homeland security and the military, and cities across the nation are placed under martial law one by one. Survivors of the pandemic are assigned to designated quarantine zones that are supposed to separate them from the infected and keep them safe.",
        "languages": [
            "English"
        ],
        "title": "Lone Survivors",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "Lone Survivors (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Molder, Ilmar"
            }
        ],
        "production companies": [
            {
                "name": "VennoriGames"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "_Lone Survivors_ (qv) takes place in the year 2033, twenty years after a fungal-based, brain-altering pandemic has spread and infected over 60% of the world's population.::Ilmar Molder",
            "_Lone Survivors_ (qv) takes place in the year 2033, twenty years after a fungal-based, brain-altering pandemic has spread and infected over 60% of the world's population. Since the outbreak, the world has gone into a state of panic and frenzy as officials try to fix and keep the situation under control. When the World Health Organization's attempts to procure a vaccine fail, the United States government does away with the bureaucrats in power and the establishment of civilian government. The country is turned into a police state under the control of homeland security and the military, and cities across the nation are placed under martial law one by one. Survivors of the pandemic are assigned to designated quarantine zones that are supposed to separate them from the infected and keep them safe.::Ilmar Molder"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}