{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "January 2015"
            },
            {
                "country": "Jordan\n",
                "date": "  2016"
            },
            {
                "country": "UK\n",
                "date": "24 July 2016"
            }
        ],
        "release dates": [
            "UK::January 2015",
            "Jordan::2016",
            "UK::24 July 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Madam President"
            }
        ],
        "akas": [
            "Madam President (original title)"
        ],
        "akas from release info": [
            "Madam President (original title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    MP Noura Sa'ad becomes the first woman President of Jabalein. With one year to prove herself, she challenges her citizens, particularly the youth, to help her put Jabalein on the path to modernity.    "
                },
                "2": {
                    "title": "The Concession",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When Noura moves to cut government perks, she incurs the wrath of Bassem and the powers that be.    "
                },
                "3": {
                    "title": "Governance is Not a Maneuver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Noura's meeting with General Najem, a known war criminal, sends protesters heading to the streets.    "
                },
                "4": {
                    "title": "The Threat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The Presidential compound is threatened by a biological attack which puts everyone in lock-down.    "
                },
                "5": {
                    "title": "The Tragedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When a wedding party ends in tragedy, Noura ignores security to comfort her constituents.    "
                },
                "6": {
                    "title": "The Alliance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Regional conflict sends refugees streaming across the border seeking the protection of Noura and Jabelein.    "
                },
                "7": {
                    "title": "Problems and Solutions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The refugee crisis continues as the General cuts off Jabalein's water source because Noura has given them refuge.    "
                },
                "8": {
                    "title": "The Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A family friend of Noura discovers a natural resource that could help Jabelein become independent, but cries of nepotism nearly derail it.    "
                },
                "9": {
                    "title": "Black or White",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Noura attempts to govern from the center and find solutions between hard liners of all sides.    "
                },
                "10": {
                    "title": "Decisions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Noura has to decide whether or not to run for election. Maya has to decide if she'll join the President's administration as youth ambassador.    "
                },
                "11": {
                    "title": "Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The newly nominated Foreign Minister is found guilty of domestic violence.    "
                },
                "12": {
                    "title": "Reform",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jamal, Noura's husband, uncovers a scandal involving a ministry cover-up.    "
                },
                "13": {
                    "title": "Choices and Expectations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Noura announces her candidacy even as her archrival, Speaker Bassem announces his.    "
                },
                "14": {
                    "title": "Perserverence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Noura and Bassem debate the issues and each court the youth vote which is the key constituency.    "
                },
                "15": {
                    "title": "Election Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Madam President (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Election Day. Even as Noura is set to prevail, her ailing father has a heart attack.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Al Muhtaseb, Emad"
            },
            {
                "name": "Saad, Rakeen"
            },
            {
                "name": "Al-Majali, Farah"
            },
            {
                "name": "Lebbos, Carmen"
            },
            {
                "name": "Malhas, Rashed"
            },
            {
                "name": "Najem, Akef"
            },
            {
                "name": "Al Masri, Yasser"
            },
            {
                "name": "., Nazli Rawwas"
            }
        ],
        "locations": [
            "Jordan"
        ],
        "genres": [
            "Drama",
            "Thriller"
        ],
        "countries": [
            "Jordan",
            "United States"
        ],
        "country codes": [
            "jo",
            "us"
        ],
        "language codes": [
            "ar"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "4-Track Stereo"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjEzY2M3ODYtMTllZi00MTU2LThlNWEtYzAyYTEyNDZhZDg1XkEyXkFqcGdeQXVyMjMxNTAxNDk@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$850,000 (estimated)",
        "plot outline": "Madame President follows NOURA SA'AD, a deeply idealistic cabinet minister who becomes the first female president of the fictional Middle Eastern country Jabalein. Following her predecessor's death and his deputy's shameful resignation, President Sa'ad sets out to reconnect with her citizens before elections are held in one year. But Sa'ad has inherited a country restless for change, and generations of youth desperate for work. From water scarcity to refugee rights and corruption, Noura must crack some of the country's most stubborn problems, while fending off her most rigid opponents, including the formidable Speaker of the Assembly, BASSEM, and neighboring President GENERAL NAJEM. Helping her navigate this political labyrinth is the cautious but pragmatic Chief of Staff MALIK alongside Press Secretary SAMAR, who wrangles a media bent on dissecting Noura's every move. But perhaps Noura's most pointed critic can be found in spunky blogger MAYA DAOUD, who serves coffee with a side of sarcasm at the always buzzing Jadal Café. Maya's letters to the president have become the keenly followed blog Madam President, and her observations tap into the nation's well of cynicism and doubt. She is the first to blow the whistle of hypocrisy, and the last to abandon society wide transformation. From opposite perspectives, each woman wants to articulate a new vision for the country, their ambitions crisscrossing with each step forward. It's a yearlong battle for Noura Sa'ad, an unending series of compromises between her nation, her family, and her own conscience. But what she can accomplish, and who she can convince? That's under negotiation.",
        "languages": [
            "Arabic"
        ],
        "title": "Madam President",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kamal, Shirin"
            }
        ],
        "production companies": [
            {
                "name": "Jordan Pioneers"
            },
            {
                "name": "Common Ground Productions"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "Norah Sa'ad, a deeply idealistic cabinet minister becomes the first female president of the fictional Middle Eastern country Jabalein. Following her predecessor's death and his deputy's shameful resignation.",
            "Madame President follows NOURA SA'AD, a deeply idealistic cabinet minister who becomes the first female president of the fictional Middle Eastern country Jabalein. Following her predecessor's death and his deputy's shameful resignation, President Sa'ad sets out to reconnect with her citizens before elections are held in one year. But Sa'ad has inherited a country restless for change, and generations of youth desperate for work. From water scarcity to refugee rights and corruption, Noura must crack some of the country's most stubborn problems, while fending off her most rigid opponents, including the formidable Speaker of the Assembly, BASSEM, and neighboring President GENERAL NAJEM. Helping her navigate this political labyrinth is the cautious but pragmatic Chief of Staff MALIK alongside Press Secretary SAMAR, who wrangles a media bent on dissecting Noura's every move. But perhaps Noura's most pointed critic can be found in spunky blogger MAYA DAOUD, who serves coffee with a side of sarcasm at the always buzzing Jadal Café. Maya's letters to the president have become the keenly followed blog _Madam President_ (qv), and her observations tap into the nation's well of cynicism and doubt. She is the first to blow the whistle of hypocrisy, and the last to abandon society wide transformation. From opposite perspectives, each woman wants to articulate a new vision for the country, their ambitions crisscrossing with each step forward. It's a yearlong battle for Noura Sa'ad, an unending series of compromises between her nation, her family, and her own conscience. But what she can accomplish, and who she can convince? That's under negotiation.::_Madam President_ (qv)",
            "_Madam President_ (qv) follows Norah Sa'ad, a deeply idealistic cabinet minister who becomes the first female president of the fictional Middle Eastern country Jabalein. Following her predecessor's death and his deputy's shameful resignation, President Sa'ad sets out to reconnect with her citizens before elections are held in one year. But Sa'ad has inherited a country restless for change, and generations of youth desperate for work. From water scarcity to refugee rights and corruption, Norah must crack some of the country's most stubborn problems, while fending off her most rigid opponents, including the formidable Speaker of the Assembly, BASSEM, and neighboring President GENERAL NAJEM. Helping her navigate this political labyrinth is the cautious but pragmatic Chief of Staff MALIK alongside Press Secretary SAMAR, who wrangles a media bent on dissecting Norah's every move. But perhaps Norah's most pointed critic can be found in spunky blogger MAYA DAOUD, who serves coffee with a side of sarcasm at the always buzzing Café. Maya's letters to the president have become the keenly followed blog _Madam President_ (qv), and her observations tap into the nation's well of cynicism and doubt. She is the first to blow the whistle of hypocrisy, and the last to abandon society wide transformation. From opposite perspectives, each woman wants to articulate a new vision for the country, their ambitions crisscrossing with each step forward. It's a yearlong battle for Norah Sa'ad, an unending series of compromises between her nation, her family, and her own conscience. But what she can accomplish, and who she can convince? That's under negotiation."
        ],
        "tech": {
            "sound mix": [
                "4-Track Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}