{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 September 2015"
            }
        ],
        "release dates": [
            "USA::19 September 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Heart & Soul"
            },
            {
                "countries": " (complete title)",
                "title": "Jacques Pepin's Heart & Soul"
            }
        ],
        "akas": [
            "Heart & Soul (original title)",
            "Jacques Pepin's Heart & Soul (complete title)"
        ],
        "akas from release info": [
            "Heart & Soul (original title)",
            "Jacques Pepin's Heart & Soul (complete title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Fête Des Boules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Family and friends get together for fun and food.    "
                },
                "2": {
                    "title": "All in the Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Jacques is all about cooking with the family. Daughter Claudine and Jacques (and later granddaughter Shorey) cook the recipes that his mother made in her restaurant.    "
                },
                "3": {
                    "title": "Toast to Julia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Jacques raises a glass to toast his long time friend the late Julia Child.    "
                },
                "4": {
                    "title": "Cooking from Le Pelican",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Jacques and daughter Claudine, recreates his mother's restaurant recipes from Le Pelican, in Lyon, France. Recipes include country-style Eggs And Swiss Chard Gratin, Kale, Sausage, Ribs And Lima Bean Stew, Stew Of Radishes with walnut oil, Braised Veal Breast With Pearl Onions And Artichokes, and for desert a Melon And Blueberry Medley studded with sage sprigs.    "
                },
                "5": {
                    "title": "Chef in Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A basket of fresh bread is a staple on Jacques' dining table, so he begins the show with an easy fast fougasse. Then using seafood for a unique twist, he makes salmon rillettes to top the fougasse with a tasty bite. While working at the Russian Tea Room in New York, Jacques recalls serving a spice-rubbed poussins la russe, now a favorite dish of his granddaughter Shorey. He prepares it today as the main course, accompanied by broiled maple sweet potatoes coated with sugary goodness. To close, Shorey arrives for a tutorial from her grandfather on how to make her ...    "
                },
                "6": {
                    "title": "Autumn Leaves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    It's easy to fall in love with Jacques' seasonal menu, starting with a fresh, smooth tomato velvet soup - the name speaks for itself! Then, sliced tomato gratin made with ripe, ruby-red tomatoes and coarse rustic bread, is Jacques' go-to late-summer dish. He continues with a tender grilled lamb shasklik that includes easy, make-ahead instructions and a colorful red cabbage, pistachio and cranberry salad with bleu cheese. Jacques goes on to transform pizza dough into an apple galette, baked to crispy perfection!    "
                },
                "7": {
                    "title": "La Cocina Ole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Annual trips to Mexico and visits with fellow chef Rick Bayless are the inspiration for Jacques' tasty garlic and pasilla soup. Jacques continues the Mexican-themed menu as he demonstrates his chicken with chili sauce and achiote rice, a recipe that boasts bright, bold aromas and textures. Finally, Jacques puts leftover bananas to good use for his simply scrumptious banana gratin dessert.    "
                },
                "8": {
                    "title": "Cooking for the President",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jacques' illustrious cooking career includes time in the Élysée Palace cooking for the French President. At the young age of 22 and alongside his best friend, pastry chef Jean-Claude Szurdak, Jacques cooked classic dishes for the de Gaulle family. Now he replicates them for us beginning with a first course of morel and shrimp eggs en cocotte. The two chefs continue their Presidential menu with a meaty main course of veal chops dijonnaise served on a bed of simple and delicious peas with basil. Together they prepare a decadent chocolate soufflé for a perfectly sweet ...    "
                },
                "9": {
                    "title": "Taste Bud Temptations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jacques prepares tuna tartare with bagel chips and shredded, salted radish, tuna mascarpone cream ringed in carrot strips, Spanish tortilla with eggs from happy chickens. Shorey helps with strawberry confiture and caramelized pear custard.    "
                },
                "10": {
                    "title": "Global Gastronomy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jacques brings together culinary treasures from exotic cuisines around the world. He starts in Asia with Japanese-inspired broiled salmon with miso glaze followed by a colorful feast of chirashi sushi. This smorgasbord of seafood is followed by authentic, vibrant South American flavors in an easy-to-follow recipe of grilled chicken tenders with chimichurri. Jacques then takes our taste buds across the Atlantic to Europe for a spirited ending of sabayon with Madeira and grapes.    "
                },
                "11": {
                    "title": "Offal Good",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    In Jacques' kitchen, nothing goes to waste! Today, he espouses the virtues of offal and prepares a menu of several underutilized \"variety meats,\" including one of his wife's favorites, chicken livers in mushroom port sauce. Jacques then recreates a classic from his childhood in France using offal - tripe and pigs' feet ragout. This hearty, slow-cooked dish flavored with a fragrant bouquet garni is accompanied by pommes persillé. Finally, he demonstrates the best techniques for curing and cooking beef tongue and tops it with a ravigote sauce.    "
                },
                "12": {
                    "title": "Catch o' the Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Jacques' summer itinerary always includes friends, fishing, and cooking the wonderful bounty from the sea. He begins with a grilled striped bass with olive topping and then, as he loves all mollusks, he takes the time to demonstrate shucking clams two ways. The result is top neck clams with vinegar and scallion sauce, a tasty appetizer and Gloria's linguine with clam sauce, direct from his wife's preferred list. For the final seafood selection, he masterfully fillets and poaches fish for a delectable cod in light cream sauce.    "
                },
                "13": {
                    "title": "Julia Remembered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Oyster chowder with spinach, potato and corn sharing tricks to open the oyster. Eggplant-tomato gratin with French bread and Gruyere. Hamburger Royale. Featured are clips of him cooking with Julia Child including their \"In Concert\" shows.    "
                },
                "14": {
                    "title": "Gloria's Favorites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Shorey's Petite Appetite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "26 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Shorey helps prepare her favorites; escargots on baked potatoes; Tomatoes Provençal using Jacques' hunted mushrooms as he points out hunting tips to her; Pistachio-Chocolate Brittle; easy 4 o'clock bread with hazelnuts and chocolate.    "
                },
                "16": {
                    "title": "Cuisine De Ma Cherie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In honor of their love, Jacques prepares a meal of his wife Gloria's favorites. First he creates a tasty herbed omelet with shrimp. He then goes on to combine cilantro with Gloria's favorite ingredient, rice, to make cilantro rice, which pairs perfectly with a stew of calamari with saffron and cucumber, onion and mint salad. The whole meal is followed with a Pépin spin on a classic dessert, rice pudding with dried cherries and blueberry sauce.    "
                },
                "17": {
                    "title": "Sweet Endings with Shorey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Tartine de confiture (Jam on buttered bread). Peach Marle with Mascarpone (butter, brown sugar). Chocolate-Pistachio Biscotti. Rhubarb Coupe with honey, black currant sauce and sweetened yogurt sauce. Peanut Butter Chocolate Sandwich.    "
                },
                "18": {
                    "title": "Viva Mexico!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Jacques spends some of the winter months at his home-away-from-home, Playa Del Carmen, Mexico. Time basking in the sunshine and savoring the local flavors along with an occasional visit from friend Rick Bayless has inspired him to take us on a culinary adventure, beginning with a refreshing hibiscus flower cocktail. He continues with a duo of superlative seafood dishes of Yucatán ceviche and fillet of sole Riviera with pico de gallo. From sea to pasture, beef fillet mini steaks with mushrooms and shallots makes for a substantial main course. Finally, he ends with a ...    "
                },
                "19": {
                    "title": "Kitchen Companions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Jacques' friend Jean-Claude helps prepare octopus stew with veggies, Spanish paprika with polenta; venison loin rubbed in fresh cracked pepper, Greek oregano, zest of lemon with a red wine reduction; corn souffle; red wine prunes.    "
                },
                "20": {
                    "title": "Ocean Harvest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Seaside living has, without a doubt, influenced Jacques' repertoire of recipes to include the freshest fish caught close to his own backyard. On today's show, Jacques showcases four sophisticated seafood servings, starting with an expertly executed tuna á la minute. He then skips the beef and substitutes shrimp for a healthy approach to a classic, with shrimp burgers on zucchini. He goes on to garnish his flaky grilled bacalao with an assortment of zesty Mediterranean olives for a light and easy dish that cooks in minutes. Then pasta and shrimp with pressed caviar ...    "
                },
                "21": {
                    "title": "Cooking Clever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Mussels with cream, mushrooms, onion, and parsley on polenta using mussel juice, Spaghetti ala Bolognese (ground beef, Italian sausage) with carrot and celery; tomato and potato salad with mustard vinaigrette; sauteed radicchio salad.    "
                },
                "22": {
                    "title": "Heirloom Favorites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "13 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Jacques cooks down memory lane, sharing anecdotes from his childhood along the way. First, there's a quick tutorial on how to skin a salami. Next, a classic dumpling dish renowned in Lyon, France, follows as Jacques recreates his family's recipe of ricotta quenelles, poached to perfection. He goes on to show off more of his knife skills, filleting a whole fish in preparation for flounder with lemon butter. Then another family favorite: Jacques simmers a satisfying sauté of rabbit with mushrooms and cream. And for dessert, he brings his mother's apples in lemon sauce ...    "
                },
                "23": {
                    "title": "Just Ducky!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    It's a family reunion as Jacques' daughter Claudine lends a helping hand in the kitchen. Together they sip wine, reminiscence and cook some of Claudine's favorite duck recipes, including duck liver mousse with apples and sautéed duck breast with arugula salad and cracklings. Claudine and Jacques share the cutting board to chop up duck skin and whisk up a vinaigrette for this delectable dish. Granddaughter Shorey joins in the fun as she and her beloved Papi whip up a zesty batch of lemon mousseline before sitting down to enjoy this family feast at the dining room table.    "
                },
                "24": {
                    "title": "Cuisine Economique",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "27 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Jacques demonstrates how home cooking using quality ingredients doesn't have to break the bank! This style of cooking, learned from his mother, brings together inexpensive ingredients that inspire creative dishes. Black lentil salad with eggs includes a lesson on how to properly boil an egg every time. Jacques adds fresh vegetables to the hearty dish of pork neck and bean fricassee. Then spinach and ricotta lasagna follows as a low-cost classic comfort dish that Jacques pairs with a bold yet budget-friendly red wine.    "
                },
                "25": {
                    "title": "Wonders of the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "5 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Seafood Salad from squid, shrimp and a sauce of anchovy, garlic, butter beans, almonds, red onion; Shrimp and scallops in hot pepper flakes and grain mustard sauce; Blackfish beignets; and tilapia with portobello and cannellini bean sauce.    "
                },
                "26": {
                    "title": "Menu Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heart & Soul (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "12 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jacques and daughter Claudine reminiscence about past menus enjoyed as a family, but first, Jacques teaches Claudine how to properly sharpen a knife in preparation for filleting a side of salmon for his salmon scaloppini with sorrel sauce. Jacques and Claudine go on to blend aromatic herbs, chunky vegetables and a dash of red wine to make a hearty dish of lamb breast navarin. While the lamb is braising, the two 'go green' with a green salad with mustard dressing using Jacques' favorite leaf: Boston lettuce. Finally, they prepare a caffeine-packed coffee panna cotta, ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Pepin, Jacques"
            },
            {
                "name": "Pepin, Claudine"
            },
            {
                "name": "Szurdak, Jean-Claude"
            },
            {
                "name": "Child, Julia"
            },
            {
                "name": "Pepin, Gloria"
            },
            {
                "name": "Bayless, Rick"
            }
        ],
        "locations": [
            "Mary Bole Hatch Studio at KQED Inc., San Francisco, California, USA"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODE2ZmYwYTItYTFhNC00MGE3LTljYmQtY2VjZjZjYzE1NTM1XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Heart & Soul",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Pepin, Jacques"
            }
        ],
        "production companies": [
            {
                "name": "KQED Public Broadcasting"
            }
        ],
        "distributors": [
            {
                "name": "American Public Television"
            }
        ],
        "plot": [
            "Jacques Pépin brings you his final series, with over 100 recipes. The culinary icon shares memories and wisdom from a half a century in the kitchen with passion, humor, and dearest friends and family along the way.::MIck Williams"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}