{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "14 August 2015"
            }
        ],
        "release dates": [
            "UK::14 August 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Enemy Within",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder Behind Mansion Walls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    An heiress is killed at home in what appears to be a crime of passion. Her husband is an immediate suspect - but the truth will prove far more sinister. And when the bodies of a wealthy socialite couple are found in a shallow grave, all four of their children become suspects.    "
                },
                "2": {
                    "title": "The Perfect Crime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder Behind Mansion Walls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    A millionaire couple and their daughter are killed in what appears to be a mob hit. But who on earth might have ordered it? And an heiress and her son are both killed by a car bomb. But her daughter miraculously survives - and names the killer as someone no one expected.    "
                },
                "3": {
                    "title": "A Toxic Inheritance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder Behind Mansion Walls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    An heiress is left for dead after a brutal hammer attack. When her husband's car is later found abandoned on a bridge with a bloody hammer inside, police wonder - has he jumped in a fit of remorse... or is he still at large? And when a violinist disappears in broad daylight, her estranged husband immediately comes under suspicion. But it will be eight years before justice is finally served.    "
                },
                "4": {
                    "title": "Kiss or Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder Behind Mansion Walls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A wealthy couple's marriage descends into a mire of violence and perversion. When the wife is killed one night, her husband never denies he is responsible - but claims it was self-defence. And when a renowned dog whisperer goes missing, his ex-wife's partner claims he was actually a dangerous stalker.    "
                },
                "5": {
                    "title": "The Price of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder Behind Mansion Walls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    When a husband batters his wife to death in their garage, he claims if was self-defence after a decade of spousal abuse. But friends tell a different story - of a long-suffering woman who'd finally filed for divorce from her husband, and stood to make millions in the settlement. And when a senator's daughter disappears in broad daylight, her distraught husband fears she's been kidnapped and offers a huge reward. But their picture-perfect marriage soon comes under scrutiny.    "
                },
                "6": {
                    "title": "Born to Win",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder Behind Mansion Walls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    When an investment banker with a seemingly-perfect life is bludgeoned to death by his wife, police must determine if the motive was self-defence as she claims. But when his property developer brother is killed three years later, the suspects are many - cheated business partners, ripped-off investors, drug dealers, pimps, prostitutes, the mafia, his wife - and even himself.    "
                },
                "7": {
                    "title": "Daddy Dearest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder Behind Mansion Walls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    After fire ravages a majestic manor house, three bodies are discovered in the debris. But security footage shows that the tragedy was no accident - and the killer was someone very unexpected. And when a millionaire property developer and his son are murdered in their home, it transpires that the killer is someone very close to home.    "
                },
                "8": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder Behind Mansion Walls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    When four members of the same family are shot to death at home, police turn to the only surviving member for help. He is convinced that his sister, who had a long-standing history of mental health issues, is responsible. But much of the evidence doesn't support his story. And when a wealthy businessman is gunned down outside his apartment, suspicion turns quickly to his estranged wife. But there's no evidence connecting her to the crime, until two years later when an informant comes forward with some explosive information.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Samms, Emma"
            }
        ],
        "genres": [
            "Crime"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Murder Behind Mansion Walls",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Murder Behind Mansion Walls (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Investigation Discovery"
            }
        ],
        "plot": [
            "Where there's money, there's murder. This series looks at cases where victims have learnt too late that mansion walls offer no protection from murder."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}