{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 February 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::27 February 2015                            (internet)"
        ],
        "episodes": {
            "1": {
                "92": {
                    "title": "Favorite Moments from Love Actually",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jason and Gill review Eureka 7, and their favorite moments from Love Actually. Next up, don't miss Episode3 of Intruder III followed by a new Adult Swim singles track by Chino Amobi featuring Dedekind Cut & Rabit. Then, an exciting review of Die Actually.    "
                },
                "93": {
                    "title": "Favorite Video Games of 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    On this week's episode of Toonami Pre-flight, Jason and Gill review Blue Dragon and their favorite Video Games of 2016. Next up, catch episodes 1-4 of Intruder III, a new game review for Attack on Titan, and the new Adult Swim Singles Track by The Obsessed. Then, stay tuned for an installment of Moving Pictures as we check out Miss Hokusai    "
                },
                "94": {
                    "title": "Favorite Music of 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "9 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    On this week's episode of Pre-flight, Jason and Gill discuss Card Captors and their favorite music of 2016. Next up, catch the new game review for Jotun and the new Adult Swim singles track by Krallice. Finally, stick around for an installment of Mobile on the Move where Dana talks about Reigns, Sara 4.0, and Neko Atsume    "
                },
                "95": {
                    "title": "Favorite Movies of 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "16 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    On this week's episode of Pre-Flight, Jason and Gill review .hack//Sign and their favorite movies of 2016. Next up, enjoy a teaser for Dragon Ball Super, a promo for both Scavengers and the JoJo's Bizarre Adventures marathon, followed by the final Adult Swim Singles track by Masta Kill featuring Method Man & Redman. Finally, stay tuned for another installment of One Man's Trash where Gill plays Mafia III.    "
                },
                "96": {
                    "title": "Favorite TV Shows of 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "23 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    On this week's episode of Toonami Pre-Flight, Jason and Gill discuss Mobile Suit Gundam SEED and their favorite TV shows of 2016. Plus, get a sneak peak at the Dragon Ball Super trailer, the Gundam Unicorn Promo, and the DBZ Kai Final Chapters promo. Then, watch the promo for Toonami's newest comic Downside Dregs, and for the animated special called Scavengers. The Adult Swim Singles program is complete for the year so make sure to download them all at adult swim.com/singles. Finally, stick around for I Am Jonny: Jonny on the Spot.    "
                },
                "97": {
                    "title": "Favorite Toonami Moments of 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "30 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    On this week's episode of Toonami Pre-Flight, Jason and Gill review Zoids and their favorite Toonami Moments of 2016. Next, tune in for the group promo for Dragon Ball Super, DBZ Kai Final Chaper, and Gundam Unicorn, plus a DBZ Marathon promo and a music video for Shelter by Porter Robinson. Finally, catch another installment of Moving Pictures where Jason reviews Kubo and the Two Strings.    "
                },
                "98": {
                    "title": "Q & A",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On this week's episode of Toonami Pre-Flight, Jason and Gill answer questions that you all have been dying to ask. Then, catch our newest lineup, a promo for Dragon Ball Super, and a trailer for Production I.G. and Mamoru Oshi's \"Sand Whale and Me\" mini series.    "
                },
                "99": {
                    "title": "Movies Looking Forward to in 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On this week's episode of Pre-Flight, Jason and Gill review The Secret World of Arrietty and the movies they're looking forward to in 2017. Next, tune in for a game review of The Last Guardian, and see what's coming up on the next episode of Dragon Ball Super. Finally, stick around for another installment of Mobile on the Move where Dana discusses Plants vs Zombies: Heroes and Severed.    "
                },
                "100": {
                    "title": "TV Shows Looking Forward to in 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On this week's episode of Pre-Flight, Jason and Gil discuss Mobile Suit Gundam F91 and the TV shows they're looking forward to in 2017. Next, catch a Run the Jewels 3 line-up promo and music video. Plus, see what's coming up on the next episode of Dragon Ball Super. Finally, stay tuned for another installment of One Man's Trash where Gill reviews Rise of the Tomb Raider.    "
                },
                "101": {
                    "title": "Video Games Looking Forward to in 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On this week's episode of Pre-Flight, Jason and Gill review When Marnie Was There and the video games they're looking forward to in 2017. Next, tune in to a music video by Moon Duo and see what's in store for the next episode of Dragon Ball Super. Finally, stick around as Steve and Dana, the voices of Tom and Sara, show us how much fun they had at Otakon.    "
                },
                "102": {
                    "title": "Favorite Cartoon Network Shows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    On This Week's episode of Pre-Flight, Jason and Gill discuss Golgo 13: The Professional and their all-time favorite Cartoon Network shows. Then, tune in to see what's next on Dragon Ball Super, our brand new line up promo, and a special Samurai Jack teaser. Finally, stick around for Hartley's World for insight into what it's like to produce Toonami.    "
                },
                "103": {
                    "title": "Favorite Sports Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    On this week's episode of Pre-Flight, Jason and Gill discuss Short Piece and their favorite sports movies. Next, tune in for a game review of Dragon Ball: Xenoverse 2 and what's to come in the next episode of Dragon Ball Super. Then, catch the new Samurai Jack trailer. Finally, stick around for another installment for Sara and Tom at Otakon.    "
                },
                "104": {
                    "title": "Favorite Love Stories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "133": {
                    "title": "Favorite Movies Starring an Animal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Tonight's Pre-Flight features a special guest. Join Steve Blum, Jason DeMarco, and Gill Austin as they discuss their favorite movies starring an animal. Plus, find out what's coming up next on the next Dragon Ball Super and check out Toonami's new game review for Shadow Tactics. Then, listen to the newest tracks from Adult Swim Singles and DOOM.    "
                },
                "142": {
                    "title": "Favorite 50's Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "143": {
                    "title": "Favorite Food Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Time to feast on an all new Pre-flight. Jason and Gill discuss Spirited Away and their favorite movies about food. Then, watch the second episode of Countdown and find out what's happening on the next episode of Dragon Ball Super. Plus, check out the new DBZ Kai Marathon promo happening next Saturday night. Next up, listen to the latest tracks from Adult Swim singles by G Perico and Heathered Pearls. Last but not least, catch up with Steve Blum on his recent trip to Anchorage.    "
                },
                "145": {
                    "title": "Favorite Albums of 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "146": {
                    "title": "Favorite Movies of 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "8 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Gear up for a new Pre-Flight. Jason and Gill pick their favorite movies of 2017. Plus, check out what's happening on the next Dragon Ball Super and TOM's new game review for Cuphead. Then, listen to the newest track from Adult Swim singles by JLIN. Last but not least, Jason reviews Ocean Waves in a new installment of Moving Pictures.    "
                },
                "148": {
                    "title": "Dawn of a New Year",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Get ready for the first Pre-Flight of 2018. Jason and Gill pick the movies they're most looking forward to in 2018. Then, find out what's happening on the next Dragon Ball Super, check out an all new Criminal Threats, and watch the Space Dandy teaser. Plus, listen to the newest track from Adult Swim Singles by Chad VanGaalen and Nef the Pharaoh.    "
                },
                "149": {
                    "title": "TV Melts Your Brain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "12 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jason and Gill pick the TV shows they're most looking forward to in 2018. Then, find out what's happening on the next Dragon Ball Super and check out the new Space Dandy spot. Next up, listen to the newest Adult Swim Singles track by Anna Meredith. Lastly, Dana reviews the SARA figurine.    "
                },
                "151": {
                    "title": "Toonami Q&A with Gill and Jason",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Pre-flight's Q&A special streamed LIVE. Jason and Gill answer your Toonami questions live.    "
                },
                "152": {
                    "title": "Least Favorite Musicals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 152,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Jason and Gill discuss Interstella 5555 and pick their least favorite musicals. Plus, find out what's happening on the next Dragon Ball Super and check out the \"Transpose\" music video by Super Magic Hats. Last but not least, Gill takes on Nier: Automata with a new installment of One Man's Trash.    "
                },
                "153": {
                    "title": "Favorite Space Travel Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 153,
                    "original air date": "9 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    An all new Pre-Flight is blasting off. Jason and Gill discuss Voices of a Distant Star and pick their favorite space travel movies. Plus, find out what's coming up on the next Dragon Ball Super and listen to the new Adult Swim singles by Code Orange and DAWN. Lastly, catch up with Jason as he reviews World of Tomorrow Episode Two on a new installment of Moving Pictures.    "
                },
                "154": {
                    "title": "Favorite Movies Starring a Pig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 154,
                    "original air date": "16 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    An all new Pre-Flight is streaming right now. Jason and Gill discuss Porco Rosso and pick their favorite movies starring a pig. Plus, find out what's coming up on the next Dragon Ball Super and check out the new Toonami music video called Dispel the Darkness. Lastly, listen to the newest AS Singles track by Julianna Barwich, and catch up with Dana at Days of the Dead con in Atlanta.    "
                },
                "155": {
                    "title": "Favorite Movies That Take Place on a Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 155,
                    "original air date": "23 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Jason and Gill discuss Galaxy Express 999 and pick their favorite movies that take place on a train. Then, find out what's coming up on the next Dragon Ball Super, and catch the new game review for Dragon Ball FighterZ. Lastly, listen to the newest AS Singles track by Zola Jesus and check out Jason's Moving Pictures review of Napping Princess.    "
                },
                "156": {
                    "title": "Favorite Time Travel Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 156,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    This week, Jason and Gill discuss The Girl Who Leapt Through Time and pick their favorite time travel movies. Then, find out what's coming up on the next Dragon Ball Super, check out the new \"Role Models\" music video by The Armed, and listen to the newest AS Singles track by Dinosaur Jr. Last but not least, watch the return of Blum Room where Steve visits Anime LA.    "
                },
                "159": {
                    "title": "Favorite Witch Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 159,
                    "original air date": "23 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    This new Pre-Flight will get you, my pretty. Jason and Gill talk about Kiki's Delivery Service and pick their favorite witch movies. Plus, find out what's happening next on Dragon Ball Super, and prepare for this Saturday night with a new line up promo. Then, catch Toonami's new game review for PlayerUnknown's Battlegrounds, and listen to the new Adult Swim Singles track by Kaitlyn Aurelia Smith. Last but not least, catch a new Blue Room where Steve takes on Wizard World Austin.    "
                },
                "160": {
                    "title": "Favorite Movies Featuring a Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 160,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Pre-Flight has emerged from its weekly hibernation. On this new episode, Jason and Gill discuss Panda. Go Panda. and pick their favorite movies featuring a bear. Plus, check out Toonami's game review on Nier: Automata and listen to the new Adult Swim Singles track by Low End Theory. Then, catch up with Dana Swanson, voice of Sara, and meet her cats.    "
                },
                "161": {
                    "title": "Favorite Rivalry Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A new Pre-Flight is ready to fight. Jason and Gill discuss Mobile Suit Gundam: Char's Counterattack and pick the best rivalry movies. Then, find out what's happening next on Dragon Ball Super and check out the new Countdown and Scavengers promo. Next up, watch Toonami's newest music video called Hell is Near, and listen to the new Adult Swim Singles track by Washed Out. Last but now least, Gill takes on PUBG on Two Men's Trash.    "
                },
                "162": {
                    "title": "Favorite Anthology Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 162,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    An all new Pre-Flight is up and running. This week, Jason and Gill talk about Robot Carnival and pick their favorite anthology movies. Plus, check out what's happening next on Dragon Ball Super, and gear up for this Saturday night with our latest line up promo. Next up, listen to the two new Adult Swim Singles by Knxwledge ft Traffic and by Pallbearer. Last, but not least, catch Jason's review of Bird Boy: The Forgotten Children in an all new Moving Pictures.    "
                },
                "163": {
                    "title": "Favorite Ninja Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toonami Pre-Flight (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 163,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week, Jason and Gill talk about the movie Appleseed, and pick their favorite ninja movies. Plus, find out what's happening next on Dragon Ball Super, and get ready for a deep dive with Toonami's new game review for The Aquatic Adventure of the Last Human. Next up, listen to the chilling sounds of the new Adult Swim Singles track by The Voidz. Last but not least, take a trip with Gill as he takes on Ni No Kuni 2 in an new installment of One Man's Trash.    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Austin, Gill"
            },
            {
                "name": "DeMarco, Jason"
            },
            {
                "name": "Swanson, Dana"
            },
            {
                "name": "Blum, Steve"
            },
            {
                "name": "Moloney, Dennis"
            },
            {
                "name": "Rej, Jonny"
            },
            {
                "name": "Clinkenbeard, Colleen"
            },
            {
                "name": "Hartley, Chris"
            },
            {
                "name": "McGlynn, Mary Elizabeth"
            },
            {
                "name": "Moore, Shawn"
            },
            {
                "name": "Ray, Eddie"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "United States:TV-MA"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzY2ZWQ1ODMtODU4Zi00MzVkLTlkZmItYjU4YzAxYTViNGJkL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjM4ODE4MzE@._V1_SY150_CR99,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Toonami Pre-Flight",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Toonami Pre-Flight (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Akins, Sean"
            },
            {
                "name": "DeMarco, Jason"
            }
        ],
        "plot": [
            "Toonami creators Jason DeMarco and Gill Austin talk about Toonami shows and their favorite picks for various subjects."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}