{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 March 2015",
                "notes": "                            (video premiere)"
            }
        ],
        "release dates": [
            "USA::19 March 2015                            (video premiere)"
        ],
        "episodes": {
            "3": {
                "2": {
                    "title": "How to Become a Media Mogul Without Selling Your Soul",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Politics aside, Glenn Beck is one of the most successful media entrepreneurs of our time. In this interview Kelsey asked him how he became the popular host, author and digital network CEO that he is today, followed by a fun round of Fast Facts.    "
                },
                "3": {
                    "title": "How to Create a Successful Membership Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "26 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    You may not know Jennie Enterprise, founder of the CORE:club, but if you are trying to create a brick and mortar destination, or a subscription or membership-based business - you need to watch.    "
                },
                "4": {
                    "title": "How to Build a Successful Ecommerce Business with Kelsey Humphreys",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Melanie Duncan and her now-husband started a custom Greek apparel business in college. Now the power couple runs multiple seven figure businesses. Learn how she did it, you'll especially love this one if you make/sell physical products.    "
                },
                "5": {
                    "title": "How to Succeed as an Author AND Find Happiness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    She is the leading expert on happiness, a 3x NYT bestselling author, and the host of the popular podcast Happier with Gretchen Rubin. Listen for insights on how to work and live happy - and how to redesign your life if you're not happy where you are.    "
                },
                "6": {
                    "title": "How to Create a Career That Combines All Your Passions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "23 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Debra Bednar-Clark, Facebook and Microsoft alum, is the CEO and founder DB+co, and the curator behind the popular style blog D+B Style. She realized that in order to climb up the corporate ladder, she'd left pieces of herself behind. She decided to launch D+B Style as a hobby for her feminine, creative side, and began the slow transition to the leadership/style coaching she does today. Watch if you're interested in working your way up and then venturing out - and if you have many different passions you want to weave together.    "
                },
                "7": {
                    "title": "How to Successfully Keep Expanding Your Brand",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "9 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Learn how the celebrity cook (NOT chef!) and media mogul keeps adding new products and projects to her platform while keeping her brand in tact. If you want to become a media personality or grow your existing brand, you will love this one.    "
                },
                "8": {
                    "title": "How to Keep Your Brand Relevant",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    How cool is this you guys?. An interview with the one and only Fabolous at RocNation in New York on the famous gold couch. We talked about his career, his 20 Million dollar brand, his new ventures and how he stays relevant to his 4Million+ raving, loyal fans.    "
                },
                "9": {
                    "title": "How to Create a Successful Brick & Mortar Start Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "23 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Jason Saltzman is the founder of Alley, a membership community with 4 co-working spaces in NYC. In this awesome interview, he shared a lot of great insights on entrepreneurship and opening a brick and mortar business.    "
                },
                "10": {
                    "title": "How to Go Get an Audience (and Success)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "20 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Derek Halpern interview where he explains online marketing, small business tactics, career advice, and more.    "
                },
                "11": {
                    "title": "Charlamagne Tha God Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "28 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Charlamagne Tha God is an influential, often controversial, TV and radio personality, best known for co-hosting New York City Power 105.1 FM's The Breakfast Club morning show. Learn how to stand out and staying relevant long-term and enjoy the hilarious moment when the venue's backdrop falls down mid-interview.    "
                },
                "12": {
                    "title": "How to Turn Your Idea into a Movement",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    How to live an oola life? What is oola? If you have researched work/life balance you've probably heard of Oola and \"the oola guys.\" Dr. Dave Braun and Dr. Troy Amdahl teach their 1 million+ followers how to find success in the 7 F's of Oola: success in Fitness, Finance, Family, Field (career), Faith, Friends, and Fun. This was a fascinating interview, with possibly the most laughs of any episode, and it was especially fun because we had a live audience for the first time. Watch and let me know what you think.    "
                },
                "13": {
                    "title": "How to Become a Master - of Time, Sales, Personal Branding and More!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Learn how to \"procrastinate on purpose\" with Rory Vaden, author of a famous Ted talk, book \"Take the Stairs\" and creator of the \"Focus Funnel.\" If you want to build an amazing author / speaker / coaching platform, or learn how to basically master time and space to become massively productive - you will love this interview with the \"Self Discipline Strategist.\"    "
                },
                "14": {
                    "title": "How to Grow Your Coaching Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Listen to how Ivana Chubbuck realized she wanted to switch from acting to coaching, founded Ivana Chubbuck Studio, and now has a multi-million dollar celebrity coaching business.    "
                },
                "15": {
                    "title": "DeVon Franklin Interview on Success, Entrepreneurship, and the Hollywood Commandments",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    This DeVon Franklin interview breaks down how he became so successful and his advice for multi-passionate entrepreneurs with many interests. SO GREAT for anyone building a personal brand.    "
                },
                "16": {
                    "title": "Celebrity Florist Jeff Leatham on How to Become THE Go-To Vendor in Your Industry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    This is a great interview for creative entrepreneurs, \"artpreneurs\" event planners and more. Jeff Leatham explains how he became THE go-to florist in Hollywood. Listen to him explain how he grew his brand and gained celebrity clients like Oprah and Madonna, and more.    "
                },
                "17": {
                    "title": "How Gail Simmons of Top Chef Combined Multiple Passions into One Amazing Career",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    If you find or found yourself post-college, with a degree you couldn't really use (or didn't want to use) thinking how can I make a career out of what I love? Watch this interview and learn some great lessons on forging your own unique career path.    "
                },
                "18": {
                    "title": "Kristina Kuzmic, Hilarious Parenting Blogger, Shares Her Story on The Pursuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The \"Truth Bomb Mom\" explains her viral video success after winning Oprah's talk show competition, only to have her show canceled after one season. This is a fun one for all creators and working parents.    "
                },
                "19": {
                    "title": "Duff Goldman, Ace of Cakes, Shares How He Built His Cake Business & Food Network Career",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The Ace of Cakes sat down with us to share how he became a celebrity pastry chef and his best advice for non-traditional, creative, small business owners - as well as aspiring media personalities.    "
                },
                "20": {
                    "title": "The Sage Goddess on Success and How to Grow Your Etsy Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Hear how Dr. Athena Perrakis of SageGoddess.com started her side hustle Etsy shop, scaled it to the massive metaphysical online empire it is today, and her tips for authentically leading a growing business.    "
                },
                "21": {
                    "title": "Lindsay Teague Moreno, Young Living Essential Oils Multimillionaire Tells All on The Pursuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Lindsay Teague Moreno who took her personal Young Living income to seven figures in just 2 years. I know you have doubts about MLM scams, like I did, so watch and hear her honest answers. If you've thought about joining a multilevel marketing or network marketing business or maybe becoming a franchisee of another brand - learn from one of the best of the best.    "
                },
                "22": {
                    "title": "How Nicole Walters (Bus Stop Mom) Exploded Her Influencer Personal Brand in Two Years",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    If you love \"Crazy college mom\" and \"Bus stop fancy mom\" star Nicole Walters, you will love hearing how she has exploded her personal brand in just three years.    "
                }
            },
            "1": {
                "2": {
                    "title": "The Property Brothers - How to Become a Successful Lifestyle TV Host",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    If you're an aspiring realtor, designer, host or actor, or if you just love the Property Brothers, you'll really enjoy this episode.    "
                },
                "5": {
                    "title": "Jamie McGuire: How to Become a Successful Self Published Fiction Author",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    If you want to learn how to make it in the self publishing world, you'll love this episode where Jamie McGuire talks about her journey and her advice.    "
                },
                "9": {
                    "title": "Lewis Howes: How to Become a Successful Lifestyle Entrepreneur",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 May 2015",
                    "year": "2015",
                    "plot": "\n    If you want to learn how to make a living online, teaching others, with your business based around your lifestyle and your passions, you'll love this episode with Lewis Howes, from the School of Greatness Podcast.    "
                },
                "15": {
                    "title": "Al Roker - How to Become a Successful Broadcast Journalist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    If you're an aspiring broadcaster or entertainment entrepreneur, or just an Al fan, you will love this one.    "
                }
            },
            "2": {
                "2": {
                    "title": "Marie Forleo: How to Build a Brand and Business You Love with Kelsey Humphreys",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    I sat down with one of THE top women in business and personal branding, and asked her everything you've been dying to know: What is her average day like now? What was her secret to early coaching success? What was her first program like back before B-School?    "
                },
                "5": {
                    "title": "Tony Robbins - How to Breakthrough and Rewire Your Mind for Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 May 2016",
                    "year": "2016",
                    "plot": "\n    Tony Robbins wants you to experience breakthrough in your life and your business. Hear him explain practical strategies on how exactly we can do that, and be inspired and motivated as you learn. You will LOVE this episode from his press tour in the Four Seasons in New York City.    "
                },
                "6": {
                    "title": "Barbara Corcoran - How to Achieve Success Over and Over Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Barbara Corcoran keeps transitioning from one success to another. How does she do it? How did she go from waitress, to agent, to broker, to giant broker, to TV star? Listen to her answers from her office in New York City.    "
                },
                "9": {
                    "title": "Tony Robbins and Joe Berlinger on Creativity, Courage, Success and Fulfillment",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    This was a unique interview with Tony and Joe in about Berlinger's latest documentary, #iamnotyourguru. How can entrepreneurs and artists face repeated failure, criticism and rejection, and still find both achievement and fulfillment? Watch to find out.    "
                },
                "22": {
                    "title": "Kathy Griffin Tells All: Success and the Business of Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Kathy Griffin has become an icon in stand-up, which is still very much a man's world. Plus she's an Emmy and Grammy-winning comedian and actress, a Guinness world record holder, the owner of three corporations, an online influencer with over two million raving followers, and a New York Times Bestselling Author - with an estimated net worth of around 15 million. Obviously she has figured out the business aspect of show business. Writers, entertainers, comedians, you'll really enjoy this episode.    "
                },
                "24": {
                    "title": "Larry King - How to Become an Icon in Your Industry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pursuit with Kelsey Humphreys Web-series (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "8 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    I sat down with a living legend to talk about success, communications, broadcasting, and so much more. If you're a King fan or an aspiring actor, broadcaster, writer, speaker, podcaster, or journalist, this one's for you.    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Humphreys, Kelsey"
            },
            {
                "name": "Robbins, Tony"
            },
            {
                "name": "Howes, Lewis"
            },
            {
                "name": "McGuire, Jamie"
            },
            {
                "name": "Roker, Al"
            },
            {
                "name": "Scott, Drew"
            },
            {
                "name": "Scott, Jonathan Silver"
            },
            {
                "name": "Berlinger, Joe"
            },
            {
                "name": "Corcoran, Barbara"
            },
            {
                "name": "Forleo, Marie"
            },
            {
                "name": "Griffin, Kathy"
            },
            {
                "name": "King, Larry"
            },
            {
                "name": "Amdahl, Troy"
            },
            {
                "name": "Beck, Glenn"
            },
            {
                "name": "Bednar-Clark, Debra"
            },
            {
                "name": "Braun, Dave"
            },
            {
                "name": "Chubbuck, Ivana"
            },
            {
                "name": "Duncan, Melanie"
            },
            {
                "name": "Enterprise, Jennie"
            },
            {
                "name": "Fabolous"
            },
            {
                "name": "Franklin, DeVon"
            },
            {
                "name": "God, Charlamagne Tha"
            },
            {
                "name": "Goldman, Duff"
            },
            {
                "name": "Halpern, Derek"
            },
            {
                "name": "Kuzmic, Kristina"
            },
            {
                "name": "Leatham, Jeff"
            },
            {
                "name": "Moreno, Lindsay Teague"
            },
            {
                "name": "Perrakis, Athena"
            },
            {
                "name": "Ray, Rachael"
            },
            {
                "name": "Rubin, Gretchen"
            },
            {
                "name": "Saltzman, Jason"
            },
            {
                "name": "Simmons, Gail"
            },
            {
                "name": "Vaden, Rory"
            },
            {
                "name": "Walters, Nicole"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "New York City, New York, USA",
            "Nashville, Tennessee, USA"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWZlNjVjM2ItNWIyNi00OGY5LTliZmYtMDlkY2U1YmZhMWExL2ltYWdlXkEyXkFqcGdeQXVyNTg0MDcwMzU@._V1_SY150_CR82,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Pursuit with Kelsey Humphreys Web-series",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Pursuit with Kelsey Humphreys Web-series (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "plot": [
            "Author, talk-show host and media entrepreneur Kelsey Humphreys visits a guest in their home, office, studio, etc for a lively discussion about the guest's journey to success and their advice to others."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}