{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "USA::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Duckling Deliverance",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Wildlife Rescue (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A duck lays eggs on a rooftop patio, and a fox cub struggles with a mystery illness. Meanwhile, how do you get close enough to a snapping turtle to treat it? Join the Toronto Wildlife Center team as they balance the needs of injured and orphaned animals in preparation for an eventual return to the wild.    "
                },
                "3": {
                    "title": "Skunky Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Wildlife Rescue (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    When your day is made up of playing with orphan raccoons, feeding baby foxes, and caring for sometimes smelly critters, it's easy to forget that soon, if all goes well, you'll have to let them back into the wild. Spend a busy day with the animals and dedicated staff of Toronto Wildlife Center.    "
                },
                "4": {
                    "title": "Release of the Mink",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Wildlife Rescue (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    A young coyote suffers from mange, a snake shows up with what appears to be a dislocated jaw, and an abandoned baby mink requires special care. Welcome to the Toronto Wildlife Center, where there's no predicting the next animal care challenge that will show up on their welcoming doorstep.    "
                },
                "5": {
                    "title": "Prickly Porcupine",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Wildlife Rescue (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    At the Toronto Wildlife Center, expecting the unexpected is essential. Cases range from an injured porcupine with a deep wound to an urban raccoon with her head stuck in a peanut butter jar. Join the team as they rely on experience and quick thinking to provide the best possible care for their charges.    "
                },
                "10": {
                    "title": "Coyote Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Wildlife Rescue (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    A sick coyote in an Ontario suburb is causing residents a lot of anxiety. Meanwhile, a group of baby cedar waxwings urgently need special care around the clock--a job that's straining the resources of the volunteer team. Can the Toronto Wildlife Center step up to the challenge?    "
                },
                "11": {
                    "title": "Recovering Red-tailed Hawks",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Wildlife Rescue (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Two young red-tailed hawks are brought into the Toronto Wildlife Center with the same problems: an inability to fly and a nasty parasitic infection. Later, a rare white squirrel is diagnosed with what appears to be a spinal injury. Can the rescue team help put these reluctant patients back on the road to health?    "
                }
            }
        },
        "number of episodes": 6,
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDJjZTQzOGMtODAwYS00NDZmLTlkNjUtMjUxMGM3MjI4NzMzXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "City Wildlife Rescue",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "City Wildlife Rescue (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "For the dedicated staff at the Toronto Wildlife Center, caring for an ill or injured animal and returning them to their natural habitat as soon as possible is its own reward. Watch as their amazing stories of compassion and triumph unfold."
        ],
        "tech": {
            "runtime": [
                "24 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}