{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "USA::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Dragon Mountain: Surviving the Summit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Africa (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    With every step towards the summit of the mighty drakensberg, new species of exotic animals showcase the attributes that enable them to endure their harsh mountain home. Meet the sun gazer, the intriguingly named suicide lizard, and other reptiles that inhabit South Africa's high-altitude terrain.    "
                },
                "2": {
                    "title": "Lake Manyara National Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Africa (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Tanzania's Lake Manyara National Park boasts a number of diverse habitats. From woodland savannas to grassy marshes, the region is a special part of the east African ecosystem and provides a wealth of resources to the wildlife that call it home.    "
                },
                "3": {
                    "title": "The Simien Mountains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Africa (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Known as \"the roof of africa,\" the simien mountains offer a glimpse at some of the rarest creatures on the continent. among plunging cliffs that give way to lush greenery and foggy skies, learn how native wildlife like the magnificent walia ibex and cunning Simien wolf have adapted to this remote alpine terrain.    "
                },
                "4": {
                    "title": "The Southern Drylands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Africa (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Venture into the heart of namibia, where some parts of the landscape receive less than an inch of rain each year. yet, despite its arid nature, the southern drylands exude a desolate beauty thanks in part to the massive sand dunes--the largest in the world--that dominate its atlantic coastline.    "
                },
                "5": {
                    "title": "Etosha: The Great White Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Africa (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Explore a corner of Namibia dominated by stifling heat and parched sand, where a desolate landscape of haunting beauty lies. While most of Etosha National Park is devoid of growth, its margins are dotted with a series of oases that attract herds of thirsty creatures: antelopes, exotic birds, and the world's biggest elephants.    "
                },
                "6": {
                    "title": "The Linear Oasis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Africa (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    At more than 1,200 miles, the Orange River is the longest in South Africa. Join as we trace its westward journey, bringing to its shores a diverse sample of African wildlife, large and small. From powerful swimming birds like the African darter, to flat lizards who inhabit the granite rocks of the mighty Augrabies Falls, it's the journey of life-bringing water passing through some of the continent's most diverse and dramatic landscapes.    "
                }
            }
        },
        "number of episodes": 6,
        "runtimes": [
            "46"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTRlZWRmZjktNTZhNC00ZDMwLWFlNzUtOTI0OTRmNzc1ZTU5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Extreme Africa",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "Extreme Africa (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Mason, Christopher D.Z."
            },
            {
                "name": "Maughan-Brown, Paul"
            }
        ],
        "plot": [
            "Take an exhilarating trek through a range of African landscapes where survival is by no means guaranteed. ItâEURôs an intriguing look at the resilience of life in the face of harsh and overwhelming odds."
        ],
        "tech": {
            "runtime": [
                "46 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}