{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "16 November 2015"
            }
        ],
        "release dates": [
            "Canada::16 November 2015"
        ],
        "episodes": {
            "2": {
                "31": {
                    "title": "Avocados and Apricots - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    \"A\" is on the menu and Chef Robert Jewell takes on this meal challenge with apricots and avocados. First up, Robert cooks a spicy roasted quail and drizzles it with some sweet apricot and calvados sauce. Next, is a meal best served cold. Robert slices up sushi-grade tuna and transforms it into a flavourful tartare, brought to life by rich avocado and refreshing lime. On the side, he adds crusty crostini with savoury soy sauce and sesame oil, the perfect complement for this melt-in-your-mouth meal. For his final dish, Robert combines apricots and avocados for an ...    "
                },
                "32": {
                    "title": "Shrimp and Sausage - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    It's all about the letter \"S\" as Chef Robert Jewell cooks up tasty meals using shrimp and sausage. For his first recipe, Robert fries up turmeric-spiced sweet potato fritters with a shrimp centre. He takes this tantalizing appetizer to another level with a savoury lime soy dipping sauce. Next up, Robert makes an English breakfast strata. This sausage casserole is easily the BEST way to start your day. He layers the bottom of the dish with buttered sourdough slices, before adding crispy fried sausages, leeks and tomatoes. He then covers it in a creamy egg mixture, ...    "
                },
                "33": {
                    "title": "Kaffir Lime and Kohlrabi - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Chef Robert Jewell has a challenge on his hands after picking the letter \"K.\" He decides to use ingredients kaffir lime and kohlrabi. First, Robert re-invents the ordinary shrimp skewer, using lemongrass as the skewer (yes, the skewer!). He brings the flavour to the next level with zesty kaffir lime. Using the leaves of the kaffir lime with fresh herbs, Robert makes a dipping sauce for the skewer. Next, Robert fries up salty peameal bacon in one pan and sautés earthy kohlrabi with leeks, potato, and garlic in another. He brings the ingredients together into a single ...    "
                },
                "34": {
                    "title": "Lamb and Licorice - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    After picking the letter \"L,\" Chef Robert Jewell takes on lamb and licorice in this ingredient challenge. He starts with aromatic Moroccan lamb riblets, an appetizer that will make you want this spicy dish as your main course too. Next, Robert takes it up a notch by showing us how to make licorice - yes, the candy. He brings coconut oil, brown sugar, creamed coconut, and molasses to boil before skillfully adding flour and anise to make sweet, chewy coconut licorice. Finally, Robert concocts the perfect recipe that combines succulent lamb with sweet licorice.    "
                },
                "35": {
                    "title": "Coconut and Crab - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    In this \"C\" challenge, Chef Robert Jewell cooks up recipes using coconut and crab before combining both into a single recipe. Using sweet coconut, Robert makes a classic dessert -- an irresistible coconut cream pie. He starts with a delectable crunchy graham cracker crust and tops his pie with fluffy whipped cream and toasted coconut flakes. Next, Robert transforms a fresh soft-shell crab into a delicious, spicy, and crunchy dish. The best part? It's fast and easy to make. After soaking the crab in milk, Robert dunks it into a flour-cornmeal mixture and fries it until...    "
                },
                "36": {
                    "title": "Tea and Turkey - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    Tea and turkey are an unlikely combo for a meal, but Chef Robert Jewell is a creative force in the kitchen. First, he gives earl grey and lavender tea a sweet treatment by making a rich semifreddo. Robert creates a silky tea infused syrup, which he drizzles over a luxurious custard and tops with whipped cream. Robert punches up the colour by adding tart poached raspberries and vibrant violet lavender petals. Now, it's time for a real show stopper - saffron turkey kebabs with pomegranate rice. This is not your average turkey dinner. First, Robert marinates the turkey ...    "
                },
                "37": {
                    "title": "Pecans and Peppers - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "24 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    In this letter \"P\" challenge, Chef Robert Jewell showcases his vegetarian skills using pecans and peppers. Despite his cowboy roots, Robert shows us he can kick it with vegetarians by cooking up a juicy meatless \"meatloaf\" using pecans. But, no \"meatloaf\" would be complete without a gravy. Robert fries up earthy portobello mushrooms before adding a special ingredient to thicken the gravy, you guessed it -- pecans. Now, on to peppers. Robert doubles up, using both the vegetable and seasoning, to make a delicious red pepper coulis with herb and pepper crusted beef ...    "
                },
                "38": {
                    "title": "Okra and Oats - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "3 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode, Chef Robert Jewell explores recipes using two very different ingredients that start with the letter \"O,\" oats and okra. For his first dish, Robert uses okra in a classic cornmeal cake recipe, but bumps up the flavour factor with spicy jalapenos. Robert balances the heat of the jalapeno with a tart green tomato and crunchy red onion salsa. In his next recipe, Robert keeps the heat, but switches up his recipes for a curry-spiced oat pancake. This Indian inspired dish needs something to cool it down and Robert knows exactly what that is - sweet, silky ...    "
                },
                "39": {
                    "title": "Dill and Duck - Theresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    Host Theresa Visintin picks the letter \"D\" in this challenge and combines two very different ingredients - dill and duck. But that's no big dill for Theresa. For her first dish, Theresa uses dill seeds and weed to make a hearty, creamy dill pickle soup. She adds chicken broth and potatoes as her base but makes the soup extra smooth with some sour cream. She tops the soup with dill pickles to add a delightful crunch. Next, Theresa takes duck, a classic French ingredient, and gives it a French Canadian twist - duck tourtière. Using the duck fat to fry up some veggies, ...    "
                },
                "40": {
                    "title": "Garbanzo Beans and Grapefruit - Theresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    In this fast-paced episode, host Theresa Visintin uses two unlikely ingredients that start with the letter \"G,\" garbanzo beans and grapefruit. First up, Theresa cooks socca, a savoury garbanzo bean pancake recipe, and infuses it with Mediterranean flavours. To make her batter, Theresa combines chickpea flour with salty olives, sweet red pepper, and fresh basil. Once the batter is ready to go, she fries the savoury crepe. Next up, Theresa balances tart grapefruit with a sweet buttery lobster tail. But that's not sweet enough for Theresa. She prepares sabayon, a ...    "
                },
                "41": {
                    "title": "Mango and Mustard - Theresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Upbeat host Theresa Visintin has a task on her hands with this \"M\" challenge. Her ingredients of choice? Mango and mustard. Using the sweeter ingredient first, she whips up a refreshing mango salad. Next, Theresa masters mustard. When we think of cooking with mustard, we assume mustard seed, right? Well, for this recipe, Theresa mixes things up by using mustard greens instead. The hearty mustard leaf is similar to kale. She fries some savoury pancetta and uses its spicy oil to sauté the mustard greens. Plating the beautiful greens with crispy fried pancetta, she ...    "
                },
                "42": {
                    "title": "Radichio and Raisins - Theresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Host Theresa Visintin creates savoury meals in this letter \"R\" challenge featuring radicchios and raisins. First, Theresa chops up bold and bitter radicchios, grilling them until the edges are a crispy golden brown and perfect for a warm wedge salad. Then, she tosses fried pancetta and earthy portobello mushrooms in a luxurious champagne vinegar and pours it over the crispy radicchio. Theresa tops this warm salad with creamy crumbled goat's cheese. For her next dish, Theresa prepares a rum raisin sauce using golden sultana raisins, dark rum, and fresh orange. Theresa ...    "
                },
                "43": {
                    "title": "Sesame and Scallops - Theresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    It's all about sesame and scallops in this letter \"S\" challenge, and host Theresa Visintin has some appetizing ideas up her sleeve. First, she shows us how to make scallop cassoulet, a simple recipe that can be cooked even faster than it can eaten. Theresa browns the tender scallops in delicious bacon fat and then bakes it on a bed of creamy kidney beans. Next, Theresa uses sesame seeds to create a zesty sauce for a take-out favourite, made in your very own kitchen - noodles. For her final recipe, our culinary host combines sesame and scallops, creating a juicy, ...    "
                },
                "44": {
                    "title": "Tuna and Tangerine - Theresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "31 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Here's a tongue twister: Theresa, tuna, tangerine. In this episode, host Theresa Visintin picks her favourite letter, \"T,\" and introduces us to scrumptious recipes using tuna and tangerine. Theresa loves tuna and Italian cuisine, so naturally she combines both to create a mouth-watering pasta with some savoury tomato, olive, and tuna sauce. Next, Theresa satisfies her sweet tooth with a decadent tangerine parfait. Using the sweet juice of the tangerine, Theresa creates gelatin, with a hint of orange liqueur. She tops it all off by whipping up a fluffy cream to ...    "
                },
                "45": {
                    "title": "Cheese and Chocolate - Theresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Cheese or chocolate? Why not both. In this \"C\" challenge, host Theresa Visintin takes on both decadent ingredients. But first, she shows us that being cheesy is easy, especially when you stuff chicken breast with creamy goat's cheese and finely diced apples. Theresa takes the flavour one step further by coating the stuffed chicken with sage, parmesan, and panko bread crumbs, then frying it to a crispy golden brown. Next, Theresa whips up a dessert fan favourite, the decadent and oh-so-irresistible dark chocolate lava cake. Finally, Theresa has an irresistible recipe ...    "
                },
                "46": {
                    "title": "Beef and Buttermilk - Theresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Culinary expert Theresa Visintin picks the letter \"B\" and must combine beef with buttermilk for her challenge. But first, she works with the ingredients separately. Silky buttermilk lends itself perfectly to Theresa's battered blooming onion recipe. Using the biggest onion she can find, Theresa skillfully slices from the root down, ensuring it will bloom into a beautiful flower. She coats the Vidalia onion in egg, buttermilk and smoky spiced flour, before deep frying it. Next up, it's time for beef to get the Theresa treatment, as she prepares a crowd favourite- smoky...    "
                },
                "47": {
                    "title": "Endive and Eggplant - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Showcasing the unique flavours of endive and eggplant, Chef Lauren Gulyas receives the letter \"E\" for her cooking challenge. She sets sail by creating an endive salad boat, the perfect delivery vessel for her smoked trout with crème fraiche, and goat cheese with walnut appetizers. She follows up with a stuffed baby eggplant, Moroccan style. Chef Lauren sautés onion and garlic with some smoky sweet paprika and a snip of savoury sage, the aromatic combination lends itself beautifully to the succulent flavour of lamb. For her grand finale, Chef Lauren prepares the pièce ...    "
                },
                "48": {
                    "title": "Chicken and Corn - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Chicken and corn are the key players in this letter \"C\" challenge. Chef Lauren Gulyas prepares one of her favourite Italian dishes, chicken Marsala. Using garlic, shallots, and white wine, Chef Lauren whips up a rich Marsala sauce that is nutty and floral in flavour. Next, she transforms corn into a creamy polenta topping for her Shepard's pie...with a twist. Sautéing onion, garlic, and lean ground beef, she uses Worcestershire sauce and tomato paste to give the pie filling an extra flavour boost. Once she finishes those dishes, Chef Lauren creates a mouth-watering ...    "
                },
                "49": {
                    "title": "Rice and Rosemary - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 49,
                    "original air date": "26 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    In this \"R\" challenge, Chef Lauren Gulyas shows us how to use rice and rosemary in delicious meals. She starts off by creating a sneaky rice salad, using the nutty chewy grain we call wild rice. She cooks up gooey fried goat's cheese and tosses in some lightly grilled asparagus, to create a sure-fire people pleasing dish. Next up, a rosemary crème brûlée. Yup, you read that right. Chef Lauren pops some rosemary into a pot of simmering cream, accompanied by eggs, vanilla bean, and sugar. She gets out her whisk and it's off to the races. To wrap it up, Chef Lauren ...    "
                },
                "50": {
                    "title": "Pork and Peanuts - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    It's all about pork and peanuts, today's challenge is the letter \"P.\" Chef Lauren Gulyas serves up an old school favourite, smothered pork chops. Using a blend of savoury ingredients, and with the help of her cast iron pan, Chef Lauren provides us with tips on how to keep your pork tender and tasty. Next, it's time for a West African peanut soup. Drizzling garlic, ginger and onions with extra virgin olive oil and letting them sizzle in a frying pan until the onions are soft brings out a sweetness that lends itself beautifully to the salty, earthy taste of peanuts. To ...    "
                },
                "51": {
                    "title": "Water Chestnut and Watercress - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "original air date": "7 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Making dishes with the letter \"W\" could be seen as a real challenge, but Chef Lauren Gulyas has got it covered. Choosing water chestnut and watercress as her star ingredients, Chef Lauren begins by serving up an Asian inspired rice dish complete with crunchy water chestnuts. She starts off cooking rice in chicken broth, a great way to infuse the grain with a subtle savoury flavour. Sautéing celery, garlic, and onion in sesame oil adds a flavour kick. Throw in some ginger, veggies, and water chestnuts and enjoy the sound of the sizzle. Next up, Lauren puts a peppery ...    "
                },
                "52": {
                    "title": "Halibut and Horseradish - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "original air date": "14 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In this \"H\" challenge, Chef Lauren Gulyas decides to take on the unique flavours of halibut and horseradish. She starts with a perfectly prepared prosciutto wrapped halibut, pairing the buttery flavour of the fish with the saltiness of the cured meat. Throw in some dill potatoes and you've got a beautifully balanced dish. Next up, Chef Lauren show us how to make a delightful roast beef dip with a zesty horseradish sauce using carrots, vinegar, mayo and a little lemon. Finally, she is challenged to make a dish that combines both ingredients, and does she ever deliver.    "
                },
                "53": {
                    "title": "Noodles and Nectarines - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 53,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    For this \"N\" challenge, Chef Lauren Gulyas works with noodles and nectarines. For her first dish, Lauren cooks up a breaded nectarine and mozzarella stack. Talking technique, she shows us how to cut nectarines into rounds. She does the same with some soft mozzarella and then walks us through the art of a balsamic reduction. For the noodles, Chef Lauren puts an elegant twist on your childhood favourite with a lobster mac and cheese. She spares no flavours, adding fried bacon, garlic, cayenne pepper, mustard powder, and even dry vermouth. This is no ordinary noodle dish...    "
                },
                "54": {
                    "title": "Maple Syrup and Mahi-Mahi - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 54,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    After picking \"M\" for this episode's challenge, Chef Lauren Gulyas decides to make meal magic using maple and mahi-mahi. She starts by combining chestnut and quinoa to create a mouth-watering medley, rich in flavour and texture. Chef Lauren adds shiitake mushrooms and drizzles the dish with a balsamic vinegar, maple syrup and rosemary dressing. Next up, she steams Mahi-mahi with red chilies and lemongrass, this savoury spice is a heavenly combination with an invigorating aroma. For the challenge, Chef Lauren seamlessly introduces both maple and mahi-mahi into one ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Vanilla and Vinegar - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    It's all about vanilla and vinegar, as Chef Lauren Gulyas uses these unique flavours to create some exciting dishes after selecting the letter \"V.\" To start, she uses malt vinegar to put an unconventional twist on a pub classic, fish and chips. Next up is dessert. Vanilla is a classic ingredient used in tons of recipes, but it's usually a background ingredient. Lauren decides to make a crème brulée where vanilla will be the star of the dish. Finally, she faces the challenge of combining the unlikely pair of vanilla and vinegar in one dish.    "
                },
                "2": {
                    "title": "Bacon and Bananas - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Chef Robert Jewell enthusiastically takes on a bacon and banana challenge. First, he shows us two cool things you can do with bacon: bacon jam and spice-rubbed pork belly. The pork belly is rubbed with 5 spice and brown sugar before slow cooking in the oven. Then he uses plantains to create his second dish. He adds green curry paste, plantains, shrimp and coconut milk to a wok to make a non-traditional creamy banana coconut curry. Once he finishes those dishes, he must move on to a dish that combines bacon with bananas and pays homage to a legend.    "
                },
                "3": {
                    "title": "Rapini and Raspberry - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Rapini and raspberries are the focus of this \"R\" challenge. Chef Leah Wildman starts by making gnudis with the rapini - an Italian dish that's like ravioli but minus the pasta. She uses a mix of four different types of cheese for this dish. Next, she makes a delicious bourbon raspberry-rubbed steak with raspberry mango salsa. She cooks the steak in a cast iron skillet so the sauce will stick to the meat and create that rich crust. For her final mashup challenge, Leah creates an imaginative dish that combines the flavours of rapini and raspberry.    "
                },
                "4": {
                    "title": "Pork and Pears - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    After picking the letter \"P,\" Chef Lauren Gulyas must combine pork and pears together in a mouth-watering dish. But first, she tries them out separately. Lauren starts by making prosciutto-wrapped pork with chorizo. She uses a tenderloin, which is the leanest cut of all. The tenderloin cooks in no time but because it's so lean it really cries out for some spice and flavour. That's where the spicy, salty, Spanish pork chorizo comes in. Next on the menu is pears, and she uses them in a pear and parm pasta, called Fiocchetti. Then it's time to take on the challenge of ...    "
                },
                "5": {
                    "title": "Olives and Onions - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Chef Robert Jewell picks the letter \"O\" and decides to show us his favourite olive and onion dishes in this cooking challenge. He starts with an old school French onion soup. He cooks the onions slowly until they reduce, caramelize, and release all their sugars then tops the soup with gooey gruyere. Next up, Robert shows us the fun he can have with his second ingredient. Olives add the perfect tart, briny taste to the crispy Moroccan chicken dish he cooks up. Finally, he must combine both ingredients to create one flavourful dish.    "
                },
                "6": {
                    "title": "Pork and Pineapple - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    For this '\"P\" challenge, Chef Leah Wildman is working with the delicious flavours of pork and pineapple. She starts with a perfect, juicy, pork roast. Her secret? Brining. The pork soaks in the brine, the purpose being to juice up the meat and raise the water content so it stays moist while it roasts. She makes a rub for the pork and roasts it to perfection. Next it's time for dessert, which is a caramelized pineapple polenta cake that only takes 20 minutes in the oven. But wait until you see what she makes when she combines both ingredients in her final challenge.    "
                },
                "7": {
                    "title": "Brussels Sprouts and Blueberries - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    To start off this \"B\" challenge, Chef Lauren Gulyas makes a non-traditional dish of Brussels sprouts with tofu and black beans. She combines the flavours of garlic, ginger, Chinese black beans and chili flakes to balance out the flavours of the Brussels sprouts. Next she makes a dish using blueberries, but instead of going the traditional dessert route, Lauren decides to make a delicious duck breast with blueberry port sauce. Finally, she is challenged to make a dish that combines the unlikely pair (and is sure to make your mouth water).    "
                },
                "8": {
                    "title": "Tuna and Tomatoes - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Chef Robert Jewell tackles the letter \"T\" with two great ingredients: tuna and tomatoes. First, Robert goes old school with a twist on classic tuna casserole, bumping up the flavour with porcini mushrooms. Keeping the old school theme, Robert shows us how to make the best tomato sauce ever using roma tomatoes and garlic. This sauce is versatile and can be combined with other ingredients to make different meals. With two recipes completed, Robert's next challenge is making a delicious dish that combines both of his ingredients.    "
                },
                "9": {
                    "title": "Maple and Mushrooms - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    It's all about maple and mushrooms in today's \"M\" challenge as Chef Leah Wildman shows us her favourite dishes that combine the flavours of these ingredients. She starts with a rich, creamy, mixed mushroom sauce on a juicy beef tenderloin. Next it's time for maple BBQ sauce and pulled pork. She makes two sauces - one is a basting sauce and the other a BBQ sauce. The basting sauce is a mixture of sugar, maple syrup, mustard and pepper. The BBQ sauce combines chipotle peppers, ketchup, all spice, onion, garlic and broth. To finish, Leah whips up an unconventional ...    "
                },
                "10": {
                    "title": "Apples and Anchovies - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    In this \"A\" challenge, Chef Lauran Gulyas is working with the unique flavours of apples and anchovies. First up are sweet, hot, crispy apple fritters. She starts by using apple cider to make a batter, where the bubbles from the cider will help make the batter crispy and light. She coats the apples in batter and fries them up, topping them with sugar and cinnamon to finish. Next she makes fried anchovies with a chili lime aioli dipping sauce. Finally, she shows us her answer to the challenge of what to do with the unlikely combo of apples and anchovies in the same dish.    "
                },
                "11": {
                    "title": "Chicken and Chocolate - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    After picking \"C,\" Chef Robert Jewell scorns carrots and cabbage for a more unconventional pairing: chicken and chocolate. First, he shows us how to make the best fried chicken using a buttermilk marinade. To accompany the chicken, he makes a Korean dipping sauce with honey, sesame oil soy, chili paste, ginger, and garlic. Turning his attention to his second ingredient, Robert makes his favourite chocolate dessert, double chocolate pudding. After combining the initial ingredients of this recipe, Robert adds chunks of semi-sweet chocolate that melt, ooze, and give this...    "
                },
                "12": {
                    "title": "Garlic and Grapes - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Garlic and grapes? Chef Leah Wildman tests her skill and proves it can be a delicious combination in this \"G\" challenge. She starts off with garlic zuppa, a soup that showcases the unique flavours of the well-known ingredient. Next we move onto grapes. Leah makes a brown sugar and buttermilk pannacotta topped with grapes wrapped in a grape juice gelee. Leah ends on an even more creative note, whipping up a dish that features a fun combo of both garlic and grapes.    "
                },
                "13": {
                    "title": "Quail and Quinoa - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    The letter \"Q\" challenges Chef Lauren Gulyas. She starts by making a simple quail appetizer with a rich sauce. Quail is a dark meat that is sweeter and richer than chicken, not very expensive, and quick to cook because of its size. So a roasted quail is the perfect appetizer. Next she makes quinoa pancakes, with onions, garlic, parm, eggs, chives, and bread crumbs. Finally, Lauren seeks to create a non-traditional combination of quinoa and quail - and the result will knock your socks off.    "
                },
                "14": {
                    "title": "Beef and Beets - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    In this \"B\" challenge, Chef Robert Jewell shows us how to use beef and beets in delicious meals. He starts off by braising some short ribs, adding veggies for flavour. While preparing the short ribs, Robert tells us how to choose a cut of beef and slow cook it to perfection. Next, he uses beets and puff pastry to make a sweet and flaky beet tartin, a quirky alternative to beet salad. Finally, Robert shows us how to overcome the challenge of creating a dish that combines beef and beets.    "
                },
                "15": {
                    "title": "Lobster and Limes - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Chef Leah Wildman takes on lobster and limes in this \"L\" challenge and shows us how to make some outstanding dishes. To start she makes a lobster risotto. She uses Canadian Atlantic lobster - the best lobster in the world. The key to a good stock is to use the shells from the lobster, because that's where a lot of the flavour is. The second dish she makes is a batch of tangy, creamy, lime curd tarts. She starts by making the curd, which is like a custard but firmer, and then makes the crust. She bakes the crust until golden, then fills it with the curd and tops it ...    "
                },
                "16": {
                    "title": "Zucchini and Zea Mays - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Making dishes that feature ingredients with the letter \"Z\" might seem like a challenge but Chef Lauren Gulyas has it covered. She starts by slicing up some yellow and green zucchini for an impressive zucchini ricotta pie. Then she explains what zea mays is while preparing her award-winning corn chowder. The bacon and corn milk in her recipe ensures the chowder will be creamy and flavourful. To finish, Lauren combines zucchini and zea mays to create a fun surprise.    "
                },
                "17": {
                    "title": "Kale and Kumquats - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    For this \"K\" challenge, Chef Robert Jewell takes on kale and kumquats. His first dish is inspired by spanakopita, but instead of spinach, it calls for curly kale. He adds the cooked kale to a mix of three cheeses, then stuffs phyllo pastry to create a kale and ricotta cheese pine nut roll. Next up, Robert shows us how to cook kumquat with a bit of lemon and Grand Marnier to make a marmalade that pairs perfectly with everything from meats to desserts. But now for the real challenge. Robert plays the kale and kumquat flavours off each other in one extraordinary recipe.    "
                },
                "18": {
                    "title": "Lamb and Lemongrass - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    In this fast-paced \"L\" challenge, Chef Leah Wildman has fun preparing her favourite dishes using lamb and lemongrass. To start, she makes a rich Irish stew. The stew is made with lamb shoulder, Vidalia onions, sweet potatoes, thyme, flour, and stock. The secret to the perfect stew is adding lamb bones for extra flavour. Next, it's time for a dish using lemongrass, and Leah chooses grilled shrimp lemongrass kabobs. For an added touch, she uses the firm stalk of the lemongrass as the skewer. To finish things off, Leah combines both ingredients in an exciting dish.    "
                },
                "19": {
                    "title": "Wild Rice and Walnuts - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Chef Lauren Gulyas must work with the nutty flavours of wild rice and walnuts in this \"W\" challenge. In her first dish, chipotle peppers, wild rice, and honey combine in delicious pancakes that are perfect for dipping in cilantro sour cream. Moving on to the walnuts, Lauren whips up a to-die-for dark chocolate walnut pâté by slowly melting dark chocolate, butter, cream and walnut butter, then folding in an egg and sugar mix. Finally, Lauren faces the fun challenge of combining her two ingredients in the same dish.    "
                },
                "20": {
                    "title": "Figs and Fennel - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    There's no way Chef Robert Jewell will get an \"F\" on this \"F\" test. Robert takes on figs and fennel by first using ripe black mission figs, layering them over a mascarpone and cream cheese base, to make a simple and sweet fig tart. Then he moves forward, telling us all about his second ingredient. He gives tips for storing and dicing fennel while making a broth with fennel, shallots, and potatoes. He adds clams, Serrano ham, and cream to complete the dish. Next up, Robert unites figs and fennel in a combo that is as fancy as it is unexpected.    "
                },
                "21": {
                    "title": "Cheddar and Chestnuts - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    In this fun \"C\" challenge, Chef Leah Wildman makes dishes incorporating the satisfying flavours of cheddar cheese and chestnuts. She starts with a bacon cheeseburger, but it's not your typical bacon cheeseburger. Instead of the bacon and cheese on top, she puts it inside the burger. She decides to throw some onions into the stuffing as well, for added flavour. Next she moves on to a fresh tagliatelle pasta with chestnuts, pancetta and sage. Finally, Leah faces the challenge of using both ingredients in a single satisfying dish.    "
                },
                "22": {
                    "title": "Lemons and Lentils - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    This \"L\" challenge explores the flavours of lemons and lentils. To start, Chef Lauren Gulyas cooks scallops in lemon juice in a dish known as ceviche. Combining cilantro, chillies, red pepper, red onion, garlic, tomato and avocado, she mixes up a salsa that pairs perfectly with the dish. Next up is a lentil salad with salty pancetta, sweet apple and a poached egg. Lauren combines some grainy mustard, olive oil and red wine vinegar for a delicious mustard seed dressing. Then she shows us how to overcome the challenge of combining the two ingredients with one exciting ...    "
                },
                "23": {
                    "title": "Eggs and Espresso - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    In this \"E\" challenge, Chef Robert Jewell picks out ingredients commonly thought of as breakfast staples, eggs and espresso, but uses them in unexpected ways. First he gives tips for making the perfect fluffy scrambled eggs. Then he prepares spaghetti and adds an egg and cheese mix to make delicious carbonara pasta that proves eggs aren't just for breakfast. Next, he adds maple syrup, beef stock, and whiskey to brewed espresso to make a tasty sauce to pair with perfectly cooked steaks. Finally, Robert shows us how to combine our breakfast staples into something ...    "
                },
                "24": {
                    "title": "Honey and Habaneros - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    It's all about the heat and the sweet, as Chef Leah Wildman works with two very different \"H\" ingredients - honey and habanero. She starts with a delicious lavender honey rack of lamb, where the sweetness of the honey offsets the richness of the lamb perfectly. The trick to making killer lamb every time is to season it well and sear it in a pan before finishing in the oven. Next, she prepares habanero poppers with blue cheese dip. She combines bacon, cream cheese, and fresh lime juice for the filling, which has the perfect balance of textures, flavours and heat. ...    "
                },
                "25": {
                    "title": "Salmon and Strawberries - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    In this fun \"S\" challenge, Chef Lauren Gulyas uses salmon and strawberries to make some delicious and unique dishes. She starts by making salmon cakes, with some crispy salmon skin chips. Next up is a dish using strawberries, and Lauren decides to make a family favourite - strawberries and biscuits. For this dish, Lauren oven roasts the strawberries in a cast iron skillet. Now it's time for the final dish, and here Lauren is challenged to combine both salmon and strawberries together. Just wait until you see what she comes up with.    "
                },
                "26": {
                    "title": "Prawns and Pistachios - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Chef Robert Jewell gets creative to meet the \"P\" challenge posed by prawns and pistachios. First he tells us a bit about prawns and makes a dish destined to impress. He delicately wraps the prawn in prosciutto before placing them in a buttered and oiled pan to cook. Once done, they make the perfect appetizer. Next, Robert gets out a candy thermometer and a pastry brush to make some salted pistachio brittle. As he cooks, he gives tips to ensure the candy turns out super crunchy. Finally, Robert comes up with a quirky recipe to combine his two ingredients.    "
                },
                "27": {
                    "title": "Duck and Dates - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    Chef Leah Wildman draws the letter \"D\" and takes on the challenge with dates and duck, the chicken for adults. She starts with a duck confit with rosemary honey sauce. For the duck she shreds the meat and lets it tenderize in the duck fat and garlic. For the sauce she steeps the honey with garlic and rosemary flavours, and then adds some soy. She adds the duck meat to the delicious sauce, and serves with roasted potatoes as a side. To showcase the dates, Leah makes a rich, spongy sticky toffee pudding. But just wait until you see what she makes with both duck and ...    "
                },
                "28": {
                    "title": "Cashews and Carrots - Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "3 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Cashews and carrots are the name of today's game. Chef Lauren Gulyas starts out by making chicken with a nutty, buttery cashew crust. Instead of dredging the chicken in flour before putting on a crust, Lauren crushes up some cashews into a powder and uses that, for a double nut experience. Next she puts a twist on the classic carrot cake by making rich and decadent carrot cupcakes complete with homemade cream cheese frosting. And finally, she ends the episode with a non-traditional dish that combines cashews and carrots that you are sure to love.    "
                },
                "29": {
                    "title": "Cauliflower and Cranberries - Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    In this \"C\" episode, Chef Robert Jewell shows us what he can do with cauliflower and cranberries. First he grates some cauliflower and adds garlic, cheese, an egg, and some herbs to create a tasty flourless bread. Next up is the cranberries. Robert simmers cranberries, sugar, and water to create a sauce. Then he makes white chocolate ganache and prepares pistachios and more cranberries before putting it all together to create a delicious tart. But the real challenge is when Robert uses cauliflower and cranberries in an unconventional combination dish.    "
                },
                "30": {
                    "title": "Asparagus and Artichoke - Leah",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Is for Apple (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    Chef Leah Wildman tests herself with asparagus and artichoke dishes in this \"A\" challenge. She starts with an asparagus salad, with crispy pancetta, a perfectly cooked poached egg, and a creamy dressing. Next it's time for the artichoke, which Leah showcases in a delicious dish involving ham and clams. It starts with onions and garlic, then comes the ham and clams with some fish stock and white wine, and finally the artichokes. The fun final dish combines both ingredients in a mouth-watering dish perfect for springtime.    "
                }
            }
        },
        "number of episodes": 54,
        "cast": [
            {
                "name": "Gulyas, Lauren"
            },
            {
                "name": "Jewell, Robert"
            },
            {
                "name": "Wildman, Leah"
            },
            {
                "name": "Wong, Theresa"
            }
        ],
        "locations": [
            "Ottawa, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 3.0,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGRhOWMzMmEtOWI3Zi00OWZkLWI3MDItODlkZTM2MjllNTZiXkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR43,0,101,150_.jpg",
        "plot outline": "In this fun, fast-paced cooking series, three hip, young chefs feature ingredients from a different letter of the alphabet in each episode plus a creative mash-up dish as the final act. A IS FOR APPLE is a fun, fresh take on a food challenge show genre. In each episode, one of our three hip, young chefs randomly picks a letter of the alphabet and goes shopping for two very different ingredients that start with that letter (apples and anchovies, bananas and bacon, chicken and chocolate - just to name a few). Back in our stylish cooking pod, which redefines \"the kitchen,\" our intrepid hosts then create mouthwatering dishes for acts two and three. In the final act, they reach deep and come up with one crazy but delicious mash-up dish that features both ingredients.",
        "languages": [
            "English"
        ],
        "title": "A Is for Apple",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "A Is for Apple (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "Hewitt, Sarah"
            },
            {
                "name": "Knight, Chris"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "distributors": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "plot": [
            "In this fun, fast-paced cooking series, three hip, young chefs feature ingredients from a different letter of the alphabet in each episode plus a creative mash-up dish as the final act. A IS FOR APPLE is a fun, fresh take on a food challenge show genre. In each episode, one of our three hip, young chefs randomly picks a letter of the alphabet and goes shopping for two very different ingredients that start with that letter (apples and anchovies, bananas and bacon, chicken and chocolate - just to name a few). Back in our stylish cooking pod, which redefines \"the kitchen,\" our intrepid hosts then create mouthwatering dishes for acts two and three. In the final act, they reach deep and come up with one crazy but delicious mash-up dish that features both ingredients.::Gusto Worldwide Media"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 3.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 1.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "males": {
                "votes": 4,
                "rating": 1.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 1.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 2.0
            },
            "females": {
                "votes": 3,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 6,
                "rating": 1.4
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 3.0,
        "median": 2
    }
}