{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "Canada::2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Holds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Marie-Christine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    This episode will outline how Marie-Christine career started when Gregory Charles asked her to be the soloist for his choir. She was then 19 years old. Corey Hart produced her first solo album in 2007, in collaboration with Warner Music Canada.    "
                },
                "3": {
                    "title": "Samito",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Son of an Anglican priest and a mom of five who enrolled him at Escola Nacional de Musica far from thinking he would ever choose music for a career. When Samito sings, nostalgia meets political satire in highly charged rhythms and lyrics written in Portuguese, French, English and Tswa.    "
                },
                "4": {
                    "title": "Mr. Bollywood",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    An urban fusion artist who has become an expert in blending the East meets West mentality. His upbringing and style reflect the influences of East Coast hip hop with a perfect mix of East Indian Culture.    "
                },
                "5": {
                    "title": "Voyce",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    He is not afraid to take his fans into his life, including the intense lows hes dealt with. It doesn't get much more personal than him and we were lucky enough to pick at his brain during this interview, where we learn about his motivations, musical influences and new album.    "
                },
                "6": {
                    "title": "Mama Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    This episode will introduce Mama bear (formerly known as Alley Cat Traffic and Monroe), based in Montreal Quebec. Starting the group back in high school at the ages of 16-18 years, Vardon, Monroe and Specogna have been a group for about four years but known each other for eight.    "
                },
                "7": {
                    "title": "Caveboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Caveboy is the culmination of the shared life experiences of Michelle Bensimon (Lead Vocals, Guitar, Synth), Isabelle Banos (Synth, Bass, Backing Vocals) and Lana Cooney (Drums, Backing Vocals). They revel in ideas of fearlessness, self-sufficiency, the primitive, the extraordinary, following of senses, and that which is feral and cannot be tamed.    "
                },
                "8": {
                    "title": "Frisky Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    This episode will introduce a Montreal-based band The Frisky Kids. Their sound consists of rock and roll and garage rock music. Very loud music, but the guys themselves are soft spoken. Frisky Kids are a garage rock group, composed of Matisse Gill (bass, vocals), Calum Dowbiggin Glew (guitar, vocals) and Alex Paul (drums, vocals).    "
                }
            },
            "1": {
                "1": {
                    "title": "Kaila",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Introduces Montreal born vocalist, Kaila Picard, from where she started, to where she is now and where she hopes to be in the future. She started to sing at the age of 3 with her grand-father and quickly learned the importance of self-motivation and self-discipline.    "
                },
                "2": {
                    "title": "Das Blankout",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Introduces the three members of funky rock n roll band Das Blankout. From where they started, to where they are now, and what they hope the band will accomplish in the future.    "
                },
                "3": {
                    "title": "Bayla",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Introduces Montreal-based musician Bayla. As a child, she was told she would never be able to sing. Proving doctors wrong, she gained attention from music lovers and industry professionals when she posted her song, Breathe, which went viral on YouTube.    "
                },
                "4": {
                    "title": "Les Poule A Colin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Introduces the traditional music band Les Poule a Colin. We will discover how their musical families influenced their music style, how they work together as a team, and their biggest accomplishments as musicians.    "
                },
                "5": {
                    "title": "The Vasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The Vasts, a Montreal-based band have honed a unique, signature sound that draws influences from folk, indie, rock, and country, with rich harmonies and a booming trumpet. This episode will introduce Montreal-based band The Vasts from where they started, to where they are now and where they hope to be in the future. The episode will focus on Nicolas Carette, the lead singer.    "
                },
                "6": {
                    "title": "Alan Prater and the Brooks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Florida-born Montreal resident Alan Praters talent and unwavering dedication has led him to perform and record with some of the worlds most respected artists. This episode will introduce Alan Prater and his band The Brooks. Hell talk about where he started, to where he is now and where he hopes to be in the future.    "
                },
                "7": {
                    "title": "Sule",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Sule's solo career may be shiny and brand new by industry standards, but calling him an emerging artist falls far short of telling the whole story. The episode will outline how he started as an artist, to where he is now.    "
                },
                "8": {
                    "title": "Will Driving West",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Introducing Quebec-based indie rock group, Will Driving West. The interview explores how the band met and details their recording process used to make their first album. Travel with the band as they perform at various gigs and talk about what is in store for their future.    "
                },
                "9": {
                    "title": "Clay and Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Vocalist Magazine (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    The episode outlines how they started out as musicians and how they quickly became popular in Montreal. This episode will also detail the major collaborations they've done as artists, side projects that they are working on and their new album coming up in the near future.    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Bayla"
            },
            {
                "name": "Blankout, Das"
            },
            {
                "name": "Colin, Les Poule a"
            },
            {
                "name": "Picard, Kaila"
            },
            {
                "name": "Vasts, The"
            },
            {
                "name": "Kroupina, Anna"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGE0MTg5ZDctMzcwOS00NmU3LWFjMDUtNjU5ODU4MzdhYjZkXkEyXkFqcGdeQXVyODA1OTczOTQ@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Vocalist Magazine",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Vocalist Magazine (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "The Vocalist Magazine"
            }
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}