{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 January 2015                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "59"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$400,000 (estimated)",
        "plot outline": "New Jersey Legacy is a series of ten half-hour television programs about the history of New Jersey. The first three programs were narrated by Academy Award-winning actress Celeste Holm and the rest by New Jersey historian John T. Cunningham. The programs are titled \"Fortunes in Furs,\" \"The Two New Jerseys,\" \"Royal Rule and Religious Revival,\" \"The Republican Rebellion,\" \"Monopolies and Mechanics,\" \"Vistas of Democracy,\" \"A State of Many Nations,\" \"Technology in the Garden,\" \"The Progressive Banner,\" and \"The Suburban State.\" Among the scholars who appear on-camera are: Anthony F. C. Wallace of the University of Pennsylvania; Herbert Kraft of Seton Hall University; John Murrin Jameson Doig of Princeton University; Alice Kessler-Harris, Richard P. McCormick, William Gillette, Stephen A. Salmore, and Clement A. Price of Rutgers University; Gregory Dowd of the University of Michigan; Mark Lender of Kean College; Gregory Dowd of the University of Michigan; Bruce Laurie of the University of Massachusetts at Amherst; Lizabeth Cohen of Harvard; Kenneth Jackson of Columbia University; Delight Dodyk, and Thomas Fleming. The producers of the series were David Steven Cohen of the Historical Commission and Lou Presti and New Jersey Network, and the music was composed and performed by Robert Sands, who won a New York regional Emmy for the theme music. The programs can be viewed at the following web site:",
        "languages": [
            "English"
        ],
        "title": "New Jersey Legacy",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "New Jersey Legacy (United States)"
        ],
        "writer": [
            {
                "name": "Cohen, David Steven"
            }
        ],
        "production companies": [
            {
                "name": "New Jersey Network (NJN)"
            }
        ],
        "distributors": [
            {
                "name": "New Jersey Network (NJN)"
            }
        ],
        "plot": [
            "_New Jersey Legacy_ (qv) is a series of ten half-hour television programs about the history of New Jersey. The first three programs were narrated by Academy Award-winning actress Celeste Holm and the rest by New Jersey historian John T. Cunningham. The programs are titled \"Fortunes in Furs,\" \"The Two New Jerseys,\" \"Royal Rule and Religious Revival,\" \"The Republican Rebellion,\" \"Monopolies and Mechanics,\" \"Vistas of Democracy,\" \"A State of Many Nations,\" \"Technology in the Garden,\" \"The Progressive Banner,\" and \"The Suburban State.\" Among the scholars who appear on-camera are: Anthony F. C. Wallace of the University of Pennsylvania; Herbert Kraft of Seton Hall University; John Murrin Jameson Doig of Princeton University; Alice Kessler-Harris, Richard P. McCormick, William Gillette, Stephen A. Salmore, and Clement A. Price of Rutgers University; Gregory Dowd of the University of Michigan; Mark Lender of Kean College; Gregory Dowd of the University of Michigan; Bruce Laurie of the University of Massachusetts at Amherst; Lizabeth Cohen of Harvard; Kenneth Jackson of Columbia University; Delight Dodyk, and Thomas Fleming. The producers of the series were David Steven Cohen of the Historical Commission and Lou Presti and New Jersey Network, and the music was composed and performed by Robert Sands, who won a New York regional Emmy for the theme music. The programs can be viewed at the following web site:"
        ],
        "tech": {
            "runtime": [
                "59 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}