{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "29 November 2015"
            },
            {
                "country": "USA\n",
                "date": "20 December 2016"
            }
        ],
        "release dates": [
            "UK::29 November 2015",
            "USA::20 December 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Lions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Predators Up Close with Joel Lambert (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    In remote eastern Zambia, Joel Lambert goes in search of Africa's largest predators: lions. He's brought with him a unique, mobile laboratory - the pod - which he must get close enough to a pride to investigate lion's key predator attributes, including night sight. The world's best thermal camera allows him to see predators at night in spectacular detail, and he uses his military skills to stalk them in daylight too. During a thrilling night in the pod, lionesses shred the robust bite-force meter, and a big male tries many ways to get in. When a herd of buffalo ...    "
                },
                "2": {
                    "title": "Polar Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Predators Up Close with Joel Lambert (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Accompanied by Norwegian vet and polar expert Trude Mostue, former US Navy SEAL Joel Lambert travels to the Arctic to study the world's largest land predator, the polar bear. They embark on a 300 ton icebreaker, the Havsel, and are soon heading north into a world of sea ice and 24 hour daylight. They encounter a big male bear, and a mother with 2 cubs, but in both cases the ice isn't thick enough to support their 500 kilo field lab. Finally, they deploy the pod, and are able to investigate the polar bear's key adaptations - but the sea ice beneath them proves nearly ...    "
                },
                "3": {
                    "title": "Sharks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Predators Up Close with Joel Lambert (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    In the choppy waters of the South Atlantic just below Cape Town, former US Navy SEAL Joel Lambert takes on the world's most feared ocean predator, the great white shark. Converting the pod for use at sea proves hazardous and difficult. But while the team tries to fix it, Lambert witnesses the most spectacular form of shark hunting on the planet - the breach - when the 2-3 ton great white leaves the water at 40 km/h to take out unsuspecting young seals in False Bay. Joel assesses the impact power of the sharks using an accelerometer, and takes the plunge when he agrees...    "
                },
                "4": {
                    "title": "Hyenas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Predators Up Close with Joel Lambert (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Joel travels to Zambia to investigate Africa's most successful predator - the spotted hyena. He learns that they're unusual in many ways: highly social, dominated by females not males, and the only animals on earth capable of biting through bone. It becomes clear there's a hyena clan operating near camp when they are heard in the river, and captured on camera breaking into the camp's kitchen. Joel constructs his pod nearby, and uses hyena-call recordings and a puzzle box to test a key hyena attribute: intelligence.    "
                },
                "5": {
                    "title": "The Inside Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Predators Up Close with Joel Lambert (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    In this story of how an epic series was made, we recount how former US Navy SEAL Joel Lambert set out to get up close with some of the world's top predators in his unique field lab (the pod). From the frozen wastes of the Arctic to the heaving seas of the South Atlantic, Joel studies and tracks dangerous predators and carries out tests in the pod.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Lambert, Joel"
            },
            {
                "name": "Mostue, Trude"
            },
            {
                "name": "Care, Gemma"
            },
            {
                "name": "Clarke, Steven"
            }
        ],
        "locations": [
            "Svalbard, Norway::(location)",
            "South Africa::(location)",
            "Zambia::(location)"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWU0ZGZlMDEtNGRlNC00OTYyLThkZmMtMDUwNTJkOTdjYmYwXkEyXkFqcGdeQXVyMTM2NDI0NDg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "In remote eastern Zambia, Joel Lambert goes in search of Africa's largest predators: lions. He's brought with him a unique, mobile laboratory - the pod - which he must get close enough to a pride to investigate lion's key predator attributes, including night sight. The world's best thermal camera allows him to see predators at night in spectacular detail, and he uses his military skills to stalk them in daylight too. During a thrilling night in the pod, lionesses shred the robust bite-force meter, and a big male tries many ways to get in. When a herd of buffalo appears, Joel witnesses the pride's hunting prowess.",
        "languages": [
            "English"
        ],
        "title": "Predators Up Close with Joel Lambert",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "Predators Up Close with Joel Lambert (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Plimsoll Productions"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Networks International"
            }
        ],
        "plot": [
            "In remote eastern Zambia, Joel Lambert goes in search of Africa's largest predators: lions. He's brought with him a unique, mobile laboratory - the pod - which he must get close enough to a pride to investigate lion's key predator attributes, including night sight. The world's best thermal camera allows him to see predators at night in spectacular detail, and he uses his military skills to stalk them in daylight too. During a thrilling night in the pod, lionesses shred the robust bite-force meter, and a big male tries many ways to get in. When a herd of buffalo appears, Joel witnesses the pride's hunting prowess.::Discovery UK"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}