{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "18 January 2015"
            }
        ],
        "release dates": [
            "Turkey::18 January 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bakari, Mohamed"
            }
        ],
        "locations": [
            "Istanbul, Turkey",
            "Zanzibar, Tanzania",
            "Agadez, Niger",
            "Cape Town, Western Cape, South Africa",
            "Lagos, Nigeria"
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "180"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "original air date": "18 Jan 2015 (Turkey)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2U1YjYwNDAtNjRhNy00OGQzLThkN2MtN2JlOTc5N2QxYmFjXkEyXkFqcGdeQXVyNDgzNDM1OTI@._V1_SY150_CR125,0,101,150_.jpg",
        "budget": "TRL500,000 (estimated)",
        "plot outline": "Some map projection systems show thirty-million-square-kilometer African lands as having nearly the same area as two-million-square-kilometer Greenland. This projection is a result of a historical-political point of view rather than a scientific one. Nearly all historical narratives and sources on Africa have the same point of view. Africa is always underdeveloped, and needs the help and guidance of civilized and regulatory powers. As a result of this point of view, four hundred years of Ottoman-African shared history is overlooked when African history is mentioned. Africa and Ottomans closely examines four hundred years of African history related to the Ottoman Empire into the world history context through a popular narration and a style as objective as possible without an effort to justify or incriminate any parties.",
        "languages": [
            "Turkish",
            "English"
        ],
        "title": "Africa and Ottomans",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-2015",
        "akas": [
            "Africa and Ottomans (Turkey)"
        ],
        "writer": [
            {
                "name": "Ugur, Hatice"
            },
            {
                "name": "Yorgancigil, Gokhan"
            }
        ],
        "director": [
            {
                "name": "Yorgancigil, Gokhan"
            }
        ],
        "production companies": [
            {
                "name": "Devran Ajans"
            }
        ],
        "distributors": [
            {
                "name": "Turkish Radio & Television (TRT)"
            }
        ],
        "plot": [
            "Some map projection systems show thirty-million-square-kilometer African lands as having nearly the same area as two-million-square-kilometer Greenland. This projection is a result of a historical-political point of view rather than a scientific one. Nearly all historical narratives and sources on Africa have the same point of view. Africa is always underdeveloped, and needs the help and guidance of civilized and regulatory powers. As a result of this point of view, four hundred years of Ottoman-African shared history is overlooked when African history is mentioned. _Africa and Ottomans_ (qv) closely examines four hundred years of African history related to the Ottoman Empire into the world history context through a popular narration and a style as objective as possible without an effort to justify or incriminate any parties.::Gokhan Yorgancigil"
        ],
        "tech": {
            "runtime": [
                "3 hr (180 min) (Turkey)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}