{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 March 2015",
                "notes": "                            (UK)"
            },
            {
                "country": "UK\n",
                "date": "25 March 2015"
            }
        ],
        "release dates": [
            "UK::22 March 2015                            (UK)",
            "UK::25 March 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "China, Festival of Birth (int), Gwyl y Geni, Tsieina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Festivals (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Lowri Morgan is in Beijing for the Chinese Spring Festival and New Year.    "
                },
                "2": {
                    "title": "Mexico, Day of the Dead (Int), Gwyl y Meirw, Mecsico (Wales)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Festivals (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Lowri Morgan travels to Oaxaca for the extraordinary Mexican festival of The Day of the Dead.    "
                },
                "3": {
                    "title": "Morocco, Festival of Marage (int), Gwyl y Priodi, Moroco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Festivals (TV Mini-Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A colourful Berber festival and market where young couples are wed.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Morgan, Lowri"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en",
            "cy"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "25 Mar 2015 (UK)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2VhNGYxZGUtODYwNC00M2YyLWI3MjgtNTY1ZGU5YzZhN2NmXkEyXkFqcGdeQXVyMzMzOTU3ODY@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "GBP500,000 (estimated)",
        "languages": [
            "English",
            "Welsh"
        ],
        "title": "Festivals",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-2015",
        "akas": [
            "Festivals (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Jones, Wynford"
            }
        ],
        "production companies": [
            {
                "name": "Green Bay Media"
            }
        ],
        "distributors": [
            {
                "name": "DRG"
            }
        ],
        "synopsis": [
            "In a new three-part series, presenter and adventurer Lowri Morgan looks at important world festivals, which celebrate birth, marriage and death. Lowri's journey starts in Beijing, China in the programme Gwyl y Geni: Tsieina.Lowri has recently given birth to a son, Gwil, and become a mother for the first time. And appropriately enough, the first programme in the series features a festival of birth. This is a colourful festival celebrating New Year and spring and includes a number of ancient Chinese traditions and superstitions. During her stay in China, Lowri cradles the first baby to be born in the New Year.\"The programme scheduling is spot on!\" says Lowri with a smile. \"It was great to see so many traditions associated the New Year, and to learn that the old Chinese traditions still exist. The celebrations are integral to the life of the Chinese people. But there are challenges too, as more and more Western influences creep into the festival.\"Lowri visited two families in Beijing to join in their celebrations - from shopping and cooking to eating and playing games.But she came across some rather unusual traditions too such as the wearing of red underwear during the celebrations. Although some longstanding traditions like these continue, others have changed in the modern and wealthy contemporary China which is developing so rapidly.\"Some people are holding on to their superstitions and traditions while others are being influenced by Western society. It's interesting to see different traditions evolving. The Chinese believe the family unit is important and that children should take responsibility for looking after their parents. But this idealistic view is starting to change,\" says Lowri, who now lives in Cardiff.As part of the series, Lowri traveled to Mexico and Morocco to see how people in these countries mark important landmarks in their lives. In Morocco she witnessed a huge marriage festival among the Berber people, while in Mexico she was shocked by the attitude to death displayed in their annual Day of the Dead festival.\"Around Halloween, some people put flowers on a loved one's grave and then go out to celebrate. They believe the souls of the dead come back for the festival, to join in the celebrations. It doesn't mean they don't mourn. It still hurts them; it's just a different way of looking at the world. That's what makes the series so interesting; we see how people's attitudes towards life-changing events differ, depending on where they are in the world.\""
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}