{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "11 October 2015"
            }
        ],
        "release dates": [
            "Netherlands::11 October 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTIxNWQyYTktN2FmZS00YTU5LWExOWUtNzkwOTk0MjNmZjAzXkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Extraordinary Humans",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Extraordinary Humans (Netherlands)"
        ],
        "production companies": [
            {
                "name": "Off the Fence"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "Meet the most amazing people on the planet! In this series Thom Hunt searches for people with genuine, real-life super-powers that push the known limits of the human mind and body."
        ],
        "synopsis": [
            "In this incredible series biologist, hunter, and adventurer Thom Hunt, goes in search of people with genuine, real-life super-powers that push the known limits of the human mind and body.Thom's quest is driven by his knowledge as a biologist. He studied Marine Biology, and has worked with some of the planet's most interesting animals. Thom knows what science says average humans should be capable of, but he genuinely believes humans can achieve anything. Thom's quest is to seek out the people pushing the known limits, thanks to incredible physical and mental abilities.In each episode Thom travels the world on a scientific quest to find 2 more people who claim to have real superpowers. Having tracked them down Thom witnesses their ability first hand, explores their world, meets their family, and puts himself on the line to demonstrate the limits of ordinary humans. Thom then witnesses each character pushing their abilities to the very limit, before putting them under the microscope to try and find the explanation for their extraordinary powers.Thom's quest takes him from India to America, Europe to Malaysia, sometimes to meet these incredible people in their hometowns, or often taking them to extreme locations to demonstrate their powers to the max. Each story concludes with a Thom unlocking the key to their powers, with the help of experts form leading scientific institutions including Cambridge University and the University of California.Thom travels to US to meet the world's most accurate archer, and a man who can communicate with animals and place them into trance. Thom's quest also takes him in search of a man who can echolocate like a human bat, and the fastest human on all fours.In Asia, Thom witnesses a man prove he has heatproof hands by plunging them into scalding oil, and a man who claims to have indestructible head, performing an eye-watering thirty second headstand, on the tip of a nail.Travelling to India Thom meets a man immune to electrocution, who pushes his power to the limit, coiling copper wire around his body, then switching on the power, and withstanding thousands of volts of electricity. Thom also meets a woman who can rub the world's hottest chillies, in her eyes.Mental powers Thom investigates include a puzzle master, and a human jukebox, who never forgets a tune and can play it after hearing it just once.All the powers Thom witnesses in this series seem impossible, but the world is full of Extraordinary Humans."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}