{
    "imdb": {
        "raw release dates": [
            {
                "country": "Italy\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "Italy::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Boil, Bubble, A Witch in Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A witch flying on a broom is terrorizing Fogville. Bat Pat and the kids track the witch to her creepy cottage in the Whispering Forest and discover the witch doesn't mean to scare anyone she's just a terrible flyer and can't control her broom. Martin helps the witch into the modern age by designing flight stabilizers for her broom. The witch is thrilled that she can finally fly trouble-free.    "
                },
                "2": {
                    "title": "Headless Houseguest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Everyone's peaceful Halloween is disturbed by a galloping horseman riding through Fogville terrorizing trick-or-treaters. Rebecca's determined to solve the mystery and discovers that the rider is the infamous \"Headless Horace\" who legend says rides through town in search of souls to steal. But the kids and Bat Pat discover that Horace isn't looking for souls to steal.    "
                },
                "4": {
                    "title": "Howl at the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Something is breaking into Mr. Basset's pet shop at night. The kids and Bat Pat stake out the pet shop and discover it's a werewolf. They track the werewolf to the Whispering Forest hoping to discover the reason why it's sneaking into Mr. Basset's pet shop.    "
                },
                "5": {
                    "title": "An Uncomfortable Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The world famous King Toots Mummy Exhibit has arrived, but it's missing one mummy: King Toots. Rebecca believes it's a mummy's curse and that Toots is walking around Fogville in need of help, while Martin is convinced the mummy's been stolen by thieves.    "
                },
                "6": {
                    "title": "The Lady in the Mirror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    A ghost is haunting the mirrors of Fogville creating a town-wide panic. The kids and Bat Pat discover the ghost is Mrs. Rufelle Tailfeathers. She's a bald ghost and is looking for a new look as she's been wearing the same wig for 200 years.    "
                },
                "7": {
                    "title": "Something's Fisgy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Sea monsters in Fogville? When Salomon Trotter runs into a shadowy creature on the pier, he's convinced that a sea monster is on the loose: a Fishsquatch. Rebecca is determined to see it while Martin is convinced that sea monsters are scientifically impossible.    "
                },
                "8": {
                    "title": "Pirates Of Fogville!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Out on the water in his rowboat, Salomon Trotter has a close encounter with a ghostly ship from the fog. The next morning, the opening of the restored Fogville Lighthouse has the Silver family and Bat Pat abuzz with excitement, but Trotter tries to stop it for fear the ghost ship will return.    "
                },
                "9": {
                    "title": "Wail of a Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Something in Dreary Swamp is wailing at night and it's keeping everyone in Fogville awake. The whole town is sleepy during the day and extra grumpy. And no one is more annoyed than Ivan Templeton who suspects it might be a supernatural creature and sets out to capture it.    "
                },
                "10": {
                    "title": "Two Big Left Feet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Melody Forte encounters a big, hairy creature lurking outside her window while watching the TV show \"Cha Cha with the Stars.\" When the hairy creature shows up at Martin's school dance, the kids and Bat Pat realize it's Bigfoot. When they find Bigfoot in the Whispering Forest, they discover he's been appearing in Fogville because he wants to learn how to dance.    "
                },
                "11": {
                    "title": "A Big Stink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    After a mysterious creature takes a shower at the Mayor's house, the kids and Bat Pat follow the clues to Dreary Swamp and discover the culprit is a swamp monster. He's been extra smelly lately. He's in a book club with a goblin and an ogre, but they can't stand to be near him anymore. He's been trying to find something to find a way to smell better.    "
                },
                "12": {
                    "title": "Eye of the Beholder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    After several shops in Fogville are ruined the night before Valentine's Day, Rebecca is convinced there's a Valentine's Day creature that wants to ruin Valentine's Day. But it ends up being an ogre named Grundulla that wants a makeover for her big Valentine's Day date with an ogre from across the swamp. Joined by Natty, the kids and Bat Pat do their best to give Grundulla and awesome makeover.    "
                },
                "13": {
                    "title": "Love at the first Fright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    There's a new teacher in Martin's class. Martin's a bit taken by her, but there's something odd about Ms. Brittle: she's very nervous and jumpy and is convinced a creature is following her. Rebecca thinks she might be cursed, but the kids come to realize that a creature is indeed following her...because he wants to ask her out on a date.    "
                },
                "14": {
                    "title": "Such a Fright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    While bird watching in Fogville Park, Salomon is spooked by a ghost that's haunting the park. The kids and Bat Pat learn of Salomon's encounter when he refuses to go back to the park to bird watch with Martin. Rebecca's eager to meet the ghost and heads to the park with Leo, Martin and Bat Pat.    "
                },
                "15": {
                    "title": "The Thing Under the Bed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    On a sleepover at the Silvers, their friend Phil's sleep is disturbed when he discovers a monster under the bed. The monster known as Melvin just needs a place to sleep, and the Silvers offer him a temporary home. But his first night is a disaster for Martin - Melvin's a restless sleeper who tosses and turns, sleepwalks and gets up in the middle of the night for water.    "
                },
                "16": {
                    "title": "Monster Jam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    When strange things start to happen with the basketballs at school, Rebecca thinks there's a ball revolt going on. But when the kids and Bat Pat encounter some small green creatures by the school equipment locker, they follow them into the Whispering Forest and realize it's a group of goblins who are trying to \"borrow\" a basketball.    "
                },
                "17": {
                    "title": "Gnome Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Something is stealing garden gnomes from the gardens of Fogville. The kids and Bat Pat discover the thief is a real gnome. The gnome, whose name is Fudwick, isn't very bright and he's convinced that all the garden gnome ornaments in Fogville are real gnomes turned into statues by the people of Fogville.    "
                },
                "18": {
                    "title": "How to Restrain Your Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Strange noises - and the occasional blast of fire - are coming from the Whispering Forest. But the Silvers don't know that yet because Elisabeth has the family taste-testing her chili for the Fogville Chili Cookoff. Unfortunately, it's not spicy enough. Leo inadvertently volunteers to find a super spicy pepper to provide some tasty heat.    "
                },
                "19": {
                    "title": "Over the Rainbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Numerous rainbows appear over the Whispering Forest and turn it into a bright and happy place. The creatures of the Whispering Forest hate bright and happy, so they began fleeing into Fogville and even take over Natty's barn. But worst of all, the bright rainbows have made Martin's favorite Goth musician, Gothra, turn happy and sing happy songs.    "
                },
                "20": {
                    "title": "Ocean's Roar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Summer has officially started and the people of Fogville are hitting the beach, including the Silver family and Bat Pat. But their plans are derailed when a series of huge \"potholes\" in the street have jammed the traffic. The kids and Bat Pat eventually realize that the potholes are really footprints caused by a T-Rex that had been frozen in a block of ice.    "
                },
                "21": {
                    "title": "Frozen to the Bones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    While camping at Camp Sunny View, Bat Pat and the kids hear a creepy rattling sound coming from the forest. They realize the creepy rattling is Bones the Skeleton's bones rattling together because he's so cold. They take Bones to stay with Natty, where they solve his cold problem by putting Bones the Skeleton inside a stuffed scarecrow.    "
                },
                "22": {
                    "title": "Puppy Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    The kids and Bat Pat discover a cute stray puppy and take it home with them. The puppy loves to play fetch, but the first time Leo is alone with the puppy, it barks and its head morphs into a terrifying demon dog. Leo tries desperately to make the puppy bark in front of the others to show them the transformation, but the puppy never does.    "
                },
                "23": {
                    "title": "Tooth or Consequences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Something spooky comes into Rex and Melissa's rooms while they're sleeping and makes horrible noises. Rebecca notices an interesting part of the mystery: Both of them had recently lost a tooth. Rebecca fakes Martin losing a tooth to get the creature to visit their house, but the \"beast\" is in fact - the Tooth Fairy.    "
                },
                "24": {
                    "title": "Two Heads aren't better",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Phil Mooney's heard a lot of mysterious noises coming from the Fogville Junkyard, and is convinced that something spooky lurks around the wrecked cars and broken refrigerators. But that won't stop the Silvers and Bat Pat. They are off to the Fogville Junkyard because Martin and Leo need parts to build their competing projects for the hit TV show \"Scrapheapers.    "
                },
                "25": {
                    "title": "Just My Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Something strange is lurking in the bushes at Fogville Park and swiping items from picnickers. When the creature later tries to swipe a bowl of popcorn from Leo and Bat Pat, the gang realizes it's a leprechaun named Seamus. Seamus is the world's most unlucky leprechaun and he's searching for his lost pot of gold.    "
                },
                "26": {
                    "title": "Please don't Make a Wish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Phil Mooney wished that someone would help with the trash, and he ended up inside the can at the curb. Did his wish come true? Leo wishes for a high-tech skateboard and it appears almost like magic. Sure, it's a little handmade and doesn't quite work like the real thing, but his wish did come true, right?    "
                },
                "27": {
                    "title": "Ghost of a chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    A Ghost bike is riding around Fogville and people are accusing Martin of being behind the odd events as they claim he's the one they see riding the bike. The kids and Bat Pat discover the erratic bike rider is none other than their ancestor Uncle Martinus, who looks a lot like an older Martin in old-timey clothes.    "
                },
                "28": {
                    "title": "Sealed with a Curse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "plot": "\n    While trying to finish their family float for the school's fair and parade, the kids and Bat Pat discover a large, green creature making a mess of the library. The creature is not really a creature, but has been turned into one by a curse and is looking for a cure in Capistrano's spell books.    "
                },
                "29": {
                    "title": "Dream a Little Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n    Everyone in Fogville is having bad dreams - dreams that appear to belong to other people. After consulting with Capistrano Fog, the kids and Bat Pat are able to enter the dreams where they meet the mystical creature responsible for making people dream. He's called the Duke of Dreams and the gang tells him about his mistaken dream mix-ups.    "
                },
                "30": {
                    "title": "Toothless Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    Something is flying around Fogville at night and scaring people who happen to be out after sundown and it seems to be a bat. Bat Pat leads the kids on a mission to find the wayward bat and teach him some manners. The trail leads Bat Pat and the kids to a haunted house where they discover Carl the vampire.    "
                },
                "31": {
                    "title": "A Haunting Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "plot": "\n    The kids' school is being haunted by a ghost named Walter Winthrop III. Although he's an adult, it seems that Walter never graduated from school because he could never focus in class and failed his final exam. Walter wants to take classes to help him finally pass his final exam, so Martin sets up a ghost school in his attic to teach Walter so he can graduate.    "
                },
                "32": {
                    "title": "Moonstruck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "plot": "\n    After numerous sightings of a furry beast in the Whispering Forest, \"supernatural expert\" Ivan Templeton is determined to catch the \"menace\" to make a name for himself. Hoping to prevent such a fate, the kids and Bat Pat search for the creature in the Whispering Forest and it turns out to be a werewolf...hanging out and dancing to music!? The werewolf is captured by Ivan.    "
                },
                "33": {
                    "title": "Cookie Crumbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n    A tremendous storm damages the secret bakery of the legendary Corky the Cookie Elf, the little creature who bakes the world's greatest cookies: Elfies. Corky vows to never make the delicious treats again...because he needs a new cookie maker. Leo loves Elfies and can't stand the idea that they might never be made again.    "
                },
                "34": {
                    "title": "Nothing to laugh at",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "plot": "\n    The kids and Bat Pat are going on a school field trip to spend the night in a castle. Martin can't wait to sleep in a historical landmark, but his enthusiasm immediately disappears when he realizes the castle is really a very creepy place. As the gang spends the day in the castle, they come to suspect the place may be haunted.    "
                },
                "35": {
                    "title": "Slip, Slide and Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "plot": "\n    A beautiful song is putting people in Fogville into a trace. Ivan Templeton is sure it's a mutated sewer rat that's trying to put everyone in Fogville under a spell and wants to capture the creature to be famous. After Bat Pat gets entranced by the song, he leads the kids and Natty into the sewers where they discover a mermaid named Harmonia. She got lost and can't find her way back to the ocean.    "
                },
                "36": {
                    "title": "Romeo and Zombiet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "plot": "\n    The school is putting on the play Romeo and Juliet and Martin is the director. He gives himself the lead role of Romeo and casts Melissa as Juliet so they can spend time together. But as rehearsals get underway, some creepy creature arrives at the gym and scares Melissa.    "
                },
                "37": {
                    "title": "Unbearable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "plot": "\n    Martin's disappeared. Rebecca, Leo and Bat Pat discover he's being held captive by a giant stuffed teddy bear living in the Whispering Forest. The giant teddy bear's having trouble sleeping and wants to use Martin as a stuffed animal to help him fall asleep. After the gang helps Martin escape, the angry teddy bear gets \"revenge\" by using his powers to make every stuffed animal in Fogville leave.    "
                },
                "38": {
                    "title": "The Chosen Martin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "plot": "\n    In an effort to impress Melissa, Martin takes martial arts classes so he can perfect his Martin Chop - Martin's silly karate move that he's made up. Master Waaaaaah, a ghost from Japan that haunts the karate dojo, cannot rest in peace until he finds the \"Chosen One,\" a student he can train to carry on his style of karate.    "
                },
                "39": {
                    "title": "Having a Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "plot": "\n    After George has an apparent ghostly encounter at the Fogville Library, the kids and Bat Pat go to visit Capistrano to see if he knows anything, but they're surprised to find Capistrano is missing. They finally track him down hiding in Smuggler's Cove. Capistrano confesses that the ghost at the library is named Lady Gracefoot she's been trying to get Capistrano to take her to the ball for years.    "
                },
                "40": {
                    "title": "Queen of the Monkeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "plot": "\n    Tool sheds all over Fogville have been broken into and someone's been taking shovels, hoes and other tools. Bat Pat and the kids' efforts to find the culprit leads them to the Monkey Princess. She's lost her \"balance staff.\" Without the staff's mystical balancing power, she won't be able to defeat her sister.    "
                },
                "41": {
                    "title": "BFF - Bat Friends Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    After Natty has a scary nighttime encounter with a mysterious pursuer, a bat named Vlad shows up at the Silver house and claims to be a distant cousin of Bat Pat. Vlad is a bit annoying because he won't leave Bat Pat alone and constantly bugs Bat Pat and the kids. When Bat Pat disappears, the kids soon realize that Vlad is holding Bat Pat in the sewers against his will.    "
                },
                "42": {
                    "title": "Roc of Ages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "plot": "\n    Strange things are going missing all over Fogville. The kids and Bat Pat encounter the culprit in their backyard and it ends up being the giant mythical bird, the Roc. After the Roc carries away Martin's new birdhouse, the gang track it to Black Skull Island.    "
                },
                "43": {
                    "title": "Footlose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "plot": "\n    While working in her salon at night, Amanda Dye is scared by something big that's stomping through Fogville and leaving behind a smelly green mist. When the gang discovers huge footprints, they fear that a giant might be loose in Fogville. The footprints lead to the Whispering Forest, but it ends up that a huge, stinky foot made the footprints (and the green, smelly mist).    "
                },
                "44": {
                    "title": "Just Desserts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "plot": "\n    The kids and Bat Pat discover a Gingerbread Man (about the size of Martin) living in their backyard clubhouse. Some goblins in the Whispering Forest made the Gingerbread Man and want to eat him for dessert, so he's seeking refuge in the clubhouse. Bat Pat trains the Gingerbread Man in the ways of Bat Fu so he can protect himself.    "
                },
                "45": {
                    "title": "Voodoo That You Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "plot": "\n    A creepy voodoo doll scares Melissa and her friends at Melissa's house while they play a board game called \"Bad Hair Day.\" Wanting to be a hero to Melissa, Martin offers to make Melissa's room \"safe\" again by taking the game to his house. The kids and Bat Pat play the game in their attic and the voodoo doll enters their house hoping they'll let her play, too.    "
                },
                "46": {
                    "title": "Kitty Cat Caper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "plot": "\n    Leo's new hamster is very strange. She hates to run on her wheel and walks on her hind legs. The kids and Bat Pat discover that the hamster is really a human witch named Agatha. Agatha's black cat got hold of her wand and zapped Agatha, turning her into a hamster - and the cat did the same thing to Agatha's two sisters.    "
                },
                "47": {
                    "title": "Scared Stiff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "plot": "\n    On the same night when Phil's action figure collection seems to come alive, odd things start to happen in the Silver house as well, scaring Martin. The gang realizes a mischievous poltergeist is behind the trouble. The poltergeist, named Potts, enjoys scaring Martin so much, he won't leave him alone.    "
                },
                "48": {
                    "title": "Be Your Elf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "plot": "\n    A strange creature is lurking in the trees and bushes around Fogville and scaring Fogvillians who happen to be unfortunate enough to cross its path. Meanwhile, Leo has a brand new video game he's eager to play, but it's impossibly hard. His game efforts are interrupted when he, Rebecca, Martin and Bat Pat discover that the mysterious creature is a real Elf.    "
                },
                "49": {
                    "title": "What's Cooking?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "plot": "\n    After a strange creature scares Elisabeth in the kitchen and takes some of the blueberry pie she's baking, the kids and Bat Pat discover the mythical Chupacabra is behind the fearful nighttime encounter. And what's even weirder, he's friends with Natty. The Chupacabra is trying to win a creature cooking competition and asked Natty to join his team.    "
                },
                "50": {
                    "title": "Blown Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "plot": "\n    After Melody Forte has a frightening encounter with a wolf creature lurking in her backyard, the kids and Bat Pat discover that the wolf is trying to practice blowing down buildings. His name is Lewis and he's the son of the legendary Big Bad Wolf who blew down the houses of the Three Little Pigs.    "
                },
                "51": {
                    "title": "Haunting Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "plot": "\n    There's a legend in Fogville that every year, the pirate ghost of Captain Salty Bones haunts the streets of Fogville looking for his treasure. When the fateful night arrives, the gang comes to learn that the sad ghost haunts Fogville because he never had a birthday party before he became a ghost.    "
                },
                "52": {
                    "title": "Seeing Double",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "plot": "\n    Janice Puller encounters a strange creature that looks just like her on a stormy night and the next day Rebecca starts acting very weird. Rebecca suddenly wants to wear dresses, she hates spiders and she loves doing her nails. Bat Pat, Leo and Martin think she's gone nuts, especially when later in the day Rebecca seems to be her old self again.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Survival of the Trolliest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bat Pat (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    A reality TV show host, Tiger Leatherheart, discovers a mysterious and fierce creature on Black Skull Island while filming his show. After Tiger vows to capture the creature, Rebecca is determined to save the creature from Tiger. The kids and Bat Pat travel to Black Skull Island and, under the guise of \"helping\" Tiger find the creature, they set off to find the creature before Tiger does.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Hardiker, Rasmus"
            },
            {
                "name": "New, Giles"
            },
            {
                "name": "Robinson, Jess"
            },
            {
                "name": "Tate, Emma"
            },
            {
                "name": "Taylor, Hollie"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "Italy"
        ],
        "country codes": [
            "it"
        ],
        "language codes": [
            "en"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2FlZTFjMzEtOTAwMy00ZjIzLTllNTEtNjc4ODgyMGI4ZmYyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Bat Pat follows the spooky and comical animated adventures of Bat Pat (who, in case you couldn't guess, is a talking bat) and his friends Martin, Leo and Rebecca Silver as they unravel mysteries and cross paths with supernatural creatures of the night that lurk, haunt, shriek and dig themselves up in every dark corner of their home of Fogville.",
        "languages": [
            "English"
        ],
        "title": "Bat Pat",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "Bat Pat (Italy)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Danko, Dan"
            },
            {
                "name": "Gray, Scott"
            },
            {
                "name": "Mason, Tom"
            }
        ],
        "production companies": [
            {
                "name": "Atlantyca Enterprises"
            },
            {
                "name": "Imira Entertainment"
            },
            {
                "name": "Mondo TV"
            },
            {
                "name": "Rai Fiction"
            },
            {
                "name": "TVE"
            }
        ],
        "other companies": [
            {
                "name": "Mondo TV"
            },
            {
                "name": "SyncMagic"
            },
            {
                "name": "Tamborine Productions"
            },
            {
                "name": "The Log"
            }
        ],
        "plot": [
            "_Bat Pat_ (qv) follows the spooky and comical animated adventures of _Bat Pat_ (qv) (who, in case you couldn't guess, is a talking bat) and his friends Martin, Leo and Rebecca Silver as they unravel mysteries and cross paths with supernatural creatures of the night that lurk, haunt, shriek and dig themselves up in every dark corner of their home of Fogville.",
            "_Bat Pat_ (qv) follows the spooky and comical animated adventures of _Bat Pat_ (qv) and his friends Martin, Leo and Rebecca Silver as they unravel mysteries and cross paths with supernatural creatures of the night that lurk, haunt, shriek and dig themselves up in every dark corner of their home of Fogville."
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "males": {
                "votes": 9,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 4,
                "rating": 8.8
            },
            "non us users": {
                "votes": 4,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 5,
            "7": 0,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}