{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 May 2015"
            },
            {
                "country": "USA\n",
                "date": "4 August 2015"
            }
        ],
        "release dates": [
            "USA::1 May 2015",
            "USA::4 August 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Bulletproof President?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The Family investigates first hand whether George Washington really survived 4 bullet holes in his coat during the 1755 Battle in which he was only 23 years old. After visiting the battlefield, the museum, and reviewing original documents sent over from the vault, the family decides to have fun re-creating a portion of the battle with paintball guns and a hilarious Brad Stine as Washington.    "
                },
                "3": {
                    "title": "Communist King?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Grateful Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    On a trip to Arlington National Cemetery, Kara is able to tell the kids about her grandfather's service in WWII, Reagan is inspired by the changing of the guard, and a Texas Senator surprises the kids with a first hand account.    "
                },
                "5": {
                    "title": "Inside the Vault",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The family visits the treasure troves of David Barton's library and history comes to life before their eyes as they discover amazing stories and artifacts from 1620 through the American Revolution and even World War II.    "
                },
                "6": {
                    "title": "Who Shot First?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The family seems to travel back in time as they join the re-enactments of the shot heard 'round the world at Lexington & Concord in 1775. They attend a midnight re-enactment of Paul Revere's ride, participate in minuteman marches, visit the home of Pastor Jonas Clark, and investigate whether the first shot was fired by the British or the Patriots.    "
                },
                "7": {
                    "title": "Changing Seasons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    17 year old eldest son, Trey, is graduating from Liberty University with his Bachelors in Economics. Rick decides to take the family to some historic locations in Virginia in an effort to seal some life lessons into Trey during these changing seasons in his life. Along the way, the family learns of fighting patriot pastors and how awkward Trey feels in a gown (cap optional).    "
                },
                "8": {
                    "title": "The Crossing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Washington's crossing of the Delaware on Christmas Eve, 1776, was one of the most daring military moves and important victories in history. The family traces GW's steps from years before the crossing, discovering the secret of his courage, then they visit the riverbanks where he crossed. Living through the past inspires the kids in their presentations as they tell the story of the Crossing.    "
                },
                "9": {
                    "title": "Come & Take It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    While preparing for the grand opening of the family's renovated historic hotel in Gonzales, Texas, Brad shows up to work on a book with Rick and raises questions about the valor of Texans, leading the cast on a journey to the Alamo and back in time to learn about the Immortal 32 of Gonzales.    "
                },
                "10": {
                    "title": "Midnight Riders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    While visiting the horse ranch of family friends with an adoption ministry for special needs children, the Green kids get in a little horseback riding and it leads to a challenge between Kamryn & Rhett regarding Paul Revere versus 16 year old Sybil Ludington. Who was the better Midnight Rider? After a journey to Boston and New York, the kids present their evidence to a live audience at the next Comedy & Constitution event.    "
                },
                "11": {
                    "title": "Passing the Torch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Green summer is filled with conducting Patriot Academy at state capitols across the nation. This year Kamryn will have her first opportunity to participate and she is so nervous about presenting her bill that she wants to back out. By the end of the Texas Patriot Academy, the family is encouraged and rejuvenated by the hope they see in the next generation.    "
                },
                "12": {
                    "title": "One Life to Give",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chasing American Legends (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    As the family is working on a ranch project, they get the call that a huge opportunity has come through for their new book being launched. But it means they must round up chapters from all the co-authors and complete the book in a matter of days, even while conducting the last Patriot Academy of the year. Trey has a surprise plan for Independence Hall that will leave the family in tears.    "
                }
            }
        },
        "number of episodes": 11,
        "genres": [
            "History"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDdlNTVmNjUtNDVhMC00NWJmLWIyNzctNGM5OWI0OGViOTJmXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Chasing American Legends",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Chasing American Legends (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Moore, John Robert"
            }
        ],
        "plot": [
            "_Chasing American Legends_ (qv) follows the dynamic Green family and comedian Brad Stine, as well as other special guests in their investigations of America's heroes, legends, and legacies.::Lee Lannom"
        ],
        "synopsis": [
            "With sincere passion for America balanced by humor and curiosity, an entertaining cast (including guest stars such as Brad Stine, David Barton, Gary Newell, Sen. Brian Birdwell, and others) brings a fresh approach to storytelling through their access to authentic worlds of timeless national treasures. Each episode is a fun journey through America's most amazing moments as Chasing American Legends redefines the history genre of reality television.Rick is one of the most dynamic and inspirational speakers in America today. Through his informative and moving presentations, that often include his children, he equips, empowers, and challenges people to live out their freedom by teaching the bedrock principles that led to America's place as the most successful nation in the history of the world.\nRick is also an attorney, author, and former elected official. He was elected to the Texas Legislature at the age of 27, serving two terms, and currently consults and advises state officials and candidates in various capacities. Rick is dedicated to public service and impacting the political process because he believes our system of freedom depends upon \"we the people\" staying involved in the process.Rick earned his four-year B.B.A. degree in finance from Angelo State University in San Angelo, Texas in just two years by taking twice the average course load each semester. Rick then enrolled as the youngest student (20 yrs. of age) in the University of Texas Law School.\nIn the 76th Legislative Session, Rick rallied 86 House Republican and Democratic Co-authors to pass his legislation to prevent the filing of frivolous lawsuits by cities against gun-and ammunition-manufacturers, traders and sellers.Rick's most important accomplishment during the 77th Legislative Session was bringing together 102 House Republican and Democratic Co-authors to establish 'Celebrate Freedom Week', which requires an emphasis on the teaching of the Declaration of Independence and the Constitution for one week every year. Other states have recently modeled Rick's legislation.\nRick was voted Republican Freshman of the Year by his peers in 1999. He also has received numerous other awards which include: the Free Market Foundation's, \"Leader of Excellence Award\"; Eagle Forum's \"Freedom and Family Award\"; Independent Cattlemen's Association's \"Cattlemen's Council Award.\"His second term as State Representative brought recognition from the national spotlight as he received the United States of America Non-Commissioned Officers Association's \"State Legislature Vanguard Award\".\nIn 2000, Rick founded Patriot Academy, an organization dedicated to educating our Nation's future leaders about America's heritage, and giving them the skills and tools to make an impact on our public policy processes. Taking place at the Texas State Capitol each summer, this is an intensive training considered the elite stepping stone for young people interested in the political process.Rick joined forces with noted historian and author, David Barton, and began speaking for WallBuilders in 2001. WallBuilders is an organization dedicated to presenting America's forgotten history and heroes, with an emphasis on our moral, religious and constitutional heritage.\nRick and his family travel across the nation speaking on the importance of preserving liberty and passing the torch of freedom to future generations. Rick's Constitution Alive! class is widely considered the most engaging, equipping, and inspiring program on America's Founding Documents.Rick is an outspoken advocate of returning to the principles of the Declaration of Independence and inspires audiences through his passionate and moving live presentations, as well as through radio and television.\nThe family's most recent project, Chasing American Legends, is a reality style television program researching the myths, legends, heroes, and principles of America's rich history.\nRick and Kara have three sons and one daughter. Rick and Kara believe no impact is more important than that which we each have on our own children and grandchildren."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}