{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "12 August 2015"
            }
        ],
        "release dates": [
            "South Africa::12 August 2015"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 5 September 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mamello (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Khunou, Didintle"
            },
            {
                "name": "Bereng, Lethabo"
            },
            {
                "name": "Madumo, Refilwe"
            },
            {
                "name": "Makhatho, Mary"
            },
            {
                "name": "Matshaba, Tsholofelo"
            },
            {
                "name": "Motaung, Lebohang"
            },
            {
                "name": "Motsoatsoe, Boitumelo"
            },
            {
                "name": "Tshisevhe, Jude"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en",
            "st"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTBmODFlOTAtOTAwNC00MTk4LWI4NGItY2M2ZjhlZmIyMmI4XkEyXkFqcGdeQXVyNzU1NDI1MDM@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Mamello follows an idealistic teacher who relocates to a new school to escape an abusive marriage, where she falls in love with a fellow teacher and begins to rebuild the school as she rebuilds her own life. This is a family drama that aims to encourage parents, children and communities to be open and honest about their challenges and seek solutions together. Escaping an abusive marriage, idealistic principal and teacher Keneilwe Mogotsi (Tsholo Matshaba) has returned to Sebokeng, the industrial township she ran away from as a young woman. Her mission is to rescue Mamello High, a disadvantaged school on the verge of being closed down. There she meets fellow teacher Patrick (Jude Tshisevhe) and the pair are drawn together, not only by their love but also by their common vision for the school, their idealism and their genuine passion for the school and for the students. They are teachers who love teaching. Together, through the series, they face numerous challenges in the school ranging from a basic lack of resources, under-qualified teachers and an ever-changing curriculum to child-headed households, drugs and gangs to rape, a viral sex video and teenage pregnancies. Can Keneilwe rebuild the school as she rebuilds her life?",
        "languages": [
            "English",
            "Southern Sotho"
        ],
        "title": "Mamello",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Mamello (South Africa)"
        ],
        "writer": [
            {
                "name": "Hall, Julie"
            },
            {
                "name": "Mabaso, Duduzile"
            }
        ],
        "production companies": [
            {
                "name": "Endemol South Africa"
            }
        ],
        "plot": [
            "_Mamello_ (qv) follows an idealistic teacher who relocates to a new school to escape an abusive marriage, where she falls in love with a fellow teacher and begins to rebuild the school as she rebuilds her own life. This is a family drama that aims to encourage parents, children and communities to be open and honest about their challenges and seek solutions together. Escaping an abusive marriage, idealistic principal and teacher Keneilwe Mogotsi (Tsholo Matshaba) has returned to Sebokeng, the industrial township she ran away from as a young woman. Her mission is to rescue _Mamello_ (qv) High, a disadvantaged school on the verge of being closed down. There she meets fellow teacher Patrick (Jude Tshisevhe) and the pair are drawn together, not only by their love but also by their common vision for the school, their idealism and their genuine passion for the school and for the students. They are teachers who love teaching. Together, through the series, they face numerous challenges in the school ranging from a basic lack of resources, under-qualified teachers and an ever-changing curriculum to child-headed households, drugs and gangs to rape, a viral sex video and teenage pregnancies. Can Keneilwe rebuild the school as she rebuilds her life?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}