{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 November 2015"
            },
            {
                "country": "USA\n",
                "date": "23 November 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::23 November 2015",
            "USA::23 November 2015                            (internet)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Gas vs. E85: Power and Pros & Cons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    We test the power differences between 118-octane race gas and Rockett Brand E85 ethanol-blended fuel. There's a lot more to just the horsepower curve, though, as we test Holley's out-of-the-box carburetor tunes, discuss other tuning differences, and go over a long list of other considerations you should make if you're planning a changeover to E85. While the ethanol blend can be used for a variety of different engine designs, the test here focuses on a naturally aspirated, high-compression engine making 750 horsepower. Can you drive an engine like this on the street ...    "
                },
                "2": {
                    "title": "Chevy 350 vs. Ford 351",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    This time on Engine Masters presented by AMSOIL, it's a horsepower battle with the world's most popular classic V-8s: the Chevy small-block versus the Ford Windsor. Using rebuilt short-blocks and parts packages from SummitRacing.com, the Engine Masters team built two engines as equally as possible, using a Chevy 350 and a Ford 351 with Holley carburetors, Edelbrock RPM Air Gap intakes, Air Flow Research 195 heads, Comp Cams hydraulic roller cams, and 13/4-inch-tube headers. Will one small-block make more power than the other based on inherent design superiority? The ...    "
                },
                "3": {
                    "title": "How Oil Kills Power!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    We explain how oil kills power-because it's not about synthetic versus regular oil and not about a brand-to-brand comparison, but about windage and oil-pan design. We take a 700hp big-block Chevy and show you how too much oil can kill 20 hp, and you'll also see gains when we go from a stock-design pan to a Milodon drag-racing oil pan.    "
                },
                "4": {
                    "title": "Intakes for Torque vs. Horsepower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    It's back to basics with a comparison of dual-plane versus single-plane intake manifolds. While the intakes used here are typical for any carbureted V-8, the lessons about how the length of the intake runners affects the shape of the power curve apply to any four-stroke engine. So are you into low-end grunt, or top-rpm horsepower? And how much of one are you willing to sacrifice to get the other?    "
                },
                "5": {
                    "title": "Turbo LS the Rgith Way!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    There is no hotter engine package these days than the turbocharged GM LS-Series V-8. Many people have proven that you can pull a 4.8L or 5.3L straight out of a junkyard and boost it to the moon and make 1,000 hp-but what if you're a little more conservative and want to have huge power but also reliability from an engine you can drive every day on pump gas? We'll show you where we spent the money and where we saved it, and why we chose some lower-power components in favor of budget and reliability as we make incredible power from a 5.3L with a single turbo, 91-octane ...    "
                },
                "6": {
                    "title": "If Accessories Could Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "23 May 2018",
                    "year": "2018",
                    "plot": "\n    You asked and we're here to answer. We take our small-block Chevy 383 and show, piece by piece, how much power your water pump kills. We move from an electric pump to mechanical with all kinds of cooling tricks to show you just how little it matters. We even throw on an alternator under load just to drive the point home.    "
                },
                "7": {
                    "title": "598CI of Torque vs. Horsepower!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Get ready for \"no replacement for displacement\" with a massive 598ci BluePrint Engines crate big-block Chevy. We're going to show you two completely different power combos, one for low-buck and massive street-ready low-end torque, and a second one for high-buck and high-rpm killer horsepower. Both of these setups proved super effective and we'd encourage you to duplicate them, but the episode also addresses the age-old questions about torque versus horsepower and how they are affected by parts selection and rpm-as well as how they might need to be set up in a car. And...    "
                },
                "8": {
                    "title": "1,500HP Junkyard Short-Block!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A junkyard Chevy LS engine with a turbo-it's a dime-a-dozen concept these days, but how big can it go? To find out, Engine Masters went to the originator of the \"Big Bang Theory\" dyno test: Richard Holdener, who delivered the world a 1,200hp boosted 4.8L way back in 2011 in the pages of HOT ROD magazine. Holdener has brought many junkyard engines to a power-adder-assisted demise since then, and has found the connecting rods to be the weak spot. The Gen IV engines have better rods, so this time the victim is a 6.0L with a pair of BorgWarners on the way to 30 psi. Will ...    "
                },
                "9": {
                    "title": "What's the Best Intake for Nitrous Oxide?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    More myths shattered. For decades, street/strip racers have been told not to run nitrous-oxide injection on the most common dual-plane intake manifolds because \"you'll get fuel distribution problems.\" But is it true? We're here to find out on Engine Masters presented by AMSOIL, where this time we run the most popular intakes with a 175hp nitrous shot and analyze cylinder-to-cylinder air/fuel ratios to discover the facts. While we're at it, we'll find out which intake makes the most power on nitrous.    "
                },
                "10": {
                    "title": "EFI vs. Carbs Redux!!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "12 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A show for the ones who disputed our Episode 2 test with throttle-body injection (TBI) not being real electronic fuel injection (EFI). So we're back and more serious than ever with a state-of-the-art 1,050-cfm multipoint EFI system facing off against the 750- and 1,000-cfm relics known as carburetors. Which will squirt the most power into our tried-and-true 383 Chevrolet? Find out here.    "
                },
                "11": {
                    "title": "200-MPH Horsepower!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    This Engine Masters is very personal to host David Freiburger, since it's his own race engine that he handbuilt in the quest to get into the 200 MPH Club at El Mirage Dry Lake. Instead of the normal A/B testing on Engine Masters, this episode will focus on the details that make the engine optimized, specifically for the sustained wide-open throttle operation required for land speed racing. Plus, you'll get to see a ProCharger make more than 1,000 horsepower on a 23-degree, 347ci small-block.    "
                },
                "12": {
                    "title": "Stock vs. Built vs. Boost vs. Both",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "7 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    In the modern world of bulletproof bottom ends, boost has become the go-to for bolt-on power. But is it really the best way to get where you want to be? David Freiburger, Steve Dulcich and Steve Brulé take a bone-stock 5.3 truck LS and test four different combos of built and boosted. Building off the baseline of the naturally aspirated motor, they pull big numbers with just an intercooled turbo setup. Next, they pull the turbo to build it N/A with heads, a cam, and an intake, and then finally hang the turbo back onto the newly built mill. The choice is up to you (and ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Dyno Proven: 50 HP With One Bolt-On!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Engine Masters is an all-new show for the Motor Trend channel. Each episode takes you into the engine-dyno room where power claims are questioned and head-to-head shootouts ensue. Engine Masters finds the truth about speed parts and has a lot of fun doing it with hosts David Freiburger of HOT ROD and Roadkill, Steve Dulcich of Engine Masters magazine, and Steve Brule of Westech Performance Group. In this first episode you'll find out if Blueprint Engines is accurate in its advertised power for a 400ci Chevy small-block crate engine, and then we'll see if Freiburger is...    "
                },
                "2": {
                    "title": "Carburetor vs EFI Shootout!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Should you run a carburetor, or should you try the new and easy self-learning EFI setups? We'll dish up answers in this episode of Engine Masters, presented by AMSOIL. Host David Freiburger, Steve Dulcich, and Steve Brule strap a 5.3L LM7 engine to the engine dyno and look at the price, installation, and power of a Holley 750-cfm double-pumper versus Holley's Terminator throttle-body EFI. The guys come up with a big part-mismatch nightmare along the way-one you should also watch out for. As you're watching the episode, keep in mind that most of the ...    "
                },
                "3": {
                    "title": "383 Chevy vs. 383 Mopar!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    It's our first head-to-head shootout with two engines: a Blueprint Engines crate Chevy 383 small-block versus a hand-built Mopar 383 by Engine Masters host Steve Dulcich. To make this a fair test, we equalized as many variables as possible: both en    "
                },
                "4": {
                    "title": "Exhaust Header Bash! Testing Power Loss From Dents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    If you've ever installed a set of high-performance exhaust headers, then you've probably bashed those exhaust tubes with a hammer to get them to clear everything in the chassis of the car. It's a super common problem, but people often    "
                },
                "5": {
                    "title": "Hellcat Power with a 5.7 Hemi?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    This time on Engine Masters, presented by Amsoil, you'll learn a good combo for 470-plus horsepower from a stock-bottom-end 5.7L Dodge Hemi, and then see us add a Paxton supercharger in the hunt for 707 horsepower just like one of the new Dodge Hellcats.    "
                },
                "6": {
                    "title": "Are CNC-Ported Cylinder Heads Worth the Money?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Topping your engine with a set of aftermarket cylinder heads is a near-certain method for making more horsepower and torque-but is the extra power really worth the money? In this episode of Engine Masters, presented by Amsoil, we answer that questi    "
                },
                "7": {
                    "title": "Holley vs. Edelbrock, Tri-Power vs. Dual-Quad!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Dual quads! Three deuces! Eight barrels! Six jugs! The lore of multiple carburetors runs deep in the hot rodding world, and in the muscle car era it was common for the OE manufacturers to up their cars' performance and image with either two four-ba    "
                },
                "8": {
                    "title": "Battle of Budget Boost! Centrifugal vs. Roots, Paxton vs. Weiand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Boost is good. Forced induction makes huge power, and you want it cheap and easy. This time on Engine Masters presented by AMSOIL, we look at the two most affordable implements of boost from SummitRacing.com: a Paxton Novi 1200 blow-through-carburetor cen    "
                },
                "9": {
                    "title": "The Power of 2.5- vs. 3-Inch Exhaust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 May 2016",
                    "year": "2016",
                    "plot": "\n    You're sitting around with your typical street/strip V-8 and wondering, should I get 2.5-inch-diameter exhaust pipes and mufflers, or should I go 3-inch? In this episode of Engine Masters, presented by AMSOIL, we will help you decide, giving answers about    "
                },
                "10": {
                    "title": "600hp Camshaft Shootout! Hydraulic vs. Solid.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode of Engine Masters presented by AMSOIL, you'll learn a simple combination for a 600hp big-block Chevy. Many people building engines like this are torn between the streetability of a camshaft that uses hydraulic roller lifters and the    "
                },
                "11": {
                    "title": "Stroker Shootout! Ford vs. Mopar 408s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The 408 is one of the most popular small-block V-8 stroker combinations for Chevy, Ford, and Mopar. This time on Engine Masters presented by AMSOIL and supported by Earl's Vapor Guard and Mr. Gasket, we take the first step to find out which engine    "
                },
                "12": {
                    "title": "Pick The Right Exhaust Headers!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    In episode 4 we famously destroyed a set of Hooker headers with a hammer to see if dents in tubes really make a difference in performance. Folks said our test was flawed because if dents in the tubes didn't affect performance, then the headers must have been too large to begin with. So now we've tested that theory, running three sets of Hookers on the same engine we used in the header-bash episode. We tried 1-5/8, 1-3/4, and 1-7/8. Were the viewers right that we'd picked wrong the first time?    "
                },
                "13": {
                    "title": "How Much Nitrous Can a Stock Engine Take?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The 13th episode of Engine Masters, presented by AMSOIL, is an unlucky one for a poor little 305ci Chevy small-block. It was the victim of our test of how much nitrous oxide power boost can be tolerated by a completely stock short-block with the original cast crank, rods, and pistons.    "
                },
                "14": {
                    "title": "Junkyard Jewel Power Bolt-Ons!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "3 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    We show you why the age-old concept of pulling a used engine from a running car and slapping some speed parts on itmight not always be the best idea. Our special guest engine is the Mopar 360 small-block V8 from Episodes 3 and 4 of Roadkill Garage, where we plucked it from a 1975 Dodge truck and slapped it into a 1970 Dodge Challenger. For this show, we set up the 360 with all-stock parts, ran it on the dyno for a baseline, and then added a bunch of speed parts. We gained 140 horsepower.    "
                },
                "15": {
                    "title": "Power Test: Cast Manifolds vs. Headers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "31 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Cast-iron manifolds versus mid-length headers versus long-tube headers: Which one is best for you? In this episode of Engine Masters presented by AMSOIL, we again look to our loyal fan base to feed us ideas of power tests they want to see.    "
                },
                "16": {
                    "title": "Roller vs. Flat-Tappet Cams!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Do you want to spend big bucks on a hydraulic roller cam setup or low bucks on the old-school flat-tappet cam? The answer depends on your desire for power and durability, and this episode of Engine Masters will spell out the differences in the two camshaft designs so you can decide what's best for your car. The test engine here is a 500hp, 400ci small-block Chevy crate engine from BluePrint Engines, and the camshafts and lifters are from Isky Racing Cams.    "
                },
                "17": {
                    "title": "Cheap vs. Expensive Mufflers!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode of Engine Masters presented by AMSOIL and sponsored by Mr. Gasket and Earl's Vapor Guard, we explore whether the price of a muffler makes a difference when it comes to performance.    "
                },
                "18": {
                    "title": "Stock Vs. Stroked Horsepower Test!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Increasing engine displacement with a stroker kit is a proven way to get more horsepower and torque, but exactly how much power can you expect? In this test of \"there's no replacement for displacement,\" the hosts of Engine Masters run a dyno comparo you've probably never seen before: two engines with all the same specs except for the crankshaft stroke. One small-block Mopar engine is a 410ci stroker, while the other is a 367ci stocker with an overbore. They use the same carb, intake, cam, heads, compression, and headers. You think the bigger engine makes far more ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Camshaft Specs Explained",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ever wonder what those camshaft specification numbers really mean and how they affect engine performance? Engine Masters is here to help, as David Freiburger explains cam lift, duration, lobe separation angle, and installed centerline. Next, we test a low-rpm cam and a high-rpm cam in the same engine to demonstrate the power differences.    "
                },
                "2": {
                    "title": "Cooling Fan Shoot-Out!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Usually on this show, we are all about making more horsepower, but on this episode of Engine Masters, we are trying to kill horsepower. We bolt four different types of cooling fans onto our 350 small-block Chevy, all with different designs and material. Which one takes the most horsepower, and which one takes the least? Watch and find out.    "
                },
                "3": {
                    "title": "DIY Cylinder Head Porting Gains 92 Horsepower!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Engine Masters presented by AMSOIL reinforces the fact that Steve Dulcich is not just the guy in the back of the dyno room-he's a legit engine master. And you won't question that after you see his homegrown porting job on a set of Edelbrock aluminum cylinder heads for a small-block Mopar pick up a whopping 92 hp. To be fair, that gain also includes porting work on the Victor Jr. intake manifold by Bryce Mulvey. All this work tops off the same 410ci small-block Mopar from BluePrint Engines that was seen on Engine Masters Episodes 11 and 18.    "
                },
                "4": {
                    "title": "Straighth Exhaust vs. H-Pipe vs. X-Pipe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    We test the power of straight dual exhaust with no crossover pipe versus using an H-pipe versus an X-pipe. Will the old bench-racing stories come true, or is it all hocus-pocus? We find out using a basic 5.3L GM LS3 engine then precisely spell out the effect these exhaust-system modifications have on horsepower and torque.    "
                },
                "5": {
                    "title": "Engine Masters Meets the Roadkill Rotsun Turbo 5.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    We take the Roadkill Rotsun and find out how much power that bone stock turbo charged 1987 5.0L Mustang engine really makes. With a science experiment of a rig, get ready to be shocked. The numbers don't lie.    "
                },
                "6": {
                    "title": "Best Cheap Chevy 350 MODS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Get ready to explore an ancient scenario but still one of the most-asked tech questions we are asked: What budget bolt-ons can be used on a stock small-block Chevy 5.7 to get more horsepower? Watch as we take the cheapest Chevy 350 crate engine you can buy and make mods that gain nearly 130 horsepower. It's a dyno-proven, easy-to-install power combo that will give you the best bang for your buck.    "
                },
                "7": {
                    "title": "Supercharger Tuning and Proven Power!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "14 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    There's nothing we love more for big torque and visual impact that a good ol' antiquated roots supercharger. This time on Engine Masters, presented by AMSOIL, hosts David Freiburger, Steve Dulcich, and Steve Brulé show you how to install and tune a Weiand 6-71 blower and dual 750-cfm double pumpers on a budget 350ci Chevy short-block.    "
                },
                "8": {
                    "title": "How Much Boost can a Stock Eninge Take?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Engine Masters find out if you can stuff 25 psi of boost into a cast-piston, stock-crank short-block and have it live. Watch as we strap a ProCharger centrifugal supercharger to a bone-stock Chevy 350 bottom end and keep stepping up the boost to find the breaking point. But there's a hitch: At the start, we agreed we'd let the engine live if it could make 750 hp and survive. So did we leave parts on the floor, or did we make stupid power with a foolish combo? We'll tell you this much now-we did the best we could to show you blow-through boost tuning by keeping the ...    "
                },
                "9": {
                    "title": "Air Filter Horsepower Shootout!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    If you've ever wanted to know if a car's high-performance air filter makes a difference, or if your small filter is killing horsepower, you've come to the right video. Engine Masters test a whopping 19 different combinations of filter sizes and styles including paper elements, K&N filters, stock housings, dual-snorkle housings, velocity stacks, filtered lids, and way more-all the way up to some shocking results with tablewear. Our test engine is a 750-horsepower, 496ci big-block Chevy, but the data we gathered is relevant for any engine down to about 300 horsepower.    "
                },
                "10": {
                    "title": "Cylinder Head Games- How Big is too Big",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    We test the long-standing Internet theory that too big of an intake port kills bottom-end torque. Watch us take the mildest of 408 Ford small-blocks and try to make the torque curve dance by bolting on three different heads from AFR. Will the myth be busted, or will we stumble upon a surprisingly awesome combo for a small-block Ford? The answer to at least one of those questions is YES!.    "
                },
                "11": {
                    "title": "Do Roller Rocker Arms Add Horsepower?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Engine Masters (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    One of the most common valvetrain upgrades for pushrod-style engines is roller rocker arms, which are often said to increase horsepower through reducing friction. But is it true? You'll soon find out as we use a 7,000-rpm, small-block Chevy to test stock-type stamped-steel rockers, roller-tip rockers, full rollers, and full rollers with a ratio of 1.6:1 rather than the stock 1.5:1. We'll reveal the facts and myths around the horsepower claims and discuss other things you need to consider before purchasing any rocker arms for performance engines of any kind.    "
                }
            }
        },
        "number of episodes": 41,
        "cast": [
            {
                "name": "Brule, Steve"
            },
            {
                "name": "Dulcich, Steve"
            },
            {
                "name": "Freiburger, David"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 8.8,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGI2Y2FiNmMtODAzNi00YjIzLWIyYjMtN2I0OGE0OWIzZmYxXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "An all-new show featuring parts testing and engine-to-engine shootouts. Developed from the popular Engine Masters Challenge - hosted by David Freiburger of Roadkill, Steve Dulcich of Engine Masters magazine, and Steve Brule of Westech Performance Group.",
        "languages": [
            "English"
        ],
        "title": "Engine Masters",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Engine Masters (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Brule, Steve"
            },
            {
                "name": "Dulcich, Steve"
            },
            {
                "name": "Freiburger, David"
            }
        ],
        "production companies": [
            {
                "name": "StudioTEN"
            }
        ],
        "plot": [
            "An all-new show featuring parts testing and engine-to-engine shootouts. Developed from the popular _Engine Masters_ (qv) Challenge - hosted by David Freiburger of Roadkill, Steve Dulcich of _Engine Masters_ (qv) magazine, and Steve Brule of Westech Performance Group."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "males": {
                "votes": 5,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 8.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 9
    }
}