{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 April 2015"
            },
            {
                "country": "USA\n",
                "date": "23 April 2015",
                "notes": "                            (Version Festival 15)"
            }
        ],
        "release dates": [
            "USA::23 April 2015",
            "USA::23 April 2015                            (Version Festival 15)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Nice to Nietzsche",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "14 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: NOT WITHOUT MY CONSEQUENCES: \"Designer Babies,\" Show within a show: Star reporter Helen \"Gretchen\" Marather and abused producer Randolph sneak into Russia as a lesbian couple to covertly investigate designer babies. Helen \"Gretchen\" has a crisis of faith about her abilities as a reporter; NATURE ESSAY Andrew reflects on the primordial sounds of nature; SOUR KRAUTS A documentary asserts the real reason for Nietzsche and Wagner's falling out, which is reenacted; Song: \"That Which Does Not Kill You Makes You Stronger\"; NONE ARE THE ...    "
                },
                "2": {
                    "title": "Morgan Le Freeman",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: ISSUES AND TOPICS: \"Myron Lays Over The Ocean\" Show within a show: Randolph changes his name to empower himself, but ends up frazzled when his scheduled guest doesn't appear and the janitor takes over the show; THE VOICE YOU HEAR Parody of spooky anthologies includes \"Not Far From The Tree,' \"Killer Ringtone,\" and \"Say Cheese\"; TAG THE DOG The Committee to Investigate Russia's propaganda piece starring Morgan Freeman is satirized as a plot by cartoonish super villains; PUNCH'S PLAYHOUSE Suspense anthology includes \"Traffic Stop,\" ...    "
                },
                "3": {
                    "title": "Cat Steve Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "11 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: TELL ME AGAIN (about the ghetto) Song; CAT STEVENS AND FRIENDS A morning show tries to stay on task, despite confusion about the title and rising tensions; ONLINE MEDICAL SCHOOL A mother overcomes adversity to attain her online medical degree; PATRON-IZED Andrew attempts to get Cat and Steve excited about his schemes to advertise the show using postcards and cookie sales; BULGARIAN SUGAR BEASTIES Fairy tale: A grandmother recounts the time in her youth when she encountered creatures from Bulgarian folklore; OPPOSITE SIDES OF THE ...    "
                },
                "4": {
                    "title": "Gold, Al Frankensense and Mirth",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "9 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: CARNALVORE Andrew and Steve discuss the sex and food dynamic; THE ADVENTURE GODS: \"This Land is My Land: Show within a show: The trio are called to Elegaria to quash insurgents and instead find apartheid; SOME THOUGHTS ON GAUDI Prose; DRONE ON A working stiff is surprised by his conversation with his robot co-worker; NEWS-O-MATIC Pundits are replaced with blenders on the news; WELL, ACTUALLY Movie trailer for a holiday mansplaining film; NEW HISTORY Preview of a new TV war documentary; DUMB DAD COMMERCIAL Satire of an Allstate ad;...    "
                },
                "5": {
                    "title": "When Bowling Balls Cry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Live, 120 minutes. Segments included: WE DON'T NEED A NEWER HERO Local leprechaun Freckles O'Luckleaf warns the cast that anyone on the show can die at any minute; first appearance of Margie the talking bowling ball; GODZILLA, CHIEF MILITARY ADVISOR General Fredendall seeks the counsel of Godzilla against a series of threats; COMPLICATIONS IN THE RAIN A couple runs into various problems trying to keep a secretive appointment; WHAT DO I KNOW ABOUT ANYTHING? Bandleader Wladyslaw Hizny unwittingly plants seeds of distrust in the cast, still concerned that anyone on the ...    "
                },
                "6": {
                    "title": "Jihadist Homer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Live, 120 minutes. Segements included: PURPOSE BRANDING A Puritan mother takes her baby to the smith to get branded with corporate logos; JIHADIST HOMER (Part 1) Curpreet and his daughter Archie argue about her dating Steve, who then proves Cupreet right; (Part 2) Steve consults an imam to return the Shahada he had previously taken; (Part 3) Lost in Afghanistan, Steve finally finds his way to the terrorist base camp, and proves he's ISIS material; (Part 4) Steve's ISIS cell completes a mission, but then squabble about their pay for it; (Part 5) Realizing ISIS has ...    "
                },
                "7": {
                    "title": "Confucius Wigbadly",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "10 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Live, 120 minutes. Segments included: PLASTIC MAKES PERFECT Show within a show: Star reporter Gretchen Marather and abused producer Randolph travel to Nebraska to meet an amateur chemist who used his recyclables to build a prison; RETURN OF MANSPREAD Infomercial parody about a man-friendly edible spread; includes the \"Theme to Manspread\"; THE SUB-BASEMENT, PART ONE , Suspense; Two thrill seekers bribe their way into the basement of the post office where H.H. Holmes murder castle once stood, but soon become unnerved; SON OF MANSPREAD A Frenchman is introduced to the ...    "
                },
                "8": {
                    "title": "Single Celled Organisms",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Live, 120 minutes. Segments included: MOBY DORK A dramatization of Melville's forgotten first draft of \"Moby Dick\"; THIRTY YEARS TIL NOW Steve begrudgingly attends his grade school's thirty-year reunion, and disaster ensues; later, the cast performs the patented Sweetheart Show Stand-Up Spectacular on the thirty-years theme; SKIPPER LUNCH OF THE ICC Show within a show: High school student Skipper is unwittingly drawn into her uncle's world of espionage and the fight against Mah Dusa's evil machinations; CANDLE A reading of the names of the fallen students from Marjory...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    60 minutes, Pre-recorded. Segments included: DESTRUCTION SEQUENCE A man tries to reason with a computer programmed to destroy the world; WIND HILL An old woman in search of a mythical land is confronted by the crafty troll Bjerg Hulder; WINDY CITY Movie trailer parody about a proactive journalist stymied by traffic; the first time \"And Don't Call Me Sweetheart\" is used; THE GREAT CORVID An original creation myth about a young Creator and the great bird he entrusts to create night, wind and tide; THE WIND THAT SHAKES THE WILLOWS The tragedy of Michael Collins as though...    "
                },
                "2": {
                    "title": "In Which We Assert Our Dominance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Live, 120 minutes. Segments included: LACK HEAD Anne Boleyn's final appearance on a Tower of London talk show; TWITTER DEBATE Candidates speak using Twitter jargon (idea later used in McDonald's breakfast commercial); MOUNTAIN Original song; WEAPONIZING CROWS News profile of an inventor determined the future of weapons tech involves crows; CRAZY UNCLE STEVE: \"Happy Fleet\" part 1, Show within a show: When a rogue French sub attempts to reclaim the Statue of Liberty, Steve and Jerry try to win over a Navy recruiter so they can enlist; includes the parody song \"Anchor ...    "
                },
                "3": {
                    "title": "Son of Beware or Be Scared",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "The Don't Call Me Sweetheart Show Christmas Extravaganza and Baked Goods Display",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Live, 120 minutes. Special musical guest was Foiled Again. Segments included: AH, CHRISTMASTIME Pointing out bad or ironic Christmas traditions, the cast agrees to end the broadcast since the rest of the script might be offensive to religious groups; THE DICKENS Charlie Sheen uses the \"Christmas Carol\" ghosts to find a cure for his disease; Present tries to help Past live for today; FORCE FED The insane levels of \"Star Wars\" marketing; WHY I DON'T DO DRUGS Stephen recounts his actual dreams involving the punchline to Britain's dirtiest joke, and Peter Cook; GHOSTS OF ...    "
                },
                "5": {
                    "title": "Minus One, or is this Zero?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 minutes. Segments included: MISTAKEN WIZARD Abbie can't find the Bud Billiken plaque, but a Wizard transports her back to the show; GOIN SOUTH Song; DEVALUES A consumer can't understand why the $10 bill with the woman's face is worth $2 less than the $10 bill with the man's face; THE OLD BALL GAME Parody of \"Who's On First?\"; MIDNIGHT CALLER A man retreats to his friend's apartment after a break-up; COMMERCIAL THEATER Ad for \"Never Mind the Bollocks: The Sid and Nancy Musical.\"; CHANNEL CHANGERS Quick skits includes The New York Times hyping a sociopath; ...    "
                }
            },
            "2": {
                "1": {
                    "title": "The Riddle of the Stinks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 minutes. Segments included: STORY Monologue, observations on the fall and rebirth of human civilization; AUTO-MA-TON A man's mother pretends to be an automated answering system to coax an apology from him; STUCK UP a convenience store robber is thwarted by the \"no guns\" window sticker; ATTACK OF THE MATTRESS STORES A couple learns the terrible secret behind the over-abundance of mattress stores; GOING AROUND The Wonder Twins of \"Super-Friends\" fame realize their powers ARE super groovy; CHANNEL CHANGERS Quick skits including JFK is a doughnut; THE STAR ON ...    "
                },
                "2": {
                    "title": "Down to a Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    FRECKLES O'LUCKLEAF A couple discovers a leprechaun and tries to coax him intro granting three wishes; cracking-up; TV LISTINGS Parody of TV show commercials for \"I'll Sleep When I'm Dead,\" \"Glitches, Please,\" \"Priest Cop\"; RED-BLOODED AMERICAN MALES: \"Genus Sexay\" Show within a show: Buck and Flash attend their high school reunion, and confront a transitioning classmate, a down home girl, a true crime recluse and a discriminating beauty; TEEN GASTRONOMIST A serious-minded reporter profiles a slightly air-headed teen chef; INTELLECTUAL PROPERTY HUNTERS A film producer...    "
                },
                "3": {
                    "title": "Candrew Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 minutes. Segments included: THE OLDS A women recounts the best night of her life, spent with her husband in the back of their Oldsmobile; CANDREW BAR Steve wonders why Wladyslaw knows such many of Andrew's personal details; Annabelle and Helen join them to point out how Andrew's insistence on not being called \"Andy\" affects the scripts; HENRY DAVID THOREAU Song: Jaunty tribute to the environmentalist and his cause; ELEVATOR SPEECH An elevator passenger slow-burns at another passenger's conditions for pressing the floor button; BEST WORST FRIEND A jerk ...    "
                },
                "4": {
                    "title": "Radio Nom Nom",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 minutes. Segments included: CUSTOMER APPRECIATION DAY Chaos ensues when an old man drives his granddaughters to work and meets their stoner co-worker; CHINESE RESTAURANT A paranoid couple freaks out over too many fortune cookies; FREEWILLIN' A folksinger recounts inspiring a creaky-voiced singer who legally is not Dylan; PLAY BALL Snippet of a public broadcasting documentary, \"Baseball: America's Euphemism\"; USELESS IMAGE A shopper cannot find the right relaxing clock radio; ECHO CHAMBER A philanthropist is thwarted by overbearing activists; TRANSFORMERS IN ...    "
                },
                "5": {
                    "title": "I Know What It Means!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 Minutes; TAZEY RIVER Monologue, Steve recounts getting tazed; MIND THE GENERATION GAP A middle-aged man converses with a teen on a train; LABOR DAY Hercules is unprepared when the Hydra starts singing; THAT'S THE GIST Parody of a game show for people with some knowledge; OUTER LIMITS Two fellas debate whether the documentary that called the moon landing fake was a hoax; NEO-HAMLET An understudy is literally thrust into the spotlight and rewrites the tragedy of Hamlet to the positivism of; WHEN THE WHITE LIGHT TURNS AMBER Poem; WHY A DUCK? A Lieutenant ...    "
                },
                "6": {
                    "title": "Dublin, 1916",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "28 May 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 minutes. Segments included: HATCHET-PROOF VEST Wladyslaw's inventing disturbs Show rehearsal, and Steve becomes subjected to the new invention; THEATRE OF WAR Dramatization of the 1916 Irish Rebellion; GOLDEN GIRLS PARTY, Part One, The cast decides whether or not to attend a \"Golden Girls\" costume party hosted by Jerry; FOX HUNT A deputy tries to save her serial killer prisoner from a lynch mob; WEIRD SCIENCE 2.0 Dr. Gloria Frankensteinem and Shegor struggle to create the New Woman; MARRIED TOO LONG A husband clings to his male identity in the wake of a new ...    "
                },
                "7": {
                    "title": "Tickles from a Sunny Field",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "11 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 minutes. Segments included: GOOD BOOK CLUB Wine-loving, weekly book club ladies critique the Bible; ALAS, POOR YORKSHIRE Parody of vintage British sitcoms about gay and straight flat mates and their camp, yet homophobic, landlord; I WISH TONIGHT Starlight laments that she cannot help grant wishes and Starbright comforts her; KING and COUNTRY The moment King William and PM Harry dissolve the monarchy and transform the United Kingdom into the United Republic; YOU WANNA REVOLUTION Behind-the-scenes parody of the Don't Call Me Sweetheart Show; RED-BLOODED ...    "
                },
                "8": {
                    "title": "Wherein the Curtain Lowers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 minutes. Segments included: ACTION REDACTION The cast argues about using topical references, then decides they'll just redact those references later; TIENANMEN SQUARE: GODDESS OF DEMOCRACY Monologue: The impact of having watched the Tiananmen Square massacre unfold, and the actual words the students used in their dedication to their handmade Statue of Liberty; OH, K Internal politics disrupt the meeting of a local hate group; STACK Prose, a riff on Staggerlee; THE GRADY TWINS: \"Go to Estes Park, Colorado,\" Part one, Show within a show: Delbert and Charles ...    "
                }
            },
            "3": {
                "1": {
                    "title": "I'm Sorry, Episode Dave, I Can't Do That",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Live, 120 minutes. Segments included: DIJON Monologue; WELCOME TO A NEW SEASON The cast attempts to define the show; EPISODE DAVE, PART 1: DO THEY KNOW IT'S CHRISTMAS TIME AT ALL? Kaylee reveals she's being harassed by an online troll; Flashback to the Christmas party (Hell's Belle, the girls get high on nutmeg, Christmas Cobra crepes, Andrew rails on the Irish, Smierc Smoka, Niesamowite Znak), Christmas suicide songs; stand up comedy bit about coffee mugs; intro Dave, why he's subbing for Steve; TRANSITION MUSIC Andrew is interrupted while trying to explain ...    "
                },
                "2": {
                    "title": "Unexpected Cliffhanger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: FINGER BONES Steve is annoyed when local musician Finger Bones solicits his music for the show and hits on Kaylee; CREATIVE PROCESS Monologue: Helen wants to write for the show but is continually distracted; THE TIME MACHINE Kaylee insists on building a time saving machine, despite Steve and Helen's attempts to dissuade her, and ends up meeting Jeptha Jones; A PRESENT FOR JIMMY Two senile grandparents send their grandson an unexpected birthday present; ON LAW, A WING AND A PRAYER A terrorist attempts to blowup an airplane ...    "
                },
                "3": {
                    "title": "The Call Me Kaylee Ross Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "28 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    STOCKHOLM SYNDROME Monologue: Helen looks at her struggle with vodka from a sober perspective; KAYLEE GETS A SHOW (Part One) Kaylee feels left out by the other cast members, so she stages a coup and begins the show within a show, \"The Call Me Kaylee Ross Show\"; Andrew, Helen and Steve deal with the news; Kaylee deals with craziness at her job at the Apple store; Kaylee and her roommate Sara plot to add phone jacks to the new iphone; Andrew, Helen and Steve plot to get back on the air; Kaylee and Sara start a business hacking iPhones that receives tons of orders and ...    "
                },
                "4": {
                    "title": "Obsequious",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "25 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: DOCTOR VERSUS PhD The intellectual late night talk show \"Issues and Topics\" sees a cardiac surgeon and poet clash over the human heart; THE PROBLEM WITH BEING PETTY Things backfire for Steve when, angered at only having two lines in the previous scene, he attempts to shortchange the lines of Andrew - and Helen, at Kaylee's request; ON THE ROAD (AGAIN) Pissed rockers on a tour bus talk of social change, but end up writing a typical homesick ballad; Includes the song, \"Road Song\"; CARMICHAEL'S REVENGE Kaylee wants to share ice box ...    "
                },
                "5": {
                    "title": "Just Remember When a Dream Appears",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "11 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: MISFORTUNE TELLER An idiot is swindled by Rikimurthi the Omniscient; PART 1: SEE THE MARKET PLACE IN OLD ALGIERS Deciding on lunch, Andrew, Kaylee and Helen debate the authenticity of \"Mediterranean\" food; PART 2: BATTLIN' DEPRESSION BOTS A toy inventor hijacks the focus group to promote his transforming robots; time travel elements introduced to the arc; PART 3: SEND ME PHOTOGRAPHS AND SOUVENIRS The trio eats at Cupreet's Mediterranean restaurant, noticing changes to the time stream and Andrew's affections for Helen; includes the...    "
                },
                "6": {
                    "title": "That's Not the Way to Get Rich",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "25 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: CHRISTOPHER COLUMBUS IS AMONG US (False intro) Inspired by the \"Sweetheart\" show, Randolph Mantoothberg builds his own time travel to the 90's machine and inadvertently plucks Columbus from the time stream; IS THERE LOVE FOR A SINGLE MOTHER Newly single mother Amy deflects the advances of an over eager co-worker while dealing with the emotions for her estranged husband; RHYTHM AND POLKA Finger Bones schemes with Wladyslaw to get his demo on the \"Sweetheart\" show; introduces Brand New Larry; AL JOLSON IN \"WHO STOLE THE KISZKA?\" ...    "
                },
                "7": {
                    "title": "And Then She Seen It",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: CRYPTOZOOLOGEE Parody of \"In Search Of\" and \"Unsolved Mysteries\"; THE GRADY TWINS: \"Bring Your Father to School Day\" Show within a show: The twins and their classmates rebel to make \"bring your father to school day\" more inclusive; Delbert and Charles think they're the father the girls opted for; LESSER THAN Sadaf Ferdowsi's prose about an Iranian-American's search for identity throughout her youth; BRITISH JUSTICE (Part one) A detective returns to the Met following her gender reassignment surgery and is tasked to solve the ...    "
                },
                "8": {
                    "title": "Toxic or Artificial Ingredients",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Don't Call Me Sweetheart! Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    Live, 120 minutes. Segments included: FRECKLES LOSES HIS ENDORSEMENT DEAL Kaylee consoles the leprechaun, who is still rattled by the events of May 5th; BRITISH JUSTICE (Part two) Mul tries to sabotage evidence; Deca confronts Chalmers about her role in Britain's attack; Britain is arrested; AVALON, Part One: Guinevere, Camelot's rise and fall, from Guinevere's POV; FORMAT CHANGE, Part One, Andrew has a meeting with TV producer Justice, and inadvertently makes \"Sweetheart\" a reality TV show; Andrew meets Giang; FORMAT CHANGE, Part Two, The cast reacts to the format ...    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Krzak, Andrew Gregory"
            },
            {
                "name": "Sonneveld, Stephen"
            },
            {
                "name": "Manasses, Helen"
            },
            {
                "name": "Avram, Paul"
            },
            {
                "name": "Ross, Kaylee"
            },
            {
                "name": "Munansangu, Michelo"
            },
            {
                "name": "Mazzaro, Monica"
            },
            {
                "name": "Hobbs, Erika"
            },
            {
                "name": "Lavery, Christopher"
            },
            {
                "name": "Perez, Catherine"
            },
            {
                "name": "John, Gloria"
            },
            {
                "name": "Gnoli, Alessandro"
            },
            {
                "name": "Ambrose, Yvonne"
            },
            {
                "name": "Ciancuillo, Anabelle"
            },
            {
                "name": "Genualdi, Jessica"
            },
            {
                "name": "Marcotte, David"
            },
            {
                "name": "Welsch, Abbie"
            },
            {
                "name": "Adams, Jamiece"
            },
            {
                "name": "Ferdowsi, Sadaf"
            },
            {
                "name": "Oltmanns, Alyssa"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "budget": "$50,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Don't Call Me Sweetheart! Show",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Don't Call Me Sweetheart! Show (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Krzak, Andrew Gregory"
            },
            {
                "name": "Sonneveld, Stephen"
            },
            {
                "name": "Manasses, Helen"
            }
        ],
        "production companies": [
            {
                "name": "Hard To Pronounce Productions"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}