{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 January 2007"
            },
            {
                "country": "Sweden\n",
                "date": "24 May 2007"
            },
            {
                "country": "Hungary\n",
                "date": "15 August 2007",
                "notes": "                            (limited)"
            },
            {
                "country": "Denmark\n",
                "date": "30 August 2007"
            },
            {
                "country": "Hungary\n",
                "date": "31 August 2007"
            },
            {
                "country": "France\n",
                "date": "19 November 2007"
            },
            {
                "country": "Romania\n",
                "date": "7 December 2007"
            },
            {
                "country": "Netherlands\n",
                "date": "1 January 2008"
            },
            {
                "country": "Spain\n",
                "date": "26 March 2008"
            },
            {
                "country": "Japan\n",
                "date": "11 May 2008"
            },
            {
                "country": "Australia\n",
                "date": "21 May 2008",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Estonia\n",
                "date": "1 December 2008"
            }
        ],
        "release dates": [
            "USA::2 January 2007",
            "Sweden::24 May 2007",
            "Hungary::15 August 2007                            (limited)",
            "Denmark::30 August 2007",
            "Hungary::31 August 2007",
            "France::19 November 2007",
            "Romania::7 December 2007",
            "Netherlands::1 January 2008",
            "Spain::26 March 2008",
            "Japan::11 May 2008",
            "Australia::21 May 2008                            (DVD premiere)",
            "Estonia::1 December 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Dirt"
            },
            {
                "countries": "Estonia",
                "title": "Kõmulehe raisakotkad"
            },
            {
                "countries": "Greece",
                "title": "Dirt"
            },
            {
                "countries": "Hungary",
                "title": "Dirt - A hetilap"
            },
            {
                "countries": "Poland",
                "title": "Intrygi i klamstwa"
            },
            {
                "countries": "Poland (alternative title)",
                "title": "Brud"
            },
            {
                "countries": "Romania",
                "title": "Tabloid"
            },
            {
                "countries": "Russia",
                "title": "Желтая пресса"
            }
        ],
        "akas": [
            "Dirt (original title)",
            "Kõmulehe raisakotkad Estonia",
            "Dirt Greece",
            "Dirt - A hetilap Hungary",
            "Intrygi i klamstwa Poland",
            "Brud Poland (alternative title)",
            "Tabloid Romania",
            "Желтая пресса Russia"
        ],
        "akas from release info": [
            "Dirt (original title)",
            "Kõmulehe raisakotkad Estonia",
            "Dirt Greece",
            "Dirt - A hetilap Hungary",
            "Intrygi i klamstwa Poland",
            "Brud Poland (alternative title)",
            "Tabloid Romania",
            "Желтая пресса Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Welcome to Normal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 54,
                    "original air date": "2 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Lucy is unconscious and in the hospital after the brutal knife attack by Julia Mallory, who blames 'Dirt Now' for the destruction of her career. Don has a hard time after finding Lucy near-death and his schizophrenia begins taking a toll. Meanwhile, Holt's fame is rising, as Willa begins to rise at 'Dirt Now' in following down Lucy's ruthless and aggressive nature. Lucy prematurely returns to work when she hears that 'Dirt Now' is behind in sales and she hires a new employee, Farber Kauffman, whom she assigns alongside Willa to seek out a story about a pregnant ...    "
                },
                "2": {
                    "title": "Dirty, Slutty Whores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 43,
                    "original air date": "9 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Lucy sends Don out to the L.A. County Jail to photograph a Paris Hilton-type celebrity débutante, Milan Carlton, who lands in jail after one too many drunk driving charges, and she later meets with Lucy to ask her to put a spin on her supposed 'redemption' to her brash life. Meanwhile, Willa and Farber team up to investigate the feud between washed up TV sitcom star Jimmy Darby, and his estranged teenage daughter who plans to make a comeback. Elsewhere, Holt continues to go on with life without both Julia and Lucy.    "
                },
                "3": {
                    "title": "God Bless the Child",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 50,
                    "original air date": "16 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Brent decides it's time to make the fact that he's the boss known to Lucy by allying himself with notorious gigolo Adam Proteau. Meanwhile, Lucy embarks on a dangerous mission of bringing down Tweedy McDaniel, the violent gangster/music mogul, but soon finds that Tweedy is connected to almost everyone. Also, Don finds himself a prisoner when he uncovers the deadly hidden secrets of a famous politician, named Cassie Hope, which involves her murderous son Craig, and the things he hides in his parents basement.    "
                },
                "4": {
                    "title": "Ties That (Don't) Bind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 44,
                    "original air date": "23 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Willa and Farber score another big story as they uncover the dirty secrets behind a hit television series. Meanwhile, Holt's estranged, redneck father appears and gives negative press about him. Lucy decides to get back into a relationship with dating Ted Rothman, a powerful studio executive. Also, Don learns that his estranged brother was involved in an auto accident.    "
                },
                "5": {
                    "title": "What Is This Thing Called?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 42,
                    "original air date": "30 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Lucy and Holt make serious decisions about their love affair, or lack of it as she hires a British paparazzi to tail him and Holt's new love interest, while she continues her own tryst with Ted Rothman. Meanwhile, Don's friendship with a pop icon reaches new levels. Willa and Farber explore the love lives of top celebrities and reveal some very juicy secrets about them.    "
                },
                "6": {
                    "title": "And the Winner Is",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 41,
                    "original air date": "6 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    The entire crew of 'Dirt Now' attends a live awards show where scandalous going ons overshadow the entire ceremony. Willa and Farber try to find out why a recovering alcoholic actress was suddenly taken ill after vomiting on-stage. Meanwhile, Sharlee Cates asks Don to be her escort for the evening and she even gets a spotlight kiss from lifetime pop star Mia. Meanwhile, Lucy and Holt have a meeting of minds much to the jealousy of Ted. Elsewhere, Brett succumbs to the party lifestyle under the tutelage of the debauched Adam Proteau.    "
                },
                "7": {
                    "title": "In Lieu of Flowers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 46,
                    "original air date": "13 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Lucy is hit with two deaths; first when Brent Barrow is found dead in his new car from accidental carbon monoxide poisoning, and later, Leo informs Lucy that their narcissistic, selfish, estranged mother also has died from a few too many plastic surgery operations. Lucy and Leo then go after the doctor partly responsible for their mother's demise. Meanwhile, Farber feels betrayed when the crafty Willa uses their romance to get dirt on a gay actor friend of his who wants to keep his arrest for oral copulation a secret. Elsewhere, Don is assigned to stalk Perri, a ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 123,
                    "original air date": "2 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Lucy Spiller is the ambitious, ruthless, cynical, and scheming editor of two Hollywood tabloid magazines, 'Dirt' and 'Now' and who's masterful at using threats and manipulation to dig up dirt on celebrities. Aided by resourceful paparazzi Don Konkey, a mentally unbalanced schizophrenic, Lucy zeroes in on struggling actor Holt McLaren, who needs favorable publicity and whose rising-star girlfriend, Julia Mallory, is well-connected to some dirt when Holt leaks info about Julia's superstar actress friend, Kira Klay's pregnancy, but later regrets it. While stemming off ...    "
                },
                "2": {
                    "title": "Blogan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 85,
                    "original air date": "9 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Lucy sends Don to shoot Kira Klay's corpse at her funeral, but Kira looks all too lively to him when she begins appearing before him, as well as his dead pet cat. Don also gets an unpleasant visit from basketball star Prince Tyreese over the photos of him and Stormy the prostitute. Lucy and Brett get a visit from the ruthless owner, Gibson Horne, over the rising costs of editing 'Dirt' as well as managing 'Now'. Meanwhile, Holt looks for ways to help Julia recover from the car accident while work offers for him continue to arrive. Willa McPherson, the naive new intern...    "
                },
                "3": {
                    "title": "Ovophagy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 75,
                    "original air date": "16 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    When the newly merged \"Dirt Now\" is about to launch a new cover story, Lucy suspects that drugs made an ailing Christian-pop star sick and she dispatches Don to the hospital to get the dirt. Meanwhile, Holt is courted by a major studio producer while Julia has a hard time back on the set of her TV sitcom due to her accelerating painkiller addiction. Lucy's younger gay brother, Will, begins seeing an attractive movie action star, named Jack Dawson, and is worried about the repercussions if it was made public. Prince Tyreese approaches Lucy where he confides in her that...    "
                },
                "4": {
                    "title": "What to Expect When You're Expecting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 57,
                    "original air date": "23 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Lucy continues to blackmail basketball star Prince Tyreese into helping her track down a missing R&B singer, named Andre G, in which Don finds his severed head in a jar. But Andre G's vicious, gangster manager, Tweedy McDaniel, approaches Brent demanding the source of the story. Meanwhile, Lucy and Leo's mother announces her plans to re-marry on the 25th anniversary of their father's suicide, while Leo continues to keep his relationship with actor Jack Dawson a secret from Lucy. Don's continuing visions of the dead Kira put a hamper on his work. Also, Holt cannot ...    "
                },
                "5": {
                    "title": "You Don't Know Jack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 66,
                    "original air date": "30 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Lucy finally publishes photos of action-movie star Jack Dawson in the arms of his gay lover: Leo. Elsewhere, menacing visitors in the form of gangster Tweey McDaniel and his goons, threaten Brent Barrow to reveal Lucy's source about the murder of rapper Aundre G. Meanwhile, Willa attempts to get a story from a former boyfriend to impress Lucy about her newfound killer instincts. Also, Julia interrupts a photo shoot for Holt which drives him closer to Lucy, while Julia falls deeper into drugs with her lesbian friend/lover Garbo.    "
                },
                "6": {
                    "title": "The Secret Lives of Altar Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 60,
                    "original air date": "6 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Lucy sends Willa to investigate the murder of a teenage girl in a small California town, and she delegates her onetime mentor, washed-up reporter Chuck Lafoon, to help where they stumble upon a fellow cheerleader, Mandy, who knew the murdered girl was pregnant. Back in Los Angeles, Don continues to isolate himself from the outside world in the aftermath of his day in jail. Meanwhile, Holt and Lucy's growing attraction towards each other arrives to a boil in wild passionate sex, while Julia slumps into the lesbian arms of Garbo and deeper into the world of hard drugs.    "
                },
                "7": {
                    "title": "Come Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 59,
                    "original air date": "13 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Willa's excitement over her first story fades when her source, Maddy, takes back her story about the cheerleader murder by claiming that her minister father did not kill her friend, but she did herself. But Willa is not sure if Maddy is lying just to protect her father. Meanwhile, Lucy's relationship with her brother, Leo, and her business is put in jeopardy by Jack Dawson's lawsuit against the magazine after Dawson cries entrapment at Leo for outing his homosexuality. Don becomes involved with a coffee shop waitress, while Holt finally discovers that he has digestive...    "
                },
                "8": {
                    "title": "The Thing Under the Bed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 57,
                    "original air date": "20 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Lucy has trouble sleeping and begins to look into her past thinking that there might be a connection to her father's suicide when she begins investigating her mother's belongings. Meanwhile, Willa teams up with Don and Chuck Lafoon to uncover a secret celebrity wedding. Julia deals with being in rehab while Holt deals with his busy acting career. Also, Lucy discovers that she has a stalker when an unseen person snaps photos of her and leaves them in the truck of her car... the first of a vague threat.    "
                },
                "9": {
                    "title": "This Is Not Your Father's Hostage Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 58,
                    "original air date": "27 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Sammy Winter, a former child actor, takes the entire office of 'Dirt Now' hostage in their own building for a set of vague demands, forcing a few of the staff, including Willa and Brent, to hide while Lucy and Don and the rest of the staff are at the mercy of the gunman. In the mist of all this, Lucy wonders if the man is really a threat, or just a harmless has-been seeking media attention? Meanwhile, Holt tries to be supportive of Julia when she comes home from rehab.    "
                },
                "10": {
                    "title": "The Sexxx Issue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 57,
                    "original air date": "6 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Lucy proposes to do a sex-themed issue of 'Dirt Now' as a means of getting the office staff to relax in the aftermath of the Sammy Winter hostage situation. Meanwhile, Brent and Willa finds themselves in a compromising position when they have a one-night stand with a scheming teenage girl whose sleazy con-artist/manager father wishes to turn her into a movie star. Don tries to face his intimacy problems with Abby. Also, Holt tries to deal with the aftermath of Julia's difficult drug recovery and his growing obsession with Lucy, while Lucy herself soon learns that her ...    "
                },
                "11": {
                    "title": "Pap Smeared",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 56,
                    "original air date": "13 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Don meets an ambitious, but naive, fellow paparazzi, named Marqui Jackson, whom tags along to help him with his latest assignment in photographing a local starlet, and both end up at the mercy of a former street gang leader-turned-paparazzi, named Ozzy Romero, who employs his former gang members to make Don and Marqui turn away from the story. Meanwhile, Julia finds it difficult to find work after leaving rehab and becomes picky about her choices of TV appearances. Willa begins to give Brent the cold shoulder over their continuing office romance when she wants to stop...    "
                },
                "12": {
                    "title": "Caught on Tape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 54,
                    "original air date": "20 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    When the porno videotape of the drugged Julia and Johnny Gage surfaces on the Internet, a distraught Julia finds herself in the spotlight by the public seeing her in a positive light while a negative reaction is shown on Johnny. Lucy wants to know how the videotape got leaked out since Holt destroyed the only copy, and she sends Willa out to investigate where the leads lead to an unexpected outcome. Meanwhile, Don is haunted by visions of Marquis who wants Don to ignore his latest photo assignment against Julia and concentrate on something else. Also, Leo returns ...    "
                },
                "13": {
                    "title": "Ita Missa Est",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dirt (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 110,
                    "original air date": "27 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    In the season final, Don's mental disorder worsens as he wonders into the desert, haunted by visions of Holt, Kira, and his own evil self urging him to kill Lucy. Back in Los Angeles, Lucy feels her job is in jeopardy when a rival tabloid magazine editor, named Tina Harrod, arrives wanting to apply for her job. Meanwhile, Willa investigates the death of a fashion model during a high profile runway show, while Brent finally decides to move on and begins to focus his attention on another sexual conquest: Lucy. Elsewhere, Holt moves out of Julia's house while she finally...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Cox, Courteney"
            },
            {
                "name": "Hart, Ian"
            },
            {
                "name": "Stewart, Josh"
            },
            {
                "name": "Breckenridge, Alexandra"
            },
            {
                "name": "Oser, Kyra"
            },
            {
                "name": "Nordling, Jeffrey"
            },
            {
                "name": "McCormack, Will"
            },
            {
                "name": "Allen, Laura"
            },
            {
                "name": "Stoddart, Shauna"
            },
            {
                "name": "Wasser, Alexi"
            },
            {
                "name": "Drocco, Johnny"
            },
            {
                "name": "Eggold, Ryan"
            },
            {
                "name": "Wheatley, Kevin"
            },
            {
                "name": "Bhatt, Ankur"
            },
            {
                "name": "Fox, Rick"
            },
            {
                "name": "Pope, Carly"
            },
            {
                "name": "Claire, Julie"
            },
            {
                "name": "Badyna, Glen"
            },
            {
                "name": "Raman, Anil"
            },
            {
                "name": "Sossamon, Shannyn"
            },
            {
                "name": "Urb, Johann"
            },
            {
                "name": "Arquette, Richmond"
            },
            {
                "name": "Acosta, Julian"
            },
            {
                "name": "Johnson, Ashley"
            },
            {
                "name": "Show, Grant"
            },
            {
                "name": "Odera, Owiso"
            },
            {
                "name": "Sapia, Danielle"
            },
            {
                "name": "Batiste, David"
            },
            {
                "name": "Roe, Channon"
            },
            {
                "name": "Comden, Danny"
            },
            {
                "name": "Schreiber, Pablo"
            },
            {
                "name": "Oglesby, Randy"
            },
            {
                "name": "Reubens, Paul"
            },
            {
                "name": "Brown, Billy"
            },
            {
                "name": "King, Kendahl"
            },
            {
                "name": "Summers, Tara"
            },
            {
                "name": "Nielson, Shi Ne"
            },
            {
                "name": "O'Dell, Nancy"
            },
            {
                "name": "Robinson, Shaun"
            },
            {
                "name": "Perez, Michael"
            },
            {
                "name": "Leeds, Andrew"
            },
            {
                "name": "Curry, Adrianne"
            },
            {
                "name": "Hartley, Mariette"
            },
            {
                "name": "Bottoms, Timothy"
            },
            {
                "name": "Cottet, Mia"
            },
            {
                "name": "Haas, Lukas"
            },
            {
                "name": "Roberts, Bret"
            },
            {
                "name": "Anden, Mini"
            },
            {
                "name": "Turner, Stephanie"
            },
            {
                "name": "Grosse, Demetrius"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:MA15+::(some episodes)",
            "Canada:18A::(Manitoba/Nova Scotia)",
            "Canada:14A::(Ontario)",
            "Canada:13+::(Quebec)",
            "Hungary:16",
            "Netherlands:12",
            "New Zealand:R16",
            "South Africa:16::(L, S, V)",
            "United Kingdom:15::(most episodes)",
            "United Kingdom:12::(one episode)",
            "United Kingdom:18::(one episode)",
            "United States:TV-MA"
        ],
        "number of seasons": 2,
        "rating": 7.0,
        "votes": 6479,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQwNjIxMDk5NV5BMl5BanBnXkFtZTcwMTcwNjE2MQ@@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Dirt",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2008",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Carnahan, Matthew"
            },
            {
                "name": "Fields, Joel"
            },
            {
                "name": "Flebotte, David"
            }
        ],
        "production companies": [
            {
                "name": "Coquette Productions"
            },
            {
                "name": "Matthew Carnahan Circus Products"
            },
            {
                "name": "Touchstone Television"
            },
            {
                "name": "ABC Studios"
            }
        ],
        "distributors": [
            {
                "name": "Buena Vista Television"
            },
            {
                "name": "Disney-ABC International Television"
            },
            {
                "name": "FX Network"
            },
            {
                "name": "Five US"
            },
            {
                "name": "AXN"
            },
            {
                "name": "FEM"
            },
            {
                "name": "Viasat3"
            },
            {
                "name": "Net5"
            },
            {
                "name": "AXN"
            },
            {
                "name": "Fiver"
            },
            {
                "name": "Kanal 2"
            },
            {
                "name": "Lionsgate Home Entertainment"
            },
            {
                "name": "Walt Disney Studios Home Entertainment"
            }
        ],
        "special effects": [
            {
                "name": "Engine Room"
            }
        ],
        "other companies": [
            {
                "name": "Alterian"
            },
            {
                "name": "BT Industrial Supply"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chef Robért Catering"
            },
            {
                "name": "Clairmont Camera Film & Digital"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "Inter Video"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Runway"
            },
            {
                "name": "ShowBiz Enterprises"
            },
            {
                "name": "StudioFX"
            }
        ],
        "plot": [
            "A tabloid editor and her photographer try to make their way in the world of celebrity journalism.::IMDb Editor"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Clairmont Cameras and Lenses",
                "Panasonic AJ-HDC27 Varicam, Fujinon Zoom Lenses"
            ],
            "negative format": [
                "Video (HDTV)"
            ],
            "cinematographic process": [
                "D5 (master format)",
                "DVC Pro HD (720p/24) (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6479,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 1187,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 3747,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 887,
                "rating": 6.6
            },
            "males": {
                "votes": 3263,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 587,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 2098,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 534,
                "rating": 6.4
            },
            "females": {
                "votes": 2612,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 591,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 1615,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 340,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 75,
                "rating": 6.0
            },
            "us users": {
                "votes": 2237,
                "rating": 7.0
            },
            "non us users": {
                "votes": 3183,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 1664,
            "9": 721,
            "8": 1120,
            "7": 1134,
            "6": 657,
            "5": 360,
            "4": 191,
            "3": 141,
            "2": 120,
            "1": 371
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}