{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2007"
            },
            {
                "country": "USA\n",
                "date": "26 January 2007"
            }
        ],
        "release dates": [
            "USA::2007",
            "USA::26 January 2007"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Scared Stiff/Deadly Grind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "14 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    SCARED STIFF When a single mother wakes up to find she can no longer walk, her doctors go looking for the elusive disease they suspect is afflicting her central nervous system. Despite aggressive treatment, the nightmare returns to take back the gains she has made, until one specialist can track down the rare source of her paralysis. DEADLY GRIND The small town of New Sweden, Maine, is stunned by the sudden illness of more than a dozen parishioners who all show up at the local ER after church. At first doctors believe an epidemic is sweeping the town, but when one ...    "
                },
                "2": {
                    "title": "Truth Be Told/Climbing for Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "21 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    \"TRUTH BE TOLD\" In 1978, during the height of the Cold War, a military wife suffers a sudden paralysis in her leg that defies explanation. As she slowly slips into a near-catatonic state, a team of military medical specialists investigates the elusive cause that may have something to do with her husband's top-secret work. \"CLIMBING FOR LIFE\" When a 16-year-old champion rock climber falls victim to a mysterious illness, his surgeon father takes him to the ER, where he quickly slips into a coma and must be put on a ventilator. As his lungs fill with fluid, his doctors ...    "
                },
                "3": {
                    "title": "Dead in Ten/Speed Bump",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    \"DEAD IN TEN\" When a young woman goes to the ER with severe abdominal pains, the doctors find a rare and virulent type of cancer that gives her ten years to live. There's something more to this mystery though and the woman must find what it is before time runs out. \"SPEED BUMP\" When a vibrant, teenage athlete suddenly turns into a listless zombie, his nurse mother goes looking for answers. Her medical training leads her to record in a diary everything that her son does, and she soon finds a pattern in his behavior that leads his doctors to an astonishing diagnosis.    "
                },
                "4": {
                    "title": "Desperate Measures/A Stinging Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    \"DESPERATE MEASURES\" (a.k.a. \"HOME INVASION\") After starting a new life in a new apartment, the mother of a little girl notices her child is suffering from a burning rash. At first, doctors attribute it to the eczema she was born with, but it soon turns into a relentless disease that soon threatens her life. The surprising cause of her illness is eventually found to be a simple case of carelessness. \"A STINGING PAIN\" (a.k.a \"DEADLY DENTAL\") After a routine visit to the dentist, a man in Arizona comes into the ER racked in unexplained pain. The doctors find an opaque ...    "
                },
                "5": {
                    "title": "Eating Away/A Model's Malady",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "25 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    \"EATING AWAY\" An athletic swimmer gets attacks of near-paralytic exhaustion, after which his urine becomes strangely dark. Over the years his symptoms persist until the day he goes into the ER with symptoms of a cardiac arrest. One doctor feels it isn't a heart attack though...instead the illness is something far worse. \"A MODEL'S MALADY\" A beautiful young woman wakes up with a blinding headache that turns into a host of unexplained symptoms. These symptoms will eventually take her to the top of the modeling industry, but the woman knows that if she doesn't find the ...    "
                },
                "6": {
                    "title": "Rash Decision/Inflamed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"RASH DECISION\" A.K.A.\"IRRATIONAL SYNDROME\" In 2006 an otherwise healthy college student comes down with a purple rash that literally spreads before his eyes. After a series of ER visits, the doctor narrows it down to one of eight possible diseases. As the college student's health deteriorates the doctor must find the cause of the rash before time runs out. \"INFLAMED\" An organic health food enthusiast experiences a mysterious rash that leaves her unable to think clearly. When she becomes violently ill, a doctor recommends a radical procedure that could save her life, ...    "
                },
                "7": {
                    "title": "Painful Truth/Bugging Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "8 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"PAINFUL TRUTH\" A small child loses consciousness and becomes red after exposure to sunlight. In the ER the doctor makes a startling discovery: the child is unable to sweat. Over the years the family realizes that this is but one symptom of a mysterious disorder that if left untreated, could put the child's life in jeopardy. \"BUGGING OUT\" One day in Southern California a normally healthy man suddenly has trouble walking and spontaneously starts vomiting. Soon the man starts acting in bizarre ways. The doctors realize that this might not be a simple infection...it ...    "
                },
                "8": {
                    "title": "Nothing to Sneeze At/String Theory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    \"NOTHING TO SNEEZE AT\" One morning a strongly built young man blows his nose, and his life is changed forever. He gets violently ill and passes out but the doctors can't figure out what he has. A series of progressively worsening attacks sends him on a downward spiral, and he must find a diagnosis before one more sneeze kills him. \"STRING THEORY\" A woman feels a profound fatigue and sleeps up to 18 hours a day. Soon she feels as if invisible rats are crawling over her. These \"invisible rats\" seem to leave strange sores. When the woman puts her sores under a microscope...    "
                },
                "9": {
                    "title": "Harley Rides Again/In a Fog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "20 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    \"HARLEY RIDES AGAIN\" A seemingly healthy Pastor experiences deep pains in his chest. After being treated for a possible cardiac arrest, his symptoms persist over the years until he feels as if he is having a heart attack every day. One friend believes the pastor has a common, treatable illness...one that could kill him if not diagnosed quickly. \"IN A FOG\" In 2000, a college student becomes disoriented and feels as if she has been drugged. But over the years her feeling of disorientation doesn't go away...and soon she begins developing bizarre symptoms, including ...    "
                },
                "10": {
                    "title": "Ironic Discovery/Native Tongue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "27 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    \"IRONIC DISCOVERY\" A man's health deteriorates as he begins to experience unexplained symptoms. His wristwatches spontaneously break and he starts setting off metal detectors. The man realizes the severity of his bizarre sickness when his son comes down with the same illness. \"NATIVE TONGUE\" Decades after a serious car accident, a woman spontaneously loses the ability to speak. When her speech returns, she speaks with a foreign accent that won't go away. One doctor thinks he knows why.    "
                }
            },
            "1": {
                "1": {
                    "title": "Burning Love/House of Deception",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Doctors are puzzled as they examine little Ricky, a frequent patient of the E.R. with persistent vomiting and an odd rash around his mouth and chest. There's no explanation for why the young child wheezes, but his every breath is a painful struggle.    "
                },
                "2": {
                    "title": "Hard to Swallow/Culture Shock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    When Aaron's panic-stricken parents bring their son into the E.R. with seizures, doctors discover a strange mass inside the boy's brain. Fearful it's cancer, they prepare Aaron for a biopsy until a sharp-eyed radiologist identifies it as a pork tapeworm.    "
                },
                "3": {
                    "title": "Seeping Through the Cracks/Purple Haze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Arunas has lived his life in good health, but after turning 50 he suddenly experiences recurrent bouts of vomiting, heart palpitations, weakness, and malaise. After rigorous testing, doctors suspect he is mentally ill, but one last test says otherwise.    "
                },
                "4": {
                    "title": "Bittersweet/Ring of Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The pain in Alice's legs and back is unbearable. Doctors find nothing and suspect she's neurotic. When her son and neighbors begin to experience similar symptoms, the doctors are baffled. But the cause is not an epidemic, it's a vindictive boyfriend.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Bittersweet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mystery ER (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "9 Mar. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Wittenberg, Dave"
            },
            {
                "name": "Shunk, Maggie"
            },
            {
                "name": "Voytko, Peter"
            },
            {
                "name": "Bennett, Brandon"
            },
            {
                "name": "McCulloch, Allie"
            },
            {
                "name": "Madison, Elina"
            },
            {
                "name": "Calvert, Rick"
            },
            {
                "name": "Shook, Carol"
            },
            {
                "name": "Brown, Greg"
            },
            {
                "name": "Daniels, Pam"
            },
            {
                "name": "Doty, Lucy"
            },
            {
                "name": "Eliott, Paula"
            },
            {
                "name": "Hull, Debra Lynn"
            },
            {
                "name": "Hur, Ben"
            },
            {
                "name": "Kennamer, Fred"
            },
            {
                "name": "Lawson, Madalyn"
            },
            {
                "name": "Liebelt, Noah"
            },
            {
                "name": "Maas, Jon"
            },
            {
                "name": "Rigsby, David"
            },
            {
                "name": "Riot, Kelly"
            },
            {
                "name": "Rodriguez, Juan"
            },
            {
                "name": "Schrier, Mark"
            },
            {
                "name": "TerMeer, Newton"
            },
            {
                "name": "Wise, Matt"
            },
            {
                "name": "Allen, Kevin Scott"
            },
            {
                "name": "Banks, David"
            },
            {
                "name": "Berkin, Teresa"
            },
            {
                "name": "Berlin, Chris"
            },
            {
                "name": "Bodell, Ian"
            },
            {
                "name": "Burns, Rusty"
            },
            {
                "name": "Butler, Lydia A."
            },
            {
                "name": "Cameron, Diana Kay"
            },
            {
                "name": "Capozzi, Darren"
            },
            {
                "name": "Cavalette, Sheila"
            },
            {
                "name": "Cowgill, Tim"
            },
            {
                "name": "La Cruz, Jose De"
            },
            {
                "name": "Dionne, Robin"
            },
            {
                "name": "Forlen, Arlene"
            },
            {
                "name": "Gearhart, Cameron"
            },
            {
                "name": "Gearhart, Veronica"
            },
            {
                "name": "Grey, Elliott"
            },
            {
                "name": "Hauser, Nina"
            },
            {
                "name": "Hotchko, Andre"
            },
            {
                "name": "Ikram, Tashfin"
            },
            {
                "name": "Jackson, Lynette"
            },
            {
                "name": "Jacobson, Jennifer"
            },
            {
                "name": "Johnson, Mark W."
            },
            {
                "name": "Joiner, Michael"
            },
            {
                "name": "Kauahi, Kaliko"
            },
            {
                "name": "Kelly, Brendon John"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.6,
        "votes": 48,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDYwYjJiZjUtOWE3OC00N2U3LWFkZDEtZTQ4OTJhNDhlMGU3XkEyXkFqcGdeQXVyNDk2MjA5NDI@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Mystery ER",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Mystery ER (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Anderson, Eric"
            },
            {
                "name": "Bittner, Mathilde"
            },
            {
                "name": "Dratch, Howard"
            }
        ],
        "production companies": [
            {
                "name": "Mike Mathis Productions"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Health"
            }
        ],
        "other companies": [
            {
                "name": "Cine Power & Light"
            }
        ],
        "plot": [
            "Re-enactments and interviews with doctors and investigators combine to present stories of unusual and baffling medical cases."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 48,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 19,
                "rating": 9.2
            },
            "males": {
                "votes": 27,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 8.6
            },
            "females": {
                "votes": 16,
                "rating": 9.6
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 9.8
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 9.4
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 9.9
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.7
            },
            "us users": {
                "votes": 29,
                "rating": 8.2
            },
            "non us users": {
                "votes": 10,
                "rating": 9.3
            }
        },
        "number of votes": {
            "10": 27,
            "9": 5,
            "8": 5,
            "7": 6,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.6,
        "median": 1
    }
}