{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "22 May 2007"
            },
            {
                "country": "Hungary\n",
                "date": "11 April 2009"
            }
        ],
        "release dates": [
            "Canada::22 May 2007",
            "Hungary::11 April 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Best Years"
            },
            {
                "countries": "Hungary",
                "title": "A legjobb évek"
            },
            {
                "countries": "Russia",
                "title": "Лучшие годы"
            },
            {
                "countries": "Spain",
                "title": "Samantha Best"
            }
        ],
        "akas": [
            "The Best Years (original title)",
            "A legjobb évek Hungary",
            "Лучшие годы Russia",
            "Samantha Best Spain"
        ],
        "akas from release info": [
            "The Best Years (original title)",
            "A legjobb évek Hungary",
            "Лучшие годы Russia",
            "Samantha Best Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Dangerous Liaisons",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Samantha misses an entire semester when her cross-country road-trip goes astray. She meets charming Rich Powell in Panama but after a night together she wakes up alone. Heading back to Charles University as a \"froshmore,\" she finds that things have changed. Noah is now dating Robyn. Kathryn is back but is not no longer her roommate or friend. Alyssia has matriculated and thanks to a deal worked out by Mrs. O'Sullivan, Allysia and Sam are roommates. Also Rich Powell is now a Charles student and Alysia is being set up as the target of a sorority girl prank.    "
                },
                "2": {
                    "title": "Documentary",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Samantha's literature prof takes exception to her late enrollment and tosses her out of class. While Dorothy gets Sam re-instated, Alysia's newest wear-a-nightie-to-class and flirt with Rich trend makes Sam crazy. Meanwhile Noah decides to focus his documentary on the increasing pace of student life on his girlfriend Robyn... that is, if he can get any of her time.    "
                },
                "3": {
                    "title": "Dermabrasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Samantha writes a revealing play for her lit class in which she highlights four aspects of herself; Mind, Body, Heart and Spirit. Getting her friends to play the various parts though teaches her some new lessons. Meanwhile, Robyn questions her commitment to pre-med and considers art when her surgeon father visits campus and meets Noah. Del and Kathryn exchange secrets about Sam and Rich as part of their project in abnormal psychology.    "
                },
                "4": {
                    "title": "Different Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Kat helps Noah with his nightly filming efforts during a campus wide prank war. Alicia wages a prank war of her own against her mother while Samantha and Alicia's new beau, Jake, try to rein her in. Poppy is one of the first victims of the war when she wakes up outside along with all the rest of her dorm room contents.    "
                },
                "5": {
                    "title": "Destiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 May 2009",
                    "year": "2009",
                    "plot": "\n    Sam decides to throw Noah a Canadian Thanksgiving party and Del offers to get a caterer. However when Del finds out that his family is broke, a back-up plan is called for. Rich hooks Sam up with veggies for the big dinner but tells her that there relationship is over. Meanwhile Poppy invites her lab partner Travis who brings a special dessert that has everyone laughing by evening's end. Under the influence, Robyn confesses her attraction for Kat and Sam calls Jake to help her make it though the night.    "
                },
                "6": {
                    "title": "Duluth Minnesota",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Jake and Sam hook up only to discover that their safe sex might not have been that safe. Meanwhile Kat has a talk with Noah and Robyn and Rich is disappointed that no one gets his sustainability talk.    "
                },
                "7": {
                    "title": "Debtor's Prison",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Rich adopts Kat's puppy and it brings chaos to his life. Sam decides she wants another chance with Rich. Poppy's dad comes to town and decides Del's in love with his daughter. Meanwhile Noah struggles with making an interview with Dorothy into a movie.    "
                },
                "8": {
                    "title": "Delirious",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Sam and Rich decide to challenge themselves to do each something that they're afraid of. Their friends get involved in the challenge as well. Kathryn founds a group. Del analyzes his relationship with Poppy. Poppy builds her time machine. Noah apologizes to Robyn. Rich starts a green pact website and Sam lands a job writing a column for a local paper.    "
                }
            },
            "1": {
                "1": {
                    "title": "Vertigo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "22 May 2007",
                    "year": "2007",
                    "plot": "\n    Scholarship student Samantha Best meets her new roommate Kathryn Klarner and the girls make plans to check out the town's hottest club. The girls bring along frosh basketball phenom Devon Sylver and his lumbering but lovable Brahmin roommate John Brittenham. While the foursome wait outside in the queue, teen actress Dawn Vargaz dances and drinks to excess inside. It soon becomes a night they'll all regret.    "
                },
                "2": {
                    "title": "Notorious",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 38,
                    "original air date": "29 May 2007",
                    "year": "2007",
                    "plot": "\n    Samantha's RA overreacts to a chance comment that she makes by instituting a strict new set of floor rules. Soon her entire floor has her pegged as \"the noise narc.\" Add an argument in the hallway with Devon, a prank involving purple dye in her shower, and a professor who takes a dislike to her, and Sam's frosh year seems headed for disaster. Meanwhile, freshman Dawn's \"TV teen\" fame gains her an audition for an upperclassmen only Shakespeare play, and the ire of the third and fourth year drama students.    "
                },
                "3": {
                    "title": "It Should Happen to You",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "5 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Samantha and her roommate/worst enemy are both interested in pledging the same posh sorority. How far will Samantha go to stop the roommate war and/or get pinned by the most exclusive sorority on campus? Meanwhile, Devon has trouble getting Samantha's attention while she's so busy with classes, pledging and her work at the hot new club Colony. Also spending time at Colony, Dawn considers her attraction to Trent, Colony's bartender/Casanova.    "
                },
                "4": {
                    "title": "From Here to Eternity",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "12 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Samantha and Noah are teamed up on a business class project but Sam has trouble with the subject of their marketing campaign. They've been assigned to market a calendar featuring Devon and the basketball team but Samantha is having a hard time dealing with Devon's new relationship with cheerleader Shannon.    "
                },
                "5": {
                    "title": "Secrets and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "19 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    On Halloween, Samantha is torn between mending fences with an obviously troubled Cynthia and getting some one-on-one time during her first real date with Devon. Dawn learns a secret when she tries to find a suitable date for her bisexual friend Lee, Colony's owner. Meanwhile Kathryn is still lobbying for a more open relationship with rich frat-rat Beau.    "
                },
                "6": {
                    "title": "Girl Interupted",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Between the hubbub on her floor and Cynthia Song's hospital drama, Samantha has difficulty studying for her mid-terms. She accepts her benefactor Dorothy O'Sullivan's offer of her home for the weekend as a quiet place to study only to be interrupted when a girl claiming to be Dorothy's daughter comes home unexpectedly. As she learns more about the O'Sullivan family and the Song family, Sam learns that \"normal family\" life is not the ideal she'd imagined.    "
                },
                "7": {
                    "title": "Shadow of a Doubt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "3 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Samantha's birthday approaches and as much as she protests celebrating it, Devon wants to make it special. Adding to the drama, Samantha's estranged ne'er-do-well Uncle Patrick shows up. Not only does his reappearance enrage Samantha, but he sets off alarm bells with Trent. Meanwhile Dawn finally makes some progress in her courtship of Trent and Noah becomes embroiled in a romantic rivalry with Brandon over the affections of their film professor.    "
                },
                "8": {
                    "title": "All That Heaven Allows",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "10 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    It's the morning before Dawn opens as Lady Macbeth, Trent and Dawn still haven't spoken since her big revelation. Meanwhile Samantha is thrown when Devon uses the L-word. Across campus Kathryn has a surprise meeting with Beau's mother and Sloan, Beau's ex, has the naughty DVD that Kathryn made for Beau. Noah is nervous about entertaining a romantic overnight guest and Trent reveals why he's not smoothed things over with Dawn.    "
                },
                "9": {
                    "title": "It Happened One Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "17 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    An already jealous Devon reacts badly and jumps to the wrong conclusion when Samantha fails to stop by after work as promised. Dawn wallows in her misery after her injuries get her replaced as Lady Macbeth. Noah gets on Kathryn's bad side when he shows up to show her video to Samantha.    "
                },
                "10": {
                    "title": "Cruising",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "24 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Following her break-up with Devon, Samantha is further annoyed when her business professor lauds a Charles University alum who founded Crazed College Girls dot Com. Meanwhile Noah and his film professor plan a romantic weekend away together until Noah learns that she's married. Sam's uncle tells her that she's not an organ donor match and why.    "
                },
                "11": {
                    "title": "Guess Who's Coming to Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "31 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Noah discovers that the married older woman that he's been seeing is the wife of his history professor. Trent gets his father to aid Samantha in the search for her birth parents but agreeing to attend a family dinner with Trent and his parents is more of an ordeal than Samantha expected. Meanwhile Dawn and Devon decide to go out on a date but end up being more interested in what their exes are up to.    "
                },
                "12": {
                    "title": "Five Easy Pieces",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "7 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Things start out badly as Samantha's adoption search hits a dead end and she loses her job at Colony, but then some new information surfaces from an unexpected source. Meanwhile Dawn has difficulty defining her relationship with Devon because she's certain that he's still in love with Sam. Beau tries to rekindle his relationship with Kathryn but thing turn ugly and Noah intervenes.    "
                },
                "13": {
                    "title": "Mommie Dearest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Best Years (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 12,
                    "original air date": "14 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    It's the end of the term. Samantha considers contacting her birth mother even as she , Trent and Dawn make plans for a cross-country holiday road trip. Devon considers taking an offer to play basketball in Italy even though that would mean ending his college career. Kathryn's abysmal grades cause her to re-examine her college career, but while Noah approves, Kathryn's family has other ideas. Meanwhile Trent is stressing about having a \"real relationship\" and is tempted to revert to old bad habits.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Shea, Charity"
            },
            {
                "name": "Miller, Jennifer"
            },
            {
                "name": "Edwards, Randal"
            },
            {
                "name": "Miller, Sherry"
            },
            {
                "name": "McLaren, Brandon Jay"
            },
            {
                "name": "Karkanis, Athena"
            },
            {
                "name": "Matter, Niall"
            },
            {
                "name": "Van Sprang, Alan"
            },
            {
                "name": "Lioutas, Tommy"
            },
            {
                "name": "Morris, Ashley Diana"
            },
            {
                "name": "Xavier, Michael"
            },
            {
                "name": "Chettiar, Nadiya"
            },
            {
                "name": "Morgan, Mishael"
            },
            {
                "name": "Collins, Lauren"
            },
            {
                "name": "Lea, Ron"
            },
            {
                "name": "Ta, Siu"
            },
            {
                "name": "Posival, Marek"
            },
            {
                "name": "McIntosh, Yanna"
            },
            {
                "name": "Gallinger, Chris"
            },
            {
                "name": "Hogan, Gabriel"
            },
            {
                "name": "Odell, Deborah"
            },
            {
                "name": "Steinberg, Matt"
            },
            {
                "name": "Rawlins, Michael Anthony"
            },
            {
                "name": "Newbrough, Ashley"
            },
            {
                "name": "Casey, Dillon"
            },
            {
                "name": "Buliung, Evan"
            },
            {
                "name": "Sevier, Corey"
            },
            {
                "name": "Steele, Cassie"
            },
            {
                "name": "Yoon, Jean"
            },
            {
                "name": "Marasciulo, Kyle"
            },
            {
                "name": "Mezon, Jim"
            },
            {
                "name": "Bennett, Clé"
            },
            {
                "name": "Reynolds, Colleen"
            },
            {
                "name": "Maharaj, Kristina"
            },
            {
                "name": "Sy, Jovanni"
            },
            {
                "name": "Wong, Simon"
            },
            {
                "name": "Khaner, Julie"
            },
            {
                "name": "Henderson, Meredith"
            },
            {
                "name": "Bloch, Jamie"
            },
            {
                "name": "Field, Ryan"
            },
            {
                "name": "Chung, Chantelle"
            },
            {
                "name": "Johnson, C. David"
            },
            {
                "name": "Burns, Rob"
            },
            {
                "name": "Matamoros, Diego"
            },
            {
                "name": "Sherwood, Anthony"
            },
            {
                "name": "Pesic, Kristina"
            },
            {
                "name": "Parker, Monica"
            },
            {
                "name": "Chiodo, Claudio"
            },
            {
                "name": "Annan, Jim"
            },
            {
                "name": "Bregar, John"
            }
        ],
        "locations": [
            "Hamilton, Ontario, Canada",
            "Toronto, Ontario, Canada",
            "University of Guelph, Guelph, Ontario, Canada"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 2,
        "rating": 7.7,
        "votes": 995,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEzOTYyODkzNV5BMl5BanBnXkFtZTcwMDMwMzk1Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Samantha Best is girl who's been in orphanages and foster homes. She gets a scholarship to an Ivy league school. The school thinks she doesn't belong there but Dorothy O'Sullivan, the woman who gave her the scholarship is behind her. And she tries to fit in and interact with the other students.",
        "languages": [
            "English"
        ],
        "title": "The Best Years",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Martin, Aaron"
            },
            {
                "name": "Cooksey, Jon"
            },
            {
                "name": "May, Jackie"
            }
        ],
        "production companies": [
            {
                "name": "Blueprint Entertainment"
            },
            {
                "name": "Best Years Productions"
            }
        ],
        "distributors": [
            {
                "name": "CanWest Global Television Network"
            },
            {
                "name": "Cool TV"
            },
            {
                "name": "Entertainment One"
            },
            {
                "name": "Filmbox Family"
            },
            {
                "name": "Filmbox Family"
            },
            {
                "name": "Sorozat Plusz"
            }
        ],
        "other companies": [
            {
                "name": "Cinema Sound Design"
            },
            {
                "name": "Movie Armaments Group"
            },
            {
                "name": "Pigfactory"
            },
            {
                "name": "Toronto Film Studios"
            }
        ],
        "plot": [
            "Teen drama that chronicles the college life of Samantha Best and her friends in Boston, MA::Anonymous",
            "Samantha Best is girl who's been in orphanages and foster homes. She gets a scholarship to an Ivy league school. The school thinks she doesn't belong there but Dorothy O'Sullivan, the woman who gave her the scholarship is behind her. And she tries to fit in and interact with the other students.::rcs0411@yahoo.com"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (21 episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 995,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 331,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 489,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 70,
                "rating": 5.8
            },
            "males": {
                "votes": 262,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 62,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 155,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 40,
                "rating": 6.0
            },
            "females": {
                "votes": 646,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 266,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 333,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 30,
                "rating": 5.2
            },
            "top 1000 voters": {
                "votes": 17,
                "rating": 6.1
            },
            "us users": {
                "votes": 602,
                "rating": 8.5
            },
            "non us users": {
                "votes": 257,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 436,
            "9": 107,
            "8": 137,
            "7": 102,
            "6": 59,
            "5": 28,
            "4": 18,
            "3": 20,
            "2": 13,
            "1": 75
        },
        "arithmetic mean": 7.9,
        "median": 9
    }
}