{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 April 2007"
            },
            {
                "country": "Poland\n",
                "date": "25 September 2007"
            },
            {
                "country": "Romania\n",
                "date": "25 September 2007"
            },
            {
                "country": "Sweden\n",
                "date": "5 January 2008"
            },
            {
                "country": "Australia\n",
                "date": "16 January 2008"
            },
            {
                "country": "Italy\n",
                "date": "18 January 2008"
            },
            {
                "country": "Hungary\n",
                "date": "11 September 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "11 September 2008",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Germany\n",
                "date": "12 January 2009"
            },
            {
                "country": "Japan\n",
                "date": "5 April 2009"
            },
            {
                "country": "UK\n",
                "date": "6 May 2010"
            }
        ],
        "release dates": [
            "USA::13 April 2007",
            "Poland::25 September 2007",
            "Romania::25 September 2007",
            "Sweden::5 January 2008",
            "Australia::16 January 2008",
            "Italy::18 January 2008",
            "Hungary::11 September 2008",
            "Netherlands::11 September 2008                            (DVD premiere)",
            "Germany::12 January 2009",
            "Japan::5 April 2009",
            "UK::6 May 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Painkiller Jane"
            },
            {
                "countries": "France",
                "title": "Painkiller Jane"
            },
            {
                "countries": "Hungary",
                "title": "Painkiller Jane"
            },
            {
                "countries": "Romania",
                "title": "Fenomenala Jane"
            },
            {
                "countries": "Russia",
                "title": "Победившая боль"
            }
        ],
        "akas": [
            "Painkiller Jane (original title)",
            "Painkiller Jane France",
            "Painkiller Jane Hungary",
            "Fenomenala Jane Romania",
            "Победившая боль Russia"
        ],
        "akas from release info": [
            "Painkiller Jane (original title)",
            "Painkiller Jane France",
            "Painkiller Jane Hungary",
            "Fenomenala Jane Romania",
            "Победившая боль Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 109,
                    "original air date": "13 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Jane Vasco with the help of a new covert government unit must track down and contain the spread of \"Neuros,\" genetically altered humans with extraordinary powers.    "
                },
                "2": {
                    "title": "Toy Soldiers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 75,
                    "original air date": "20 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    The Team tracks a Neuro who can re-animate the dead. Jane and the others suspect terrorist intent when the dead are sent to steal military grade weapons and equipment, but they begin to second guess their theory when the dead start stealing sports equipment. Jane and the team suspect that the Neuro is trying to fill some other need or desire, in addition to, building an army of undead soldiers.    "
                },
                "3": {
                    "title": "Piece of Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 70,
                    "original air date": "27 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    A man, Simon Connelly, has the ability to take someone's skill, experience and memories, merely by touching them. This Neuro also has the ability to transfer knowledge for a short time to other persons as well. Riley Jensen has suffered from an encounter from this Neuro, so not only has Riley lost his memories and abilities, but the Neuro knows all that Riley knows about Jane's secret organization.    "
                },
                "4": {
                    "title": "Catch Me If You Can",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 68,
                    "original air date": "4 May 2007",
                    "year": "2007",
                    "plot": "\n    A Neuro who can see the future warns Jane and the team of their impending death on the day they arrest him. Meanwhile, the team is disturbed by the psychic's purchases    "
                },
                "5": {
                    "title": "Nothing to Fear But Fear Itself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 56,
                    "original air date": "11 May 2007",
                    "year": "2007",
                    "plot": "\n    Strange sounds and hallucinations are driving people insane at a Federal Safe House used for witness protection. Jane's team investigates and begins to experience the same fears and anxieties, but is it the work of a Neuro? or are the spirits of the dead trapped in the house?    "
                },
                "6": {
                    "title": "Breakdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 60,
                    "original air date": "18 May 2007",
                    "year": "2007",
                    "plot": "\n    People are going insane from the same nightmare about drowning, but no one can figure out why. Jane and her team believe that a Neuro is responsible but can't figure out why they would do such a thing. When they meet the compassionate but troubled Dr. Lewis they suspect that one of his patients may be responsible.    "
                },
                "7": {
                    "title": "Higher Court",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 53,
                    "original air date": "1 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Jane's team tracks a Neuro who is capable of making people see anything he wants. He used this power to make people in the Witness Protection program commit suicide by making them see something completely different.    "
                },
                "8": {
                    "title": "Friendly Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 57,
                    "original air date": "8 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Jane wakes up on a hospital with no memory of recent events. She tries to escape but realizes that her old teammates seem to be treating her with contempt and learns that she may murdered Riley Jensen. Maureen begins her own investigation on a doctor doing research on Neuros.    "
                },
                "9": {
                    "title": "Trial by Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 57,
                    "original air date": "15 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Connor King is on trial for arson, when he is witnessed fleeing several fires. He was in fact chasing a Pyro-kinetic (fire starter) Neuro, but since his mission is classified, he can't reveal his true intentions and thus is the primary suspect. Connor's dark and checkered past also don't make things easy for him at his trial. Jane and the team try to find the fire starter Neuro and prove Connor innocent.    "
                },
                "10": {
                    "title": "Portraits of Lauren Gray",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 64,
                    "original air date": "22 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    A young woman who is a runway model at a fashion show, suddenly ages decades overnight and dies. Jane and Maureen are assigned to go undercover as fashion models to find the cause. But can Jane stop a Neuro who can literally suck the life force out of a person?    "
                },
                "11": {
                    "title": "Ghost in the Machine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 59,
                    "original air date": "29 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Connor suffers a series of serious near accidents, all of which might have been fatal, but he escapes with moderate injuries. At this point Jane queries McBride on Connor's background. It appears that members of Connor's old Police tactical unit are all getting killed by 'mysterious accidents'. Is it a Neuro? Is it someone from Connor's past who has it out for him?    "
                },
                "12": {
                    "title": "Something Nasty in the Neighborhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 57,
                    "original air date": "6 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Fair Oaks is the perfect bedroom community, except for one thing. Federal agents turn up dead whenever they go there. Jane and her team investigate and run into an entire town who seems to be under a Neuro's control. The team tries to identify the Neuro before they fall under their influence and either betray or kill their own team members.    "
                },
                "13": {
                    "title": "The League",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 57,
                    "original air date": "13 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Jane and her team are tracking several people with Neuro like abilities, but they are assassinated by a sniper just before they can be chipped. The mystery is that these people with exceptional powers are not Neuros, but the killer using a sniper rifle is. Jane and the others figure out that this entire affair began years ago when a group of high school outcasts formed a group based on a limited comic book series - The League of Five. Each one of the group were given powers like those in the comic book, but years later they seem to be turning evil, and the real Neuro ...    "
                },
                "14": {
                    "title": "The Amazing Howie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 45,
                    "original air date": "20 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Riley is an aspiring amateur Magician but a mysterious performer called \"The Amazing Howie\" completely trumps him in a Magic competition. Riley suspects Howie of being a neuro, using his powers to perform impossible tricks, so Riley enlists a reluctant Jane to be his Magician's assistant to beat Howie and find out his secret.    "
                },
                "15": {
                    "title": "The Healer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 39,
                    "original air date": "27 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Jane and the team are tracking a neuro who can make himself invisible in order to rob banks, however, once they capture him, their van melts down, almost allowing their prisoner to escape. They are mystified by this since neuros usually don't have more than one ability. On their second mission, to subdue and chip a woman, Jennifer Towne (Sonya Salomaa), who can paralyze people with her mind (and thus steal their possessions), the team is again attacked by an unseen force, nearly thwarting their mission. During this time, Jane is seeing a healer, hoping to reverse her ...    "
                },
                "16": {
                    "title": "Thanks for the Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 51,
                    "original air date": "3 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Jane Vasco starts her day by discovering that her boyfriend doesn't recognize her and suddenly has a little daughter. Jane also discovers that the Subway Headquarters doesn't exist anymore, Joe doesn't recognize her and that Andre, Connor and Riley have been \"killed\". Fearing her own demise she seeks out Simon Connelly who can take, retain and give out memories. He is also the Neuro who was not chipped by Jane as an act compassion. She tries to pass on all her knowledge of her team, her friends and her missions to Simon, before the death squads can kill her.    "
                },
                "17": {
                    "title": "Playback",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 44,
                    "original air date": "17 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Jane and her team are tracking a Neuro with unknown abilities who is attempting to assassinate a Chinese diplomat. Though they manage to thwart the killer's plan, Jane eventually discovers the neuro's power - he has the ability to rewind and replay the current day over and over again until he gets it right. Usually everyone's memory of events resets to the beginning and no one realizes that they are stuck in a temporal 'loop', but Jane begins to get feelings of Deja-vu and realizes what the Neuro is doing. But with each new day, the killer changes his plans to counter...    "
                },
                "18": {
                    "title": "Jane 113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 45,
                    "original air date": "24 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Simon Connelly, the neuro who Jane did NOT chip as an act of mercy, manages to transfer some other people's memories about Jane's past to Jane before he dies of cancer. Jane goes back to the Vonotech Building where she plummeted to her \"death\" the first time (in the pilot episode). She discovers that she must track down the mysterious Dr. Roberts who suffers from ALS. There she learns a dark secret about herself and the truth about her origins.    "
                },
                "19": {
                    "title": "What Lies Beneath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 43,
                    "original air date": "31 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    The team respond when several incarcerated Neuros revolt and launch a prison break.    "
                },
                "20": {
                    "title": "The Beast of Bolnar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 47,
                    "original air date": "7 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    When Connor is in a Hungarian village called Bolnar, he's attacked by a creature and the team tries to find out if the beast is the effect of a Neuro's powers.    "
                },
                "21": {
                    "title": "Reflections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 50,
                    "original air date": "14 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    While maintaining a watchful Eye over NICO (the Neuro hospital/prison) Andre McBride runs into a beautiful and fragile woman he once knew, Sarah Rogers (Ada Tai). Her Neuro skill was that she could pass through solid objects like walls, and, with this skill, could also kill people by removing things like 'brains' directly out of people's heads. However, Sarah is a docile and gentle woman, accepting of her fate and has forgiven Andre for chipping her. Andre begins to once again have feelings for this woman, just like he did before, however, a series of attacks and ...    "
                },
                "22": {
                    "title": "Endgame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Painkiller Jane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 52,
                    "original air date": "21 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Ever since Jane's meeting with Dr. Butler, her allegiance to the team has been in doubt. Now, Jane leads an insurrection by a group of particularly violent \"un-chipped\" Neuros. This creates a total lock down on the NICO facility. Andre, Riley and Connor find themselves trapped inside a special \"neuro-proof\" room. Realizing that Jane has turned against them, Andre and Connor decide to counter strike with a little Neuro help of their own. But is Jane really a traitor? Or will the team discover what Doctor Butler has done to her in time to stop the rebellion?    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Loken, Kristanna"
            },
            {
                "name": "Danby, Noah"
            },
            {
                "name": "Lobo, Stephen"
            },
            {
                "name": "Roberts, Sean Owen"
            },
            {
                "name": "Stewart, Rob"
            },
            {
                "name": "DeVeaux, Nathaniel"
            },
            {
                "name": "Huffman, Alaina"
            },
            {
                "name": "Papalia, Melanie"
            },
            {
                "name": "Reardon, John"
            },
            {
                "name": "Devere, Matt"
            },
            {
                "name": "Britton, Chris"
            },
            {
                "name": "Máhr, Ágnes"
            },
            {
                "name": "Sanford, Garwin"
            },
            {
                "name": "Skovbye, Tiera"
            },
            {
                "name": "Butler, Tom"
            },
            {
                "name": "Rogers, Michael"
            },
            {
                "name": "Bauer, Ralf"
            },
            {
                "name": "Holmes, Adrian"
            },
            {
                "name": "Klamp, Berthram"
            },
            {
                "name": "McLoughlin, Dana"
            },
            {
                "name": "Lauer, Uwe"
            },
            {
                "name": "Ennis, Ryan"
            },
            {
                "name": "Toufexis, Elias"
            },
            {
                "name": "Kelly, Mike"
            },
            {
                "name": "Bennett, Sonja"
            },
            {
                "name": "Phelan, Mark C."
            },
            {
                "name": "Richmond-Peck, David"
            },
            {
                "name": "Tai, Ada"
            },
            {
                "name": "Altman, Allen"
            },
            {
                "name": "Anthony, Paul"
            },
            {
                "name": "Gabori, Daniel"
            },
            {
                "name": "Henderson, Fred"
            },
            {
                "name": "Tai, Arlene"
            },
            {
                "name": "Zamprogna, Dominic"
            },
            {
                "name": "Alexander, Brandi"
            },
            {
                "name": "Kiss, Heléna"
            },
            {
                "name": "Thompson, Jody"
            },
            {
                "name": "Tyson, Barbara"
            },
            {
                "name": "Aneke, Emy"
            },
            {
                "name": "Carleton, Clint"
            },
            {
                "name": "Charpentier, Megan"
            },
            {
                "name": "Delain, Moneca"
            },
            {
                "name": "Europe, Tommy"
            },
            {
                "name": "Lawlor, Steve"
            },
            {
                "name": "Mosher, Todd Charles"
            },
            {
                "name": "Ory, Meghan"
            },
            {
                "name": "Robison, Ian"
            },
            {
                "name": "Runte, Kurt Max"
            },
            {
                "name": "Szakács, László"
            },
            {
                "name": "Tremblett, Ken"
            }
        ],
        "locations": [
            "Fót Studios, Budapest, Hungary",
            "Maple Ridge, British Columbia, Canada",
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Action",
            "Sci-Fi"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States",
            "Canada"
        ],
        "country codes": [
            "us",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:MA15+",
            "Netherlands:16",
            "Norway:15::(DVD rating)"
        ],
        "number of seasons": 1,
        "rating": 5.9,
        "votes": 2792,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc5MjIwNzIyNV5BMl5BanBnXkFtZTYwMjQwNTc2._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Painkiller Jane",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cardea, Frank"
            },
            {
                "name": "Carpenter, Matthew"
            },
            {
                "name": "Gilmer, Rob"
            }
        ],
        "production companies": [
            {
                "name": "Insight Film Studios"
            },
            {
                "name": "IDT Entertainment"
            },
            {
                "name": "Indesctructable Productions"
            },
            {
                "name": "Insight Films"
            },
            {
                "name": "Kickstart Productions"
            }
        ],
        "distributors": [
            {
                "name": "Tandem Communications"
            },
            {
                "name": "The Sci-Fi Channel"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "BS Asahi"
            },
            {
                "name": "Sci Fi"
            },
            {
                "name": "Syfy Universal"
            },
            {
                "name": "TV2"
            },
            {
                "name": "The Sci-Fi Channel"
            },
            {
                "name": "Universal Pictures"
            }
        ],
        "special effects": [
            {
                "name": "Artifex Studios"
            }
        ],
        "other companies": [
            {
                "name": "Abacus Consult"
            },
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Concorde Film Trust"
            },
            {
                "name": "Finale Post Production"
            },
            {
                "name": "Sim"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "Jane Vasco is a DEA agent recruited by a covert government agency that hunts genetically enhanced individuals. She discovers that she can heal rapidly from any injury and begins to investigate the source of her powers.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "44 min (22 episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2792,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 270,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 1416,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 699,
                "rating": 5.6
            },
            "males": {
                "votes": 1861,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 170,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 1106,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 549,
                "rating": 5.6
            },
            "females": {
                "votes": 549,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 98,
                "rating": 6.6
            },
            "females aged 30 44": {
                "votes": 300,
                "rating": 5.9
            },
            "females aged 45 plus": {
                "votes": 141,
                "rating": 5.6
            },
            "top 1000 voters": {
                "votes": 74,
                "rating": 5.4
            },
            "us users": {
                "votes": 855,
                "rating": 5.6
            },
            "non us users": {
                "votes": 1394,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 416,
            "9": 164,
            "8": 308,
            "7": 427,
            "6": 411,
            "5": 327,
            "4": 168,
            "3": 151,
            "2": 111,
            "1": 309
        },
        "arithmetic mean": 6.0,
        "median": 6
    }
}