{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hungary\n",
                "date": "8 April 2007"
            },
            {
                "country": "UK\n",
                "date": "22 April 2007"
            },
            {
                "country": "Australia\n",
                "date": "5 December 2009"
            }
        ],
        "release dates": [
            "Hungary::8 April 2007",
            "UK::22 April 2007",
            "Australia::5 December 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Kingdom"
            },
            {
                "countries": "Finland",
                "title": "Peter Kingdom"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "Sto vasileio tou Kingdom"
            },
            {
                "countries": "Hungary",
                "title": "Kingdom - Az igazak ügyvédje"
            },
            {
                "countries": "Russia",
                "title": "Питер Кингдом вас не бросит"
            }
        ],
        "akas": [
            "Kingdom (original title)",
            "Peter Kingdom Finland",
            "Sto vasileio tou Kingdom Greece (transliterated ISO-LATIN-1 title)",
            "Kingdom - Az igazak ügyvédje Hungary",
            "Питер Кингдом вас не бросит Russia"
        ],
        "akas from release info": [
            "Kingdom (original title)",
            "Peter Kingdom Finland",
            "Sto vasileio tou Kingdom Greece (transliterated ISO-LATIN-1 title)",
            "Kingdom - Az igazak ügyvédje Hungary",
            "Питер Кингдом вас не бросит Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 43,
                    "original air date": "10 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Whilst Peter helps soldier Tony Gillespie, who lost a leg in Iraq, get decent compensation, Lyle acts for Tony's girlfriend Kate, who files a case of sexual discrimination when Tony's regiment turn down her application to enlist. Lyle suspects a revenge motive and is right but for the wrong reason. Gloria's senile father, ex-lock keeper Cyril, gets into an ongoing war with a mother and son on a barge holiday which ends in reconciliation when they save his life and he even teaches Peter a new piece of legislation.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 43,
                    "original air date": "14 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Farmer Geraldine Merrick suspects vandalism when crop circles appear in her wheatfield and plans to harvest immediately but widowed ufologist Terry is convinced it is the work of aliens and a site of scientific interest, requesting Peter to stop her. Geraldine calms down when sci-fi fans pay to camp in her field but Peter suspects that Terry's neglected young son and Terry's rivals in the pub quiz know more than they claim. Lyle wins the day for an eccentric old couple whose sour-faced daughter feels they should be put in a home,thanks to an eccentric judge, but finds...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 35,
                    "original air date": "24 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Widowed Nicky Laker, a doctor at a research lab which uses animal testing, asks Peter to defend her daughter Donna, who has vandalised the unit to expose it and lose her mother her job. In fact Donna's motive is not out of principle but fear of being cut out of her workaholic mother's life, whilst Nicky's work obsession is to find the cure to prevent Donna from dying of the hereditary illness that killed her father.The two are reconciled after Peter has acted as go-between. Lyle defeats a greedy developer out to evict a group of nuns - who are a hit in the local pub ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 37,
                    "original air date": "1 May 2009",
                    "year": "2009",
                    "plot": "\n    Grumpy but promiscuous judge Jeremy Harding is sent compromising photographs of himself with a young woman and blames Beatrice. She denies it before exposing him as the father of her daughter, Petra. Harding asks Peter to find the blackmailer, who turns out to be very close to home. Lyle is involved when Stan Geddick and his druids claim the local golf club is on the site of an ancient place of worship but he saves the day by proving that they are,geographically, way off course,so to speak. Stan rewards him by setting up an idyllic date with Emily,which is ruined when...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 36,
                    "original air date": "8 May 2009",
                    "year": "2009",
                    "plot": "\n    Lyle goes home to Stockport with his mother to prevent the council from selling off local allotments for a golf course. Lyle's younger twin brothers do not help the situation with their 'guerilla gardening' tactics but the discovery of a lady's slipper orchid growing in the allotments does. Peter acts for Andrew Risden who is refused permission by the headmistress to video his child prodigy cellist daughter Abigail's recital, on the basis it may attract paedophiles. Feeling under pressure, Abigail runs off but the head relents when she is eventually found. Beatrice ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 43,
                    "original air date": "15 May 2009",
                    "year": "2009",
                    "plot": "\n    Peter is briefly admitted to hospital for tests and, on discharge, is engaged by David Morston, whose older brother Lord Robert, a mad ex-junkie, is selling off parts of the family estate and its titles when not cavorting nude in the fountain or shooting at people. Unusually, Beatrice, who was in rehab with Robert, helps resolve matters, showing that Robert's actions are, ultimately, for a good cause. Lyle suspects a local chemical firm of river pollution but he discovers that large corporations are not always in the wrong. Peter is diagnosed with diabetes, but blood ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 91,
                    "original air date": "8 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Peter Kingdom runs his law practice in the small East Anglian town of Market Shipborough, aided by efficient secretary Gloria and a young trainee from London, Lyle. Whilst managing to avoid grumpy Mrs. Thing, he is continually being visited by local Sidney Snell, who is constantly battling the local council, in this case over plans for a new road. Peter's somewhat dodgy younger brother Simon disappeared some time ago. His clothes were found on a beach but no body was recovered. Peter manages to clear up a feud between two brothers, the sons of glamorous Sheila Larsen ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 60,
                    "original air date": "29 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Peter is hired by an Estonian woman, Aeste, who claims that grumpy local farmer Jack Thriplow has 'kidnapped' her child, of whom he claims to be the father. Further investigation uncovers the use of illegal labour. Meanwhile a nervous Lyle is entered for the annual dyke-leaping contest, resulting in him becoming a very dirty boy. And the less than civil Mr. Hill is snooping around, telling Peter that brother Simon was deeply in debt.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 56,
                    "original air date": "6 May 2007",
                    "year": "2007",
                    "plot": "\n    Whilst Sidney Snell complains that he is being harassed by the council into dropping his actions against them, Peter represents the Cases, father and son fishermen, whose boat exploded. The insurance company are unwilling to pay out and sabotage is suspected. Beatrice falls for local artist Alan McEwan and becomes the nude model at his life drawing class, suddenly causing an increase in would-be artists. Peter discovers that Simon had a bank account in the name of Christopher Waller and that it is very much current even though Waller himself is dead.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 52,
                    "original air date": "13 May 2007",
                    "year": "2007",
                    "plot": "\n    Mr. and Mrs. Forshaw engage Peter in a case of discrimination when their daughter Laura is refused a place at Cambridge, bringing him into contact with his former tutor Professor Barkway. Gloria fails to show up for work, a squirrel gets into the attic, Beatrice is pining for Alan, and of course there's the ever-present Sidney Snell, with his cunning plan to stop the gas company building on grazing land, whilst more information about Simon's nefarious dealings comes to light.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 47,
                    "original air date": "6 May 2007",
                    "year": "2007",
                    "plot": "\n    With Gloria still away Beatrice takes over the running of the office and, especially in view of her disastrous efforts last time, proves very competent, even getting Sidney to help. Lyle helps Herb Griffiths acquire a field in which to keep his prize-winning horse and things turn ugly when the horse disappears and travellers are blamed. Peter gets involved in a marital case involving Mr. and Mrs. Collins. He likes wearing women's clothes and, unlike his wife, can see nothing wrong in it, so it takes all of Peter's resources to come up with a solution. Hill returns, in...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 48,
                    "original air date": "13 May 2007",
                    "year": "2007",
                    "plot": "\n    Mr. Narbutowicz, an elderly Polish man who has survived a concentration camp, comes to see Peter,as the council want to evict him in view of all the rubbish in his house. Peter gives the case to Lyle who acquits himself well. With Gloria back at work Beatrice makes efforts to befriend her by suggesting that they do 'girly' things together, a suggestion met with some wariness. Peter judges the rudest shaped vegetable at the church fete - where Mrs. Thing is persuaded to leave her money to the church - but a ruder shock is in store for him when Honor, Simon's girlfriend...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 42,
                    "original air date": "13 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Peter takes to surrogate fatherhood happily, assisting Honor with his nephew and learning to change nappies. He helps Cynthia from the Womens' Institute prevent the local light-house from closure, which involves stemming objections from the elderly Tucker sisters. More sibling trouble occurs when he persuades the warring Smith brothers, who run rival fast food vans in opposite lay-bys to stop throwing food at, and mooning, each other and work as a team, rather than taking each other to court. He and Beatrice, along with their aunt Auriel, attend baby Daniel's ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 46,
                    "original air date": "20 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Peter has to hide Simon, who is shocked at the discovery that he is a father. Lyle has to strip in front of a group of naturists in solving the matter of an access path to a nudist beach which has offended some stuffy locals. Peter is drawn into a dispute at the retirement home where his aunt Auriel lives. Patricia Wright is incensed that her father, another resident, has developed a friendship with a nurse, Heather, who is young enough to be his daughter, and intends to leave everything to her when he dies. Even Peter cannot prevent the outcome of this case being ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 41,
                    "original air date": "27 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Simon is arrested and Peter feels unable to represent him as this would suggest partiality. He also refuses to respond to Simon's request that he re-mortgage his house for bail money, and puts Lyle on the case to defend Simon. In fact Simon gets bail after Lyle finds a bag stashed full of money which Simon has left in the house. The local American army base figures prominently as the pregnant Camilla gets Peter to put pressure on serviceman Brad Johnson to admit liability for her unborn baby, with love ultimately finding a way. Another, less expected, romance appears ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 39,
                    "original air date": "3 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Lyle takes up cudgels for veteran protester Henny Leach, who claims she is being victimized by the council, who are evicting her for non-payment of her council tax. Before he can help her he comes to find out that she has not told him the full truth. Simon is bailed and wants to rejoin Peter in the family firm but the Law Society prevent this. Olivia Godfrey, owner of the Tiger Lily sex shop, tries to bring a case against Peter's cricketing pal, Nigel. She paid Nigel 5,000 pounds for her sex shop to be advertised on the team's logo, but instead the side is being ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 42,
                    "original air date": "10 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Lyle is left in charge of the office and cat-sits for Mrs. Compton, as well, in Gloria's absence on holiday with Sidney, getting himself into hot water when he and Gloria's enterprising little boy, Scott, inadvertently advertise a free will-making service and are inundated with clients. Peter has gone to Cambridge to help Professor Barkway clear up a matter. Another lecturer, biologist Mary Goodyear has died and Barkway believes her valuable research papers should be published but her partner, Janet Cramer, is blocking him, stating that Mary's will left her the papers...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 39,
                    "original air date": "17 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Beatrice returns to Market Shipborough with her baby daughter whom she has named Petra, though Peter himself is still a trifle hurt that Simon was chosen as Beatrice's birthing partner rather than himself. However he is occupied with Simon's upcoming trial. Lyle is about to make his theatrical debut in an open air production at Aunt Auriel's home but it is interrupted by heavy rain. A terrible storm blows up and in its aftermath it appears that Simon has drowned.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Fry, Stephen"
            },
            {
                "name": "Davies, Karl"
            },
            {
                "name": "Imrie, Celia"
            },
            {
                "name": "Slattery, Tony"
            },
            {
                "name": "Norris, Hermione"
            },
            {
                "name": "Law, Phyllida"
            },
            {
                "name": "Horan, Gerard"
            },
            {
                "name": "Mafham, Dominic"
            },
            {
                "name": "Fisher, Tom"
            },
            {
                "name": "Turner, Maryann"
            },
            {
                "name": "Thomson, John"
            },
            {
                "name": "Imrie, Angus"
            },
            {
                "name": "O'Flynn, Kate"
            },
            {
                "name": "Campbell, Kelly"
            },
            {
                "name": "Kaye, Paul"
            },
            {
                "name": "Marcus, Stephen"
            },
            {
                "name": "Wilson, Richard"
            },
            {
                "name": "Dee, Jack"
            },
            {
                "name": "Fletcher, Diane"
            },
            {
                "name": "Farrell, Colin"
            },
            {
                "name": "Penfold, Ann"
            },
            {
                "name": "Haywood, Pippa"
            },
            {
                "name": "Howes, Graham"
            },
            {
                "name": "Bentinck, Tim"
            },
            {
                "name": "Skipper, Aimee"
            },
            {
                "name": "Skipper, Katie"
            },
            {
                "name": "McKenna-Bruce, Anya"
            },
            {
                "name": "Peacock, Trevor"
            },
            {
                "name": "Benjamin, Lucy"
            },
            {
                "name": "Toksvig, Sandi"
            },
            {
                "name": "Peacock, Harry"
            },
            {
                "name": "Ryan, Daniel"
            },
            {
                "name": "Pickles, Carolyn"
            },
            {
                "name": "Adams, Polly"
            },
            {
                "name": "De Candole, Katrine"
            },
            {
                "name": "Salaman, Clara"
            },
            {
                "name": "Skinner, Claire"
            },
            {
                "name": "Fielding, Rachel"
            },
            {
                "name": "Ackland, Joss"
            },
            {
                "name": "Graham, Sam"
            },
            {
                "name": "Briers, Richard"
            },
            {
                "name": "Curlett, Rozzie"
            },
            {
                "name": "Dudgeon, Neil"
            },
            {
                "name": "Henders, Richard"
            },
            {
                "name": "Van Randwyck, Issy"
            },
            {
                "name": "Beard, Tom"
            },
            {
                "name": "Thornton, James"
            },
            {
                "name": "Badland, Annette"
            },
            {
                "name": "Leigh, Vince"
            },
            {
                "name": "Griffiths, Jaye"
            }
        ],
        "locations": [
            "Oakleigh House, Market Place, Swaffham, Norfolk, England, UK::(Peter Kingdom's office)",
            "The Greyhound pub, Market Place, Swaffham, Norfolk, England, UK::(The Startled Duck pub)",
            "Wells-next-the-Sea, Norfolk, England, UK::(Market Shipborough harbour and quayside)",
            "Castle Acre, Norfolk, England, UK",
            "Cockley Cley Hall, Cockley Cley, Norfolk, England, UK::(Aunt Auriel's nursing home)",
            "Holkham Bay, Norfolk, England, UK::(aerial shots of beach)",
            "Swaffham, Norfolk, England, UK::(Market Shipborough)"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:PG",
            "Greece:K",
            "United Kingdom:12::(Season 1 DVD rating)"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 1989,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgxODE0MzQ0N15BMl5BanBnXkFtZTcwMzY2ODc4Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Respected country solicitor Peter Kingdom, with the assistance of his apprentice Lyle and secretary Gloria, runs a small legal practice in Market Shipborough for the eccentric people of Norfolk. Peter lives with his slightly crazy sister Beatrice, and recently lost his half-brother Simon under mysterious circumstances.",
        "languages": [
            "English"
        ],
        "title": "Kingdom",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2009",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Wheeler, Simon"
            },
            {
                "name": "Whiting, Alan"
            },
            {
                "name": "Povey, Jeff"
            }
        ],
        "production companies": [
            {
                "name": "Parallel Film and Television Productions"
            },
            {
                "name": "Sprout Productions"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "Portman Film"
            }
        ],
        "other companies": [
            {
                "name": "Hyperactive Broadcast"
            },
            {
                "name": "Behind the Scenes Freight"
            },
            {
                "name": "Crossfade"
            },
            {
                "name": "Media Safety"
            },
            {
                "name": "Production Copier Company"
            },
            {
                "name": "Sapex Scripts"
            }
        ],
        "plot": [
            "Respected country solicitor Peter _Kingdom_ (qv), with the assistance of his apprentice Lyle and secretary Gloria, runs a small legal practice in Market Shipborough for the eccentric people of Norfolk. Peter lives with his slightly crazy sister Beatrice, and recently lost his half-brother Simon under mysterious circumstances.::Originally by Mark Smith <msmith@osi.co.uk>, edited and emended."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (6 parts) (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "HDCAM"
            ],
            "printed film format": [
                "Digital"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1989,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 171,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 693,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 774,
                "rating": 8.0
            },
            "males": {
                "votes": 903,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 82,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 356,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 428,
                "rating": 7.7
            },
            "females": {
                "votes": 767,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 88,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 326,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 327,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 54,
                "rating": 6.7
            },
            "us users": {
                "votes": 544,
                "rating": 8.0
            },
            "non us users": {
                "votes": 920,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 519,
            "9": 401,
            "8": 537,
            "7": 281,
            "6": 97,
            "5": 66,
            "4": 29,
            "3": 13,
            "2": 15,
            "1": 31
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}