{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "25 September 2007"
            }
        ],
        "release dates": [
            "Belgium::25 September 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilootaflevering (pilot)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Recent college graduate Sara De Roose, a rather unsightly good worker without any fashion-sense, auditions for the job -also coveted by the bitchy receptionist Britt Van Hove- of executive secretary in fashion enterprise Présence, to gentleman Simon Van Wyck, the successful commercial director above designer Marnix Standaardt, who just heard his father Léon Van Wyck is finally about to step down as director general (CEO) and leaves the choice of his succession to the board, which means the financial director Alexander de Lannoy, orphaned son of the other co-founder, ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Now Sara has dragged drunk commercial director Simon from his Porsche just before it exploded after the fashion show, saving his life without serious injury so he can come to work the next morning, his father, CEO Léon who's about to step down, insists Simon must show his appreciation; when he learns Sara is a college graduate who wanted the executive assistant job, Simon decides to give her that job; as his fiancée Helena insists to keep Britt on, the compromise is to create as second EA job, but instead of sharing the office desk with Britt, Sara gets a glorified ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The reconverted filing cabinet she must use as office makes Sara consider to decline the secretary job, but that changes when Simon's division of labor almost turns rival Britt into the window-dressing. The mysterious ex-con Koen is back in Antwerp, and seems to blame Thomas for his sentence. Sara notices Simon's \"business meeting\" is actually fashion journalist Brenda, a floozy, and tries to cover versus his fiancée Helena, who hears about it from Britt. Still nobody listens to Sara about the errors she alone spotted in the Powerpoint presentation, which Helena ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Simon still insists to Helena that Brenda is just an ex and a fashion journalist, but shares a hotel room with the old bag in boxer shorts, claiming his engagement to Helena is to get her vote for the CEO post. Sara is caught trying to spy in Alexander's PC, gets invited to go out by ex-con Koen when he hears her tell to Arne she likes runner Thomas, who is hitting with the new supplies clerk, then gets dumped by Britt with the hurried representatives from the Dutch firm Van Veen, who are not amused Simon is absent at the agreed time; her clumsiness amuses them enough...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Supply clerk An Verbiest is happy to hear from runner Thomas he isn't engaged either, while Simon is a hopeless flirt. Desperate now Simon seems to have turned against her, Sara accepts to go out with Koen and writes a farewell notice. Alexander sees his CEO cards go sour when Simon pops champagne: Van Veen has placed its major order. He tells Sara to tear up the resignation she just failed to nick from his desk and even that he needs a woman like her; she stupidly imagines that to be meant romantically. When she refuses to give information about Présence, Koen dumps ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The board vote for the next CEO approaches. Britt plays double game, promising Alexander to sabotage Simon's presentation while kissing his lieutenant Lieven. In the pub, Anne is surprised how strongly Thomas feels about Koen's verbal abuse of Sara; when Arne shows the ex-con the door, Thomas even fights to enforce the expulsion; later his mother Ellen embarrasses the brave gentleman in the firm as if he were an unruly schoolboy. Alexander plants doubt in the mind of founder Léon, Simon's own father's, about spying on his files using Sara. Sara switches the ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara was happy to see Simon triumphant at his acceptance champagne reception, even got commended for her help, but appalled to be ordered to put his reckless bet with Alexander on paper and sad he's taking his father's office and leaving her in the converted broom-closet, now far from him. Even Sara's dad Hans, the only one who bothered to bring colleague Martine to hospital and visit her, thinks Sara is too good to rush pucking up Simon who's thrown out of his taxi for throwing up drunk as a skunk and help him change shirt in his office before he heads for his ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Helena fixates on Simon's changed shirt, supposing him unfaithful, ironically the one time he was too drunk to cheat on her; Britt eagerly confirms Simon lied about being with her all night, Sara saves his bacon by bringing in the vomit-soiled shirt, as reward he decides to keep his office close to hers. Thomas barks bitch Britt off, his bossy mother nags such a dangerous enemy can easily cost him his job, hinting at some earlier drama. Designer Marnix isn't prepared to work even harder to serve Simon's ambitions, and considers his plan to launch a perfume line '...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Alexander refuses to give Sara numbers for her efficiency study, but fails to get his sister Helena on his side, she even intends to work out an alternative plan for Simon with Britt. Sara's dad Hans is finally tempted to try his grateful colleague Martine's car; their nursery boss Roger is as grumpy and impatient as always. When Simon plays with Lieven on the 'ideal partner choice' DVD he confiscated from Britt this stirs another of Sara's absurd pink dreams about him as her adoring lover. Meanwhile Simon keeps fooling around with Brenda behind Helena's back, working...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Designer Marnix obviously won't hear about saving on fabrics, so the CEO intends to replace some top-quality used for the creations with knock-offs for actual production. Marnix gets wind of it, and Alexander dares him to make his theatrical threat to leave serious. Sara realizes she should demand a pay fitting her new responsibilities, but swallows her complaint about the minimum wage for Simon's bet's sake. Thomas's mother Ellen De Graeve admits to a colleague she always told the boy his -in fact emigrated- father was dead, but he just returned to Belgium. Simon ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Gay designer Marnix teases hot runner Thomas about his straight crush for Annie. Simon has another flirt date, swimming with model Margot. Since Helena viciously opposes Sara collecting 'her' shops' sales data for Simon's business plan, Sara gets them working with Arne from his pub PC; they are quite disappointing, so Simon decides on the spot to launch a publicity campaign, Sara should budget it. Britt and Helena spot Lieven dating Brenda. Ex-con Koen taunts Thomas.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas is embarrassed by the theft -as he suspects by Koen- of the GPS from the Présence van he neglected to close up properly; his ma worries Koen will become as big a problem as 'before', Marnix promises to cover the boy if necessary, but Thomas decides to pay for a new one himself. Britt and Alexander manage to sneak into Sara's computer guessing her password is 'Simon' but Simon catches them before they had a good look at the numbers. Sara's pa Hans's colleague Martine has to help him start his ancient car, he finally asks her price for hers. To Simon's surprise, ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The rumor Présence would close some shops causes panic, especially with Anne whose mother works in one, but after a threatening visit from her labor union mate and Steven, Simon tells Helena it was just a hypothesis, Sara has an alternative: a contest for Antwerp's graphics students, dead cheap, and carried by the board. Now he needs money for a car, dad Hans insists even more Sara should go for a more fitting wage. Flattery won't make Marnix consider any savings on fabrics. After Simon slips out to Marnix the wedding dress he designs for Helena won't be needed for ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara picks Simon's initialed engagement ring for her rival Helena, but can't get it off after trying it for size; Lut helps her get it off, but now she drops it down the sink drain, Thomas gets it out but Simon gets it a day late and all dirty. Her dad Hans has decided to take a loan to buy Martine's car but the bank decides his income and mortgage disqualify him. Simon demands a year to prepare a wedding in style. Brit plays games to make Sara seem unreliable.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    When Sara takes dad's car loan on her name, he notices her minimal wage. Thomas and Annie get stuck in the elevator. Mother Ellen and girl-friend Annie decide last-minute to throw a surprise party in Arne's café for Thomas' birthday. When Marnix catches Lieven kissing Britt while searching Thomas, she suggests he sends Sara on an errand, who just arrived back, Simon is not amused, she grumbles to be demoted to interim runner, but is tickled-pink she 'must' receive the arts students submitting campaign ideas, but Britt makes Lieven allow her to handle part- the boys, ...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Only Alexander opposes Sara's campaign choice at the board: carried. Simon agrees to update her contract and charges her with a campaign budget, but the numbers confirm his 10% bet with Alexander is practically hopeless. Britt tries in vain to make personnel chief Lieven block Sara's promotion, then asks Helena the same raise. Silly Sara fantasizes the surprise party preparations are for her from Simon, till she's invited to Thomas's birthday. When Présence's computer network crashes, Britt claims Sara let a virus in, so she gets Arne, who solves it and e-mails around...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    While Thomas' party rocks, vindictive ex-con Koen swings his bat in the underground parking, especially at Sara's dad's 'new' car, and he had 'postponed' the insurance; Thomas guesses right. Lieven assures Simon he lets no girl sleep with him, just to avoid steady hassle. Simon's retired dad Leon clearly still worries about Présence. One consoling cuddle from Simon when she arrives late in tears sets her romantic fantasies in motion once more.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    An extra zero in a supply order has caused a huge overstock. Simon and Lieven try to hide the problem, especially for Alexander, Marnix refuses any cooperation, just now Simon's pa Leon drops by, bad for his heart. Sara is told to falsify the numbers, but Alexander finds out soon; Sara insists on a loan, based on her business plan, which banker Hermans pre-approves. After a written order to help solve the stock problem (recycling?) Marnix gives his notice, even Thomas can't find his designs portfolio, Simon has no choice but grovel in the designer's gay bar and agree ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Marnix has his demands promised and triumphs in a rather ostentatiously queer way. Leo has an urgent cardiology appointment. The police has caught Koen, but he denies everything. Now she has no car, Thomas drives Sara to the golf club where he once was a professional caddy, to deliver business papers to Simon, only her cheap appearance means no-entry. Britt has financial problems, so she flirts and asks Lieven for a loan, in vain, then signs for papers from the bank she shows to Alexander, who tells her to open the envelop 'by accident', for which simple service she ...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    While Alexander already knows as Britt opened the bank's envelop in Sara's name, Simon and Lieven conspire in the gym how to keep the loan secret. Simon reproaches Alexander to have read the papers, he counters the board will be asked for a check-up of all numbers, Helena leans rather to her brother. Simon's retired pa Leon promises his cardiologist to take it really easy but can't stop worrying about Présence. Sara is tickled when Simon promotes her to personal assistant, even retrograde, but is asked as a favor to doctor all numbers into a fake budget, and Arne ...    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas's innocent date makes Annie jealous. Arne brings Sara and Hans champagne to make up and celebrate her official promotion properly. Pa panics when the wallpaper proves beyond repair because he can't afford a professional, but Lut offers to do it for free. Simon suggests his parents should visit their foster child in Ivory Coast to distract dad Leon who has a weak heart. The bitchy battle of Simon's secretaries continues.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Lieven joins the doubts about Sara's promotion, Simon still believes her despite the lie she threatened to fire Britt. Leon claims a clean bill of health and accepts to take an African holiday. Thomas is shunned because of his misunderstood date with Tine who kissed him till he gets a chance to explain properly. Alexander claims all numbers in Simon's absence, the boss insists they must doctor the accounting. Leon already knows about it but is turned away by Simon, Sara lies for him. Hans treats his wallpaper-volunteer to a home-cooked dinner, privately as Sara is ...    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Simon orders Britt to buy a small gift for a girl, to be delivered by -oops- for Sara. At Lut's suggestion, Hans trades the wallpaper in for painting, the next day, they choose a red shade. Simon can't be bothered with his wedding details, least of all a day before another crucial board meeting. Sara worked late and arrives late next morning. When Simon blatantly tells Britt she's now Sara's subordinate, she's ready for Alexander's web; she sends Sara on a wild goose chase to Marnix, but instead of copying deletes the 'updated' numbers.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara convinces Simon to delay the board meeting so she can re-enter the data Britt deleted; Alexander suggests to Leon it's dodgy, and urgently demands an audit; Alexander has a friend waiting to do it his way, Daniel De buck. Now Britt has refused the job, Marnix recruits Ann as creative fitting model; Thomas likes the sight, but an innocent cellphone photo he takes causes her to run off to Arne, where he brings her flowers and even uses the L-word, but doesn't want any colleagues to know. Meanwhile Simon goes on preparing the launch of a perfume line and lures ...    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Britt and Helena are convinced Simon's lack of attention is work stress, actually it's just flirts and floozies, this time including perfume rep Michèle, who drops the engagement ring; Sara must retrieve it before Helena notices, launching a bubble bath and champagne fantasy with her as good as imaginary 'dream prince'. Thomas is back in favor, kissing in the lift. Britt no longer buys Lievens excuse his place is too messy to receive her, or anyone, she cancels their date; Alexander secretly desires her. Helena convinces Simon to take a day off together, so Sara gets ...    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara has made an ass of herself by not noticing an obvious, hilarious anomaly on the publicity poster proof prints she approved: the boy's zipper is open! Simon is livid, orders the whole batch canceled to avoid ridiculing the firm Présence, but Helena agrees with Sara's suggestion to try it out as a humorous campaign, altering the slogan to 'nothing is perfect'. Simon's rude reaction finally gives Sara the courage to stand up for herself as she does way more then her job description entails and complain he's so often unavailable, with amazing results: she gets ...    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara is proud to get Simon's commercial division's financial operations mandate. Alexander believes this only proves Simon is desperate the audit will bring him down, and complains to Leon, who asks Helen to reconcile the heirs. Simon shows Sara fine figures when Michèle Devos makes her perfume firm's offer, she's secretly jealous he has another flirt; Arne warns Sara she's probably being set up as stooge when the number dodging leads to a lawsuit. Thomas' mother Ellen De Graeve must choose: keep hid dad Patrick De Graeve (she made the kid believe he is dead) at ...    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Simon chews Sara out for spilling coffee, then tells the board he won't tolerate further scheming against his authority. Dad Hans continues the house painting, Sara brings Chinese. Simon is down after a row with his fiancée and gets Sara for a pep-talk in a restaurant, as his personal confident, but says he's sure she ain't in love with him, then rushes out leaving her stranded with the bill and without transport. Simon's parents plan a drink on Présence before they depart for Ivory Coast.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Simon demands Lieven's help to get cheaper fabrics from textile baron Felix Van Uytsel, then misses his parents' going away party. Hans manages to make up with his colleague so he'll get lifts again. Thomas saves Annie's bacon when she forgot to order copying paper; he doesn't know it, but the stock clerk in the shop is his dad Patrick De Graeve, Annie who recognizes him tells Ellen. Simon gives Sara homework while he will be on business trip to Milan, but first invites her along to Felix' grand evening party.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Simon and Lieven are off to Milan, Sara is named the CEO's representative. She shows Felix's fabrics to designer Marnix, who is immediately convinced, but calls the prices excessive; Felix wines and dines her and throws in a fancy watch, to Britt's utter shouted fury. Thomas meets his dad Patrick (still ignoring each-others identity), who works in the storage of the shop where he'll regularly pick up paper for Présence, and is naturally drawn to him. Alexander has Brit ask other fabrics quotes. Simon suspects Felix's 30% rebate is at the expense of the quality...    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    After Felix told her the rebate is based on partial substitution with polyester, Sara agrees to consider Alexander's alternative fabrics offers, but designer Marnix says he'll strike till Felix' good stuff is ordered. Britt keeps the expensive pen Felix sends to help Sara decide, and Alexander calls it bribery. Now the plant nursery is doing badly, dad Hans is at risk of firing, the pink slip follows in the mail. Daniel thanks Alexander for convincing his boss to promote him.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Marnix uses cute runner Thomas as male fitting model. Felix and Sara are pleased to have signed the fabrics contract at a celebratory lunch, after talking to Arne she realizes his gifts smell after bribing- especially when she finds 50,000 Euros on her bank account, but intends to keep it now dad Hans is fired and his car was wrecked. Alexander shows Marnix the torn-up contract copy with Felix's impossibly low price, he reminds Sara he expects the best quality. Thomas takes Patrick's advice about caring courting, realizing he never took as much to a man old enough to ...    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas enjoys Ann's company, but is utterly sick of shopping, he rather joins Patrick in Arne's pub. Alexander is happy with Daniel's recording to bring Sara down for bribery, and her boss Simon, who just returned from Milan. When Sara offers her dad Felix' money and explains it's dirty, he insists she returns it at once. Simon says she should wait till he has considered the matter, then tells Lieven it could serve him to start a sports firm, all the risks remaining with Sara. Hearing Britt brags she'll get Sara's job after an axing, Simon orders Lieven to stay her ...    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Britt's hope the tape will be Sara's end is frustrated, when Alexander plays it Simon's dismisses it, as Sara hoped, remarking it was cut. Dad Hans finds job-hunting hard, Sara suggests an interim agency. Simon tells Lieven he wants to use the foreign front firm he plans to found with Sara's money from Felix to cheat on VAT (sales tax), lets her do all the work but gives no details, only a 25% raise; Alexander gets wind of it but Britt can't get him details. Thomas and Ann exchange secrets. Simon lunches with reporter Brenda.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Despite Arne's warning it smells like a dodgy front company, Sara intends to execute Simon's orders with the 5,000 Euro. Ann is disappointed Thomas's shared secret is his musical soft spot for old-fashioned singer Paul Anka, while she confessed she moonlights as nude model in art school, which he even wants her to give up, even before she admits she also draws, even male nudes. Helena nearly finds out about Simon and Brenda, but remains suspicious. Just then Michèle stops by, next Brenda. Sara was told to prevent designer Marnix discovering the lesser fabrics quality,...    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Having shared in Simon's anger after Britt blew the secret fabrics-substitution, Sara intends to leave Présence completely as her beloved CEO is unreasonable, his plea and promise no longer to use her for private matters convince her. When Leon calls from Ivory Coast, Marnix reassures him there is no serious problem, then gets Simon to bet: if the new collection sells less then last year's, they'll go to his gay bar the Pink Panther as drag queens. Thomas and Sara make practical preparations for the fashion show, but the abandoned factory site Marnix chose was just ...    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Simon calls Lieven to a bar at night, getting desperate as the business seems to slip between his fingers. Fashion reporter Brenda Vermeulen's article is published; Simon promises revenge and blames Marnix, who tells Thomas and Ann it's time to look for another employer. Ingrate Simon pays no attention to Sara's announcement the new firm is ready. Alexander announces even before Brenda's scandal the firm's accounts are nearing bankruptcy under Simon. Sara suggests to Simon to risk Felix's 50,000 Euro speculating on the stock market, Arne promises to help her- it ...    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas really can't stomach Ann is drawing and even kissed hunky nude model Sven, gay Marnix' joking suggestion to pose himself gets a vicious reaction too, only Patrick understands him and convinces him to prove he's not excessively jealous. Sara's dad Hans is getting desperate for job prospects. Marnix guesses right Simon has new resources when he hears the fashion show and his quality fabrics will go trough, Alexander smells a rat. Britt hopes to be taken along to Turkey but Lieven says it's a working trip, she points out she would have to obey Alexander as acting ...    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Simon takes Sara out lunching, Britt makes Lieven treat her. When Brenda calls, Simon rushes back to his office to meet her, but refuses to take her to Turkey- until she promises positive exclusive photo-shoot coverage. Thomas refuses to tell his ever nosy mother anything anymore, then goes to Arne's pub Chocolat talking with Patrick, ma sees them here, tipped off by Lut, who insists it's time to tell Thomas the truth. Sara convinces Simon her firm must give Présence a loan now, in case Alexander, who insists to stay behind during the shoot, arranges a thorough audit,...    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas' terrible mood over Ann's nude model drawing and friendship with that very stud, Sven, makes mother Ellen think again whether to tell him Patrick is his dad, but the couple makes up. Leon tells Simon either he or Alexander must hold the fort in Antwerp during the Turkish photo-shoot. Simon tells Sara her firm is to be only a loan vehicle, without any actual activities, till Lieven, their only other confident, confirms the tax office would get suspicious: she gets a free hand, on her own responsibility. She's disappointed she must stay home watching Alexander, ...    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara tries to convince herself Simon's trust outweighs missing out on Turkey, a prize the other girls go to great lengths for, Britt even throwing herself at the travel agent for an extra ticket. Now Thomas meets nude model Sven, a cop's son, they hit on, even go out together, but suddenly Ann objects. Ambitious Marnix and virtually broke CEO Simon agree on two models for the,photo-shoot, Marnix' choice, and best quality fabrics, paid for by another loan from Sara's front company.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    In order to keep Alexander in check during Simon's absence, Lieven must forgo the Turkey trip. Sven tells Ann his feelings for her are deeper then superficial friendship.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Arne reassures Sara getting the top model Viviane Verminne, which Marnix absolutely wants, can't be too hard. Sven tells Ann he saw in his cop ma's computer Thomas has a criminal record, he's furious when she blames him for not telling her, even invites Sven for a drink instead of Thomas, whom she tells she lost her trust in him. Britt accidentally knocked Sara a bloody nose and deliberately gets chewing gum in her hair, jealous to learn Sara is to negotiate with the modeling agency, where she gets a facial make-over from ex-model Mrs. Bossiers, but is told Viviane is...    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Top model Viviane Verminne's present employer accepted a bid from Sara to let her off there for three days, but Simon didn't now yet, tried to charm her, a former flame, and is told that blows it anyway; Sara lies to take the blame. Thomas is desperate now Ann no longer trusts him, blows off at Marnix, at Arne where he gets thrown out as a drunk and at Patrick; only the last -his dad, neither knows yet- gets him to tell in tears, they find to be both Paul Aka fans. Sven is tired of Ann's endless ranting about Thomas. Alexander is furious Simon leaves him behind but ...    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara taking Britt's front desk is reason for havoc but goes trough now the Turkey-party leaves Présence headquarters, including Britt, who wasn't invited but scammed a ticket, and even invites herself to Simon's hotel room. In Antwerp only Lieven still stands by Sara, who resists Alexander's first verbal assault; Arne is her witness for the notary's deed to found 'her' firm. Marnix couldn't choose two models, but finally follows Thomas's suggestions, whose Paul Anka music strikes Lut. When Sven refuses to be told off Ann by Thomas, the desperate lover gets violent. ...    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Simon dines and wines his fiancée romantically on the pier, their only evening without Marnix' Présence photo-shoot crew, who arrive the next morning, even photographer Bo is under his tyrannical orders, but complains to Simon. Sara and Arne are proud to have founded her firm, baptized Ecomoda, Alexander catches them putting the papers in a company safe. Ann tells Lut Sven wasn't an interesting conversationalist in Arne's pub. Hans prefers Lut's home cooking-invitation to Martine's fancy restaurant date. The accountant accepts Alexander's orders to deliver the ...    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Britt asks Brenda to suggest a compromise for Marnix and photographer Bob's dispute whether to shoot the models out or in the water; her idea to do it on a yacht is a hit, she's promised a private thank-you from Simon, for which Britt provides the excuse: the start of a cycle of lies and deception... Ann stays late in the office so Lut can go cook for Hans, and thus overhears Thomas tell 'to Lut' how he loves and misses her and regrets his fight with nude art model Sven, whose silence about it both admire; the lovebirds finally make up. After wining in Arne's pub, ...    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara phones to Simon the quarterly figures are even worse then expected: 18% down. Thomas and Ann tell each-other between kisses they're both virgins. Lieven gets Lut to redecorate Sara's broom closet office as a surprise, she accepts if Thomas, Ann and Hans may help; to get her out Lieven gives her a ticket first class to bring Simon the full report in Turkey. While the photo-shoot goes great, gay Marnix melts burning with desire for a hot Turkish stud, Simon has a quickie on the yacht with a model, yet escapes getting found out.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas takes Patrick's advice in Arne's pub: the main thing about a first time is to take one's time, then refuses categorically to tell his far too nosy ma anything about a girl-friend. In Turkey, where the shoot goes well, Sara has arrived despite Marnix's perfectionism angering photographer Bob, according to Lieven's plan but to Simon's anger. Meanwhile the renovation of Sara's office progresses well, even gets her a fine city view, but Alexander orders her safe moved to his office and calls his friend, accountant Daniel, who puts him in contact with ex-con Koen ...    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas and Ann volunteer to clean the brushes so they can fool around in Sara's office. Thomas pays Koen 5,000 Euro to get the documents out of Sara's safe. In Turkey, drunk and cranky Simon shouts at Sara to leave him in peace, she falls from the yacht and experiences him diving after her as romantic; he got nightmares, they meet sleepless on the beach, but he's off fast. Back home, she is kept out of her office long enough and hands Alexander the quarterly figures before the safe is cracked.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Sara is delighted with her now bright office, to Britt's furious envy, only Alexander still seems a valid ally for her. Thomas enjoys fooling around enough to suggest living together, An fears their low budget would make that a recipe for frequent fights. Simon promises Felix cash payment for a 20% rebate, Lieven fears another Ecomoda-loan to pay for it gives Sara even more power. After Britt's gazes at her safe after it is moved back into her office, Sara moves the papers to Arne's. Offended by an urge to speed up his new collection, Marnix takes a day off to visit ...    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "5 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Simon refuses Sara's thank you-office plant, scorned Sara wants moral revenge by building up Ecomoda, but can't spend enough time on it, so she hires Arne to do most of the work. Marnix' absence inspires the lovebirds further frolicking in his sanctuary. Simon is delighted to hear Ecomoda is starting to trade in fabrics, so Présence can easily absorb it later, Lieven finds growth even more scary. Alexander pays Koen his half up-front the burglary, which he specifies in detail, and lets him in. Ellen blames An for son Thomas's intention to move out.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "6 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Sara and Arne -who ignores Alexander's sneer to wait for her outside- hope to maximize Ecomoda's profit on fabrics by wholesale. Hans and Lut are amazed how clumsy Sara is in the kitchen; his colleague is also fired. Thomas and Ann enjoy another private evening in absent Marnix's domain, night watcher George nearly catches them. Lieven warns Simon Britt may be on to Ecomoda. Koen sneaks past George, beats the safe but finds only cash, not the documents Alexander hired him for, Thomas hears something while going to the johns.    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "7 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Nightguard George finds innocent Thomas standing at the emptied safe, a body-search shows only condoms; Simon decides no police and believes in his innocence, but he feels shunned and mistrusted, even by Ann, as he tells Patrick. Simon is relieved the papers were not in the safe, but without the money he must cancel Felix' cash contract, Marnix says without his fabrics only five pieces per shop may be sold, which means he wins the drag queen bet. Sara has an idea: buy alternative fabrics from Ecomoda. Koen breaks off all contact with Alexander.    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "10 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    After the safe robbery, Alexander is certain Simon dares not tell the police because he and Sara keep secrets for the board. Marnix can only be persuaded to help Sara select Ecomoda's new fabric suppliers by keeping his drag queen promise, prepared painfully professionally. Arne takes charge to rush the search for fabric samples. Hans learns sacked ex-colleague Martine is disappointed in her husband. Lieven reminds Britt he's still not even considering a steady relationship. Sara warns Ann she must stand by her despairing boy-friend Thomas.    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "11 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Simon barely makes an appearance as drag queen Lulu in Marnix' gay club, finds his car blocked and orders the 'queers' so roughly to clear it that he is thrown out, so he calls Sara, at home, who gets him out; to his fury the story spreads the next morning. Thomas is furious to overhear at Arne's pub his ma and lover Ann still can't help doubting his innocence, then calls drunk to Patrick, who puts him up for the night. Alexander asks Daniel to contact Koen again. Britt warns Simon for Helena's suspicious nature. Lieven suggests Simon can use Britt's implicit overture...    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "12 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas and Ann make up and go pick up Simon's Jaguar at the gay club Pink Panther, but Alexander receives the police, which reports the company car got fined for speeding and careless driving (by Thomas). Sara is in tears and takes a few days off; Lieven insists Simon must go make up at her place; instead he goes to Britt's, but leaves when she flirts physically. Daniel has fixed Alexander's appointment with burglar Koen, who reports the safe contained only cash, no papers, but a tape recording allows Alexander to force him to remain on call for a next job. Finding ...    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "13 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Alexander calls a staff-board meeting with Simon's parents, the CEO is ordered to make a full report on the state of the firm, which he claims will shift for the better soon thanks to the new perfume line. Lieven pushes Simon to go make up with Sara at her home, but she is enjoying working for Ecomoda, now at Arne's pub, Hans makes Simon wait for her return outside. Burglar Koen calls Alexander to meet the next day. Lut enjoys seeing lovebirds Thomas and Ann and tells them about Arne and Sara. Thomas tells his ma he took a second job as night guard to pay for the ...    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "14 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas has his hot hotel night with Ann, but is furious to be called a lier by his meddling ma who guessed after asking Ann's ma her whereabouts, Lut suggests Elle should be glad her son chose such a nice girl. Simon asks rep Michèle Devos to persuade Alexander to budget the perfume line, he won't even read her simulated numbers. Marnix tells Sara he dreams of a Barnum fashion show, she convinces him to save his grand ideas for the next, unlimited collection. Sara suggests Ecomoda may get a loan the bank refuses Présence, Lieven gets even more suspicious. Alexander ...    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "17 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Lieven can't share Simon and Sara's confidence that another Ecomoda loan for the perfume line would permit Simon to present to the board an acceptable report and warns him that Sara is getting too rich, while Alexander wonders where the funds come from. Hans and Lut plan a date but jealous Martine makes him cancel, wining her husband Frans mentioned a divorce. Ann insists to present Thomas to her parents, but Marnix has too much urgent work for him, preparing the fashion show in another desolate factory. Arne has found another paying customer for Ecomoda but isn't ...    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "18 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Marnix orders Thomas to keep looking for a perfect fashion show location, Koen approaches Thomas in vain, again. Simon is not amused to learn Sara chose Arne, not Lieven, to co-sign Ecomoda's statutes, tries to find out more about him while taking Lieven's advice to stay in Sara's good books by giving her flowers, she naively thinks 'her' Simon fears Arne as a romantic rival 'for her'. Jealous secretary Britt hits rock-bottom now her slander is found out, Lieven cheers her up.    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "19 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Thomas is not amused when Marnix says the perfect location won't be used after all, yet enjoys preparations with Ann. Lut easily accepts a make-up date with Hans, this time a restaurant. Arne objects to Ecomoda running loan-risks merely for Présence's, well Simon's, convenience; Sara is furious to find he speculated on stocks behind her back, despite a 13,000 Euro profits, and tells Simon, who now fears the pair may be a threat like Lieven thinks, who urges Simon to give Sara a bracelet, while Helena stupidly demands Sara should be fired, just for insisting on the ...    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "20 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Hans and Lut try and enjoy sushi, next fries, enough for a longer date the next day. Thomas tells his ma he'll spend the night with Ann, no objections to their relief; at night he steals a nude sketch by Sven, later puts it back in the office but is caught and taunted by Alexander, then knocks him over. Sara makes Arne swear not to speculate again on his own, and promises him entry to the fashion show. Michèle brings the Présence perfume but refuses to present it at the fashion show, so he plans Helena in the showstopper, Brenda gets the exclusive.    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "21 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Hans gives Lut a house-key and greatly enjoy her home-baked cakes. Marnix's fashion show goes well: Helena triumphs presenting the perfume carried by bare-chested hunks, only Lieven worries Arne may have a dangerous grip on Sara. Alas Felix's cheap fabrics are so bad the T-shirts easily rip to pieces, a commercial disaster, not even insured, Felix still demands payment. Alexander refuses to return Ann's nude drawing to Thomas. Sara thanks Simon for the bracelet and offers Ecomoda can buy the junk cloths, Arne thinks ripped could become a new trend, as in jeans.    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "23 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Britt gets Helena's permission to date her rich-born first love, union rep Steven, and refuses Lieven's flowers and offer to go out. Ex-con Koen first beats up Thomas and steals his neck-lace, then is caught breaking in at Alexander's and knocks him on the head worse then intended. Arne's ripped-up T-shirt style actually sells. After Lieven's latest insisting that Arne may become Sara's lover, Simon asks her along to the golf club, but then hears Alexander is in hospital...    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "25 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Alexander's visiting colleagues plus union rep Steven must wait for medical news; Simon informs his parents, who decide to cut their African voyage short. Simon tells Lieven he worries what was stolen from his safe, two weeks after Sara's, and the written 10% sales increase- bet he's likely to lose. Thomas confesses to Ann that it's Koen who stole his necklace, a birthday gift from his ma; Ann manages to find a nearly identical replacement, while Marnix suggests to pretend having lost the ugly thing. Lut is practically pressed into meeting her rival for Hans. ...    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "26 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Seeing the ripped T-shirts sell well only convinces Lieven more that Simon must prevent Arne becoming Sara's partner, so he gives her a golf club membership card 'from Simon'; they speculate they can get out of Simon's bet if Alexander's contract copy was stolen. Britt enjoys her date with rich union rep Steven. Alexander discharges himself from hospital, regardless of his concussion; his malicious 'tip' set the police on Thomas's trace, the boy's ma Ellen worries his past record -because of Koen- is bound to look bad, an accidental witness describes someone fitting ...    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "27 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Now Ann won't even answer if she trusts him enough to remain an item, Thomas begs Marnix to get him fired so he can go on the dole; he kindly intervenes with Lieven, who even accepts to make it immediate if Marnix pretends to be the problem; ma Ellen asks Thomas to reconsider as it only makes him look more suspect, Marnix warns there is no way back, but Thomas persists. While Hans generously tells boss Sjarel to keep Martine on rather then him if it comes to firing, she is actually breaking in at his home. Simon is worried Arne has such a big say in Ecomoda and how ...    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "28 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    When Sara catches up with Simon, his other 'golf pupil' Karine on her knees had just undressed him down to his undershorts. Alexander is less confident then Britt their row in the office may undermine their collaboration, so he asks Sara to become his personal assistant, she accepts. Ellen tells Lut and Ann that Thomas is arranging to get fired, Ann feels guilty. Marnix finishes the charade with a gentle goodbye-embrace, Sara fails to talk Thomas over, sadness all around. Lieven realizes Sara's excessive reaction indicates she loves Simon, so reciprocating -at least a...    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "31 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Britt gets a dinner date with Steven. Lieven coaches Simon to prepare for his golf club dinner with Sara, even change clothes and kiss; his fiancée's surprise dinner reservation is canceled. At septic Arne's pub a palm-reader tells Sara she'll find love in the office, but no marriage, only hardship. Simon tells Alexander Sara's transfer is no done deal yet, but drinks a bit too much and is late, Arne advises her to bail out, in vain, she even promises to stay on and lets him off their date, Lieven insists a kiss is necessary to counter Arne, but Simon takes off with ...    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "1 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Drunk as a skunk, incorrigible flirt Simon and difficult reporter Brenda Vermeulen strip in his office, Sara is no valid alibi, Lieven must lie for him while insisting that doesn't solve the Arne risk, but blurts out they saw Alexander, who later seems not to be believed reporting he saw Simon kiss Brenda in a pub. Steven De Sutter tells Britt that Helena was his first love, at college. In the morning, Sara finds lingerie in Simon's office and announces she remains with Simon, to Britt's despair. Lieven gets Simon by a dare to promise he'll kiss Sara to prove not to ...    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sara can't make head or tail of Simon coming onto her, up to a drunk kiss, and retreating, his engagement party invitation shatters her romantic dreams again. Lieven warns again it's getting very touchy, but was overheard in the johns by Alexander. Ann meets lover Thomas again and suggests him to look for a job with Patrick. Britt still ignores her new flame Steven is married, albeit unhappily. Pressed by Lieven to give her a sober kiss, Simon asks Sara out again.    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "3 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Simon asks Sara out once more, again rather drunk; she is confused enough to accept first, then slaps him after a second insincere kiss. They make up the next morning. Finding out Steven is married unhappily doesn't deter Britt in the least, but there is more to it. Thomas visits the Présence staff to tell them Patrick is helping him to get a new job in the same stationery firm, Marnix insists Lieven must get him another runner urgently, while Ann and even Sara help out with Margot's return and birthday reception. Alexander has a dark plan...    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "4 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander has found a better way to get academically brilliant, even thesis-published Sara out of his way: he convinces his banker Pierre Cools she is overqualified for her Présence post, indeed he offers her a board position, with doubled salary; still she rather tests Simon for a significant raise. Arne proudly announces he has another client for Ecomoda, she won't even confide in him, he demands Simon does something about her unhappiness. At second thought recently downsized Hans is interested when Sara suggests he could postulate as runner replacing Thomas, but ...    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "7 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sara imagines Simon would miss her as much and personally as she him, and turns down the bank's dream job, even with a firm car thrown in. Yet she refuses another kiss from Simon, and immediately doubts both her choices, while Lieven and Simon think she's in love with Arne; Alexander guesses right she must in love with Simon. Felix has started legal steps to demand payment for his sub-standard fabrics. Father Leon questions Simon about the firm. Ann and Sven have a surprise for Thomas: planning his first glide flight. Sara picks a Présence outfit, disappointingly ...    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "8 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Thomas feels in heaven already when he finds out Sven and Ann are treating him to his first-ever parachute-jump, even if she hesitates to join him, strapped to instructors, once he does she is at least as excited. Leon is easily tired, and wants to give Simon's engagement party a miss. Lieven advises against asking Sara there, rather send her on a mission abroad, but Simon hits right-on by asking her 'as a friend', a ploy which doesn't impress Arne. Britt promises Alexander to prove Simon is unreliable, showing Sara a fake hickey she supposedly got from a flirting ...    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "9 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    The police makes Ellen identify her son Thomas's neck-lace, found near Alexander's place, in fact stolen by Koen. This news cuts short Thomas's fun frolicking in bed with Ann, still high from the parachute jump. He won't take ma's advice to turn himself in, but promises to do so when Ann concurs, yet disappears. Sara feels tricked after Britt's hockey)lie, and resolves to reduce Simon to a professional level, but doesn't explain to him. Marnix nags to Lieven about the need to replace Thomas as runner, Hans gets the temp job starting immediately, initially welcomed ...    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "10 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Simon's father Leon is in hospital, but with good prospects for total recovery, yet it is a serious heart warning; Simon's engagement party is not rescheduled till further notice, Sara takes over his work so he can join Leon in hospital. Bailed-out Sara hears it only now, but also that Britt's hickey is from Steven, not Simon. Hans is as unhappy with Marnix as boss as vice-versa, but Marnix actually demands from Lieven his replacement, fast. Ellen is in in tears about Thomas' going underground. Thomas tells Patrick he fears nobody else believes him, not even Ann, who ...    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "11 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Thomas visits Ann but runs again, still not convinced she really trusts him, Patrick reproaches her wavering support. Simon accepts to pay Felix, but sue him to ask the money back; Arne asks Simon what the collateral for Ecomoda is still worth. Lieven tells Hans he looses the job as Marnix's runner, doesn't even get a chance to offer Hans another job, but after Lut makes him reconsider and Lieven allows him, gratefully becomes handyman. Sara accepts Simon's dining invitation 'now we have a relationship', Britt refuses Lieven's now she aims for Steven. An is desperate ...    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "14 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Hans assures Lut he never had serious feelings for anyone since Sara's mother died, certainly no colleagues; Martine feeds her a story about his hair being a turn-off, Lut's questions only make him doubt if she has a hair frustration. Sara is unable to eat lobster properly, Simon gives her shares as collateral for Ecomoda-loans, thanks to Arne, whom she first practically scorns, but starts to realize he's right, it is far more their firm then Simon's. Lieven is worried, and doubts if Felix can be made to withdraw his payment lawsuit by turning the tax service on him, ...    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "15 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Lut tells Ellen her only doubt about Hans is if he keeps a wig silent, she gets drag-queen Marnix to use his expert eye: it's real. Simon and Sara tell each-other they have deep feelings, she feels queen of the world except for his spoiled fiancée, so she buys new cloths; the girls wonder who would be her rich boy-friend. After more coaching from Lieven to keep Sara close but not too, a single red rose from Simon moves her to tears, and a declaration of (hopeless?) love in his arms.    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "16 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sara wrestles with the illusion Simon is in true love with her and her honorable duty to respect his engagement, but sees another model offering romantic means to 'earn' a models casting selection, however he sends Kim to Lieven, who gives him an exposition alibi for his date with Sara. Leon is better and dead-eager to get home again and to be informed about the situation at Présence. Alexander won't even thank 'ingrate' Daniel after the tax inspection intimidation they planned worked to make Felix call off his bailiffs, asks Simon for his own reward and is ...    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "17 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    At Leon's hospital bed, Alexander takes full credit for solving the Felix situation and suggests to attack a new market, France, together. At Simon's alibi photo expo, he and Lieven bump into Michèle, who has a soap line proposal for him, artist Jurgen refuses entry to his ex 'without an invitation, no degenerated aristocrats', even has her thrown out. So Sara waits over a hour for Simon, then he confidentially admits at dinner his fiancée is more a business alliance then a personal one, she still runs when he doesn't want to be noticed as he usually dines there with ...    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "18 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Simon has a hard time to handle his fiancée's suspicion about his night with Michèle, the firm's security officer George says he can't lie, he would get to obviously red in the face; instead they find Sara's poem by some Anna Corado neither knows. Simon rebukes Sara for her indiscreet letter, but charges her with compiling an inventory of possible take-over targets in France under Alexander's plan, while his parents would prefer him to work on the project as engagement bonding. Leon also tells him he is scheduled that evening for 'routine' bypass surgery. Britt goes ...    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "21 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Britt tips off Steven's wife Sylvie's lover's wife hoping to break up the marriage. Just before his bypass surgery, father Leon stops Simon from starting Présence France in Paris, first nearby Lille. Simon's fiancée is too suspicious, neither is still sure an alliance is a good idea. Sara finally tells Simon off privately, secretly hoping he will stop her; both are miserable, Lieven insists the business risk is unacceptable, Simon should keep control over her at any cost, even carnal consummation. Arne asks Sara to handle an Anglophone customer, she refuses although ...    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "22 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sara is devastated, takes a day of 'to work for Ecomoda', Lieven calls that proof Présence no longer comes first and worries about Arne's influence. Lut convinces Hans it's about time to tell Sara about them two. Margot presses Leon and even Alexander -who disagrees, hoping to become acting CEO- to help convince Simon to take his fiancée prospecting in France. Britt is obsessed with Steven. Marnix decides Ann is the only one left to look for locations in Thomas's place: streets with colorful house fronts this time. While scouting, Ann hears from Sven's mate Niels De ...    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "23 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    When Koen and a cahoot bother Sara, Simon hits and chases the scum, she feels obliged and celebrates by buying an outfit which amuses only those he like ridiculing her. Steven is happy his wife Sylvie is ready for divorce after Britt's phone stunt, but refuses such a traitorous lover: she's dumped. Hans tells his girl-friend Lut that Martine is behaving 'strangely familiar'. Ellen sort of rebukes Ann for coming out of gloom now Thomas is gone, Marnix tells the sour winer to shut up and stop blaming him and hanging on, admits to Ann he shouldn't expect her to guess his...    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "24 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Simon finds Sara miserable, embarrassed how badly her new outfit was received; his assurance it's not bad but he still prefers the original version hits the right note. Next Simon learns his 'trust or no engagement' ultimatum has worked, so he drops his demand to go alone on Northern French prospection trip and makes up, to Alexander's anger. Hans and Lut get used to calling themselves love-birds, like school-kids. Marnix presents Ann's idea to use Présence as location to Simon as his own. Alexander feels Léon would really be a loss, especially against Simon and his ...    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "25 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sara finds Hans and Lut kissing at home, is first startled and somewhat shocked, soon realizes they are right together. Marnix does the usual effective threatening to get not the 'silly' photographer from the Turkey trip for his fashion show in Présence but Jurgen, Helena's ex. Marnix planned the country's two beauty champions, but Miss Belgium spills her guts in the toilet, so Britt is asked to model instead, refuses to be second choice- till Simon offers full pay. Arne reluctantly plays Sara's beau, but falls at first sight for Britt, regardless of everybody's ...    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "28 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Simon's engagement seems back on track, especially in the sack, after the happy show even her scorned ex Jurgen is back in her grace. Simon's parents insist he should make Alexander deputy CEO, in charge in his absence. Hans and Lut enjoy their short coast trip, he's impressed by her parents's weekend house and insists it's easy for handymen like them to turn it into a dream residence. Sven's mate Niels convinces Ann to share a light lunch in Arne's pub and secretly goes trough her things while she's in the lavatory. Britt and Daniel really get closer; Arne also ...    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "29 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Simon's resistance against Alexander as acting CEO in his absence is subdued again by his own parents. Sara is out of the running with influenza. Marnix naturally ignores Anne's petty advice to ignore Sven's friend Niels De Rovere's solicitation as runner just for not telling her he considered postulating, he actually gets the job after clever flattery. Hans and Lut finally express mutual love. Britt gets Daniel to tell Alexander was behind cracking Sara's safe and demands promotion to his personal assistant.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "30 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sara's influenza kept her sick in bed, adoring how Simon personally takes care of her till dad Hans returns with Lut from the sea. Alas Sara returns to Présence too soon and immediately infects Simon, who is now pressed by his parents to hand over management to Alexander, who feels both black-mailed by and attracted to vamp Britt, who has meanwhile besotted Arne too...    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "31 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    It's Simon's turn to be sick in bed, meanwhile Jurgen makes the private photo-shoot he promised his own ex, Simon's fiancée, as a 'saucy' surprise, stripping to the last stitch. Arne makes an ass of himself turning up at Britt's desk in Présence as Ecomoda's general manager, supposedly with an important appointment he can't even remember, next asks Ann -who once more wines she feels used, now for Sara's sake- to pretend on the phone to be his secretary and plans a birthday celebration for Sara in his pub, like her dad and Lut at home. Alexander pays Britt's silence ...    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "1 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Now Simon is sick, Alexander orders Sara to hand him all Présence data, fast. At Lieven's advice, she tries to make it complicated and stalls so she can make non-suspicious versions, but he watches like a hawk and demands all files on her office PC, 'personal' isn't even allowed; then Simon reappears, just in time to stop Alexander carrying it all off; they agree henceforward she will hide confidential stuff at home. When Brit hears Daniel is fired, she calls it 'her' bad luck her lover is no longer financially attractive; she tries to get the accountant hired by ...    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "4 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander can't stop Sara from evacuating Simon's 'confidential' data on the CEO's explicit orders. Simon gets his sick fiancée's blessing to go prospecting in northern France alone. Thomas's parents have drinks together and try to make up. Arne complains about the faults of Ecomoda's expensive accounting firm, and hires Daniel as part-time accountant, to please Britt, who brags to the Présence brass, so Lieven is alarmed. Sara is disappointed nobody seems to mind her birthday, then all the more pleased with surprise parties in the office and at home; Lieven convinces...    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "8 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Nils and Ann -who now admits Mathias is a loud, immature drunk- agree to be friends for life, never lovers. Simon' parents grumble he doesn't get on with Alexander -once raised in their home with his sister, now Simon's fiancée with flu- and accepts to hop in at Sara's home birthday party despite his Lille prospecting trip. Arne plays Sara's lover. Britt and Daniel are quite tactile by now and discover Ecomoda' address is Sara's home, just when Simon arrives. When Simon agrees to take Sara along to France after all, she can't wait till after 'her' party, even imagines...    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "6 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    The party goes on after birthday-girl Sara eagerly left with Simon. Patrick tells his ex Ellen he left her believing they could never be happy together. Sara is elated when Simon takes her to a posh French restaurant which he pays extra to stay open late, next to a karaoke bar where she shows surprising vocal talent. To Sara's secret relief, the hotel is fully booked, so they must take the double room she booked when his fiancée was still presumed to come along. Afer Simon tells her making love is impossible, she decides to sleep on the floor, but is told he does love...    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "7 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    When Simon tops Sara's splendid birthday evening out by making love to her, she can barely believe her luck waking up naked in bed with him, while he feels guilty for (ab)using her relative innocence for business sake, yet she won't tell him if Arne undid her virginity. At home, dad Hans and Lut feel ready to cohabit, but where, and how will Sara take it? At Présence, Arne makes another clumsy move at Britt, promising to swing Daniel's solicitation, she openly realizes he's after her; Sara mandates Arne to pick a company car for Ecomoda. Nils and fascinated Ann meet ...    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "8 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Now Arne has Sara's blessing to buy a company car for Ecomoda, he takes Britt along to choose a 'classy' one, she accepts to humor him as long as Daniel isn't engaged, so it's a pointlessly expensive French car, exorbitant to frugal Sara's taste. Simon nearly gets a fit when he thinks his hot night with Sara got out, she reassures him everybody thinks it was her and Arne. When Marnix asks him for the budget margin, Alexander insists to consult Simon's parents to convene the board; they inquire with the CEO how the preparations for his report advance, a worry for her ...    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "11 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Daniel and Britt wonder if Ecomoda could be good for both of them. Anne is too thin to understand Nils's sneers at her sudden interest in Philip's subject philosophy. Marnix suggest a fancy wedding dress with real gems, affordable if shown in the fashion show, Simon hesitates for the 15,000 Euros price tag, so Marnix pleads the case in staff meeting, Britt suggests it's another ploy from Simon -whom Lieven told- to delay his wedding; when he seconds Alexander's motion to delay the decision till the budget is cleared out his fiancée says rather cancels the wedding, ...    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "12 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander's suggestion to split the firm -and thus cancel the bet- worries everyone, but Simon denies even to consider it, so Alexander tries to organize it unilaterally. Ann is pleased with a visit from Sara's cousin, philosophy student Filip, who looks down on her job etc., poor Nils is ignored- till she can't even think of something to philosophize about. Arne keeps flirting with shameless seductress Britt, who actually kisses with Daniel. Hans isn't angry but disappointed now Lut isn't completely committed yet, she reassures him enough. After consulting Lieven in ...    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "13 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander tells Leon about his Delannoye-Van Wyck split plan, practically the end of Présence. Daniel tells Britt he knows Arne and Sara manage Ecomoda, but decide to stay silent rather then risk his new job. Lieven is startled Simon now kisses Sara without physical aversion. Lut moves in with Hans, they wrestle with minute housekeeping differences, her cooking is a hit. Simon mends his engagement and the firm by a wedding dress compromise.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "14 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Arne pretends Sara is Ecomoda-director only in name. Simon and Lieven ask Marnix to make the wedding dress design more affordable, the designer is in a good mood now the classy model Viviane Verminnen (Phaedra Hoste!) they couldn't get for Turkey will do his fashion show; while Lieven isn't in to finalize her contract, Viviane insists to see her ex-lover Simon, now amicably, a frightening sight for jealous Sara, who even gets thrown out aloud after several silly intrusions, Lieven makes him apologize after signing up Viviane. Leon desperately hopes to convince the ...    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "15 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Arne has a hard time cheering up miserable Sara, who won't even tell him what's bothering her. Lieven grumbles in the gym locker-room because he must stay in Lille for a while, and insists Simon must make up big-time with Sara for Viviane, but she now became defensive, even at Jurgen's exposition, where Simon sees his fiancée's nudes. Gullible Ann keeps adoring pretentious Filip and looking down on direct Nils. Alexander feels deserted now even Britt only has eyes for Daniel; she's furiously jealous to hear Sara owns all of Ecomoda, and considers getting a job there. ...    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "18 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Simon frolics to make up with initially reticent Sara in Lieven's apartment, they get physical again. Hans insists Martine imagined anything between them, he loves only Lut, who is not amused when walking in. Niels finally has a fun evening with An, then Filip walks in and is told off. Jurgen's nude photos, surprising even for the model, don't lead directly to a break-up, until the make-up sex proves an embarrassing failure. Daniel and Britt are happy together.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "19 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Simon phones with Lieven in the gym, instructions for Sara-care follow by mail. Arne tells Sara a fabrics manufacturer insists to meet Ecomoda's client Présence to check if it's legit. Sara notices Martine made herself look just like her late mother Myriam, Hans tells Lut who demands the mad woman barred entry before she returns. Britt finds Alexander has a hang-over, out of character, he throws her out, Simon doesn't even want to know. Ellen finally gets a postcard from Thomas.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "20 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    A personal card from Thomas relieves Ellen; Niels proves a truly understanding and supportive friend, finally acknowledged by fickle Ann. Sara pretends to ignore who is Simon's lover, yet the Présence alliance by wedding is endangered by mistrusting maneuvers. Hans and Lut consider making up properly, yet don't agree what to think about Martine, who has a fall in his home. Sara's peeking in a letter from Lieven proves a rude awakening: his wooing instructions for Simon.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "plot": "\n    Now Martine is found and thrown out, by Hans, Lut is back. Heartbroken Sara asks Arne along to the model agency's party, but won't explain to anyone. Now Alexander has stopped payment of her rent, Britt asks Daniel to move in with him, he accepts. Alexander is bitter, gloomy, drinking whiskey early, in a bar. Wining 'everything wilts' on the way back, he accidentally runs over Daniel and disappears after calling an ambulance on Daniel's own cellphone. Leon is physically recovered but refuses the suggestion to return temporarily to the torn-apart Présence management.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "22 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Britt is furious at Alexander for causing Daniel's supposed dumping her, he's worried stiff till he knows she ignores about the accident, yet still offers her to pay her rent again, she scorns the offer. Deadly hurt by Simon's double game, Sara is far less job-committed, even refuses to attend the durability control meeting with Ecomoda's supplier but saves the day at the last minute, yet tells Arne to prepare calling the collateral on Ecomoda's loans to Présence, Simon is Godstruck. Only when Arne comes pick her up for Esther's model agency's party Sara tells him ...    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "25 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Arne convinces Sara they must go to the models agency's party despite Simon and Lieven's dirty game, playing for money and power themselves using Ecomoda's markers. When the police reports Daniel has died in a hit and run, Britt is a total wreck, she invites Arne; Alexander is worried. Léon is preparing himself for the possibility the heirs' feud may require his return as CEO.    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "26 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander condoles Britt, who blames him -ironically the unknown, unintentional physical killer- for 'causing' Daniel's death by canceling her rent, yet accepts him resuming payment, but she shows him out to receive now eligible Arne. Sara remains vindictively cold to Simon, without telling him she knows about Lieven's wooing coaching, which goes on by phone; she now craves Arne, who is released by Britt. Jurgen explains about the nudes. Marnix finds Nils drawing while without tasks, demands a few days off himself to seek inspiration, yet Simon not only refuses but ...    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "27 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Simon is worried sick now Sara takes a day off unannounced to tour on Arne's Vespa. Marnix is back, even in a good enough mood to tell Nils his sketches prove more talent then his academy failing grade suggests, Ann also compliments his work. Britt is startled Alexander sort of steals a kiss. Jurgen offers to donate the nudes to the 'happy couple' after his exposition.    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "28 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Now Sara checks all Simon's affection tokens at Lieven's wooing instructions, nothing works anymore, both are in a morbid mood. Sara decides to treat the colleagues, even Marnix, to a dinner in a fancy restaurant for Ann's birthday. Alexander is depressed, feeling guilty about Daniel. Arne makes Sara consider starting an Ecomoda collection using Nils's designs, the boy is surprised but quickly interested. Patrick accidentally learns from George that Thomas worked at Présence too, and blames Ellen for not telling him. Now the trust between Simon and Sara is broken, ...    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "29 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Nils surprises Marnix by refusing to become his assistant. Simon refuses Lieven's advice how to handle his date with Sara. Arne enjoys flaunting Ecomoda's wealth, but Sara -who is excused to come late at the birthday party she pays for Ann- grimly stops trying to look good as Simon considers her ugly anyhow. At the pub where Sara asked to meet Sara Simon is approached by Tanya and other foxy girls, she keeps bitching, he offers a pay-rise and perks, she sneers only Ecomoda can afford it, he tries kissing and proposing frolicking in Lieven's place, which backfires. ...    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "3 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Now spiteful Sara is no longer his reliable right-hand, Simon has to trust Britt to mail the crucial board report to Lieven in Lille. He has a hard time explaining to his parents why he is always occupied as Helena handles the wedding, Sara the report. Although the tension remains, Simon and Sara mutually reaffirm their love. Britt is desperate to finance a new car, so she tries her luck with Arne in his 'hobby' pub, he replies it's really Ecomoda's money, yet she gets a dinner date and brags about it to Sara. When Patrick drops by, Ellen tells him the boy is in ...    "
                },
                "116": {
                    "title": "Episode #1.116",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "plot": "\n    Alexander sneers when Britt asks him a 20,000 Euro loan to buy a new car, he rather offers a gift- if she, whore, sleeps with him. Simon follows Arne, who needs to talk things trough with Sara, who insists to talk inside a restaurant; she makes him cancel by SMS Britt's date and loan and makes up, sees Simon there and asks Arne to order lobster aloud and kiss. Patrick is pleasantly surprised by a nightly visitor: Thomas; alas the boy had to return from Rumania because of bad health, but insists not to tell his mistrusting mother. Financially desperate, Britt accepts ...    "
                },
                "117": {
                    "title": "Episode #1.117",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "plot": "\n    The doctor assures Patrick and Thomas the boy has a virus and should recover fairly easily. He made Patrick promise not to tell his ma, fearing she might still turn him in to the police; Patrick tells Ellen anyhow and fails to keep her away; seeing his ma makes Thomas run off, cursing Patrick as another traitor, then he gives criminal 'mate' Koen a 24 hours ultimatum to flee or the cops hear everything he knows. Hans can't believe how little his daughter still cares for Présence. When Simon tells Lieven he's at his wits end, the wooing coach returns to Antwerp ...    "
                },
                "118": {
                    "title": "Episode #1.118",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "6 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Sara successfully makes Simon crazy by deliberately wasting time on the board report, Lieven grumbles Simon seems more upset about Sara's attention for Arne than about the firm's peril. Alexander is ready to pay Britt's car for information to use against Simon before the board meeting, but she sneers he's too late now Helena grants her a loan for a new car. Ellen tells only Lut in confidence about Thomas's return. Koen calls Alexander, who refuses to meet him. Sara wonders who to confide into, deciding on modeling agency executive Esher Bossiers, then calls Arne, who ...    "
                },
                "119": {
                    "title": "Episode #1.119",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "7 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Arne arranged for Thomas and ma Ellen to meet in his pub, but she barely promised not to turn him in to the police -who just got Alexander's call at Koen's instigation- or she suggests he should present himself and asks another confirmation of innocence; next they go to Patrick, where Thomas is shocked his ma kept from him all those years his dad is alive, but Patrick convinces him a chance to be father and son is a more important cause for celebration. Sara meets Mrs. Ellen Bossiers and recalls her long perilous 'affair' with Simon, who meanwhile accidentally meets a...    "
                },
                "120": {
                    "title": "Episode #1.120",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "10 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander and Koen are relieved they can go their separate ways. The police tells Ellen Alexander reported seeing Thomas and remembering his 'guilt', worthless 'mother' Ellen takes his word against her own son's and repudiates the kid as incurable lier by phone, yet Marnix seriously doubts Alexander's sudden memory recovery. Simon happens to be at Arne's pub when Nils presents there his designs for the Ecomoda collection. Arne's protective boyfriend - and publican - act taunts Simon till he hits Arne hard, Nils risks his job trying to stop Simon. Sara is even more ...    "
                },
                "121": {
                    "title": "Episode #1.121",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "11 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Thomas tells astonished Patrick how Ellen threw him out, dad happily takes him in. Nils tels Hans and Lut about the bar fight. To already sore Arne's horror, Sara wants to terminate Ecomoda after a last treat. Marnix accepts to let Britt model in the next show, but she gets no advance. Simon writes a love letter to Sara; his pa Leon finds him drunk and sends him home by cab. Alexander now has a shot at proxies for parental shares. Arne is invited at Britt's 'to nurse him', in fact for wine.    "
                },
                "122": {
                    "title": "Episode #1.122",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "12 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    After paying him a little attention, Britt asks Arne a 15,000 Euro loan, he admits Ecomoda won't help anymore. Hans can't get details out of depressed Sara. Patricks surprises still sick-feeling Paul Anka-fan Thomas with a Platters record, a shared pleasure fit for pa-son-bonding. Simon is back with a killer hang-over and 'sends' Sara another cheesy card, she just demands he apologizes to Arne and publicly to the staff for his drunk talk, which he does, but not that he was jealous of Arne, afterward claims it's impossible business-wise. Leon is preparing to return as ...    "
                },
                "123": {
                    "title": "Episode #1.123",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Britt is finally ready to sell Alexander the info to break Simon at the board-meeting, and produces the copy Daniel left about Sara's legal position in Ecomoda; both are pleased, they may grow closer again. Simon tells Michèle Présence wants two more scents for men and one for women, she gets him to allow her business partner Jan Nyman to drop by. Ellen lies to the police not to have heard about Thomas's whereabouts. Sara grumpily puts all Simon's gifts way, but accepts to work all night to include the perfume extension figures he still has to negotiate in the report....    "
                },
                "124": {
                    "title": "Episode #1.124",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "14 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Nils asks Lut to confirm Ann has no lover, then successfully invites Ann to a movie and drinks. Simon's parents keep breathing in his neck while they await Alexander's news at the board meeting; it's a bomb shell: the notarized Ecomoda statutes, signed by Sara; Alexander drags her in, she pretends Arne is the owner, she only has a small share- Britt only brought one page, which doesn't mention the figures, Alexander demands she gets the rest from Arne or no pay, but her admirer has had enough of the gold-digger. Patrick tells Ellen Thomas is sicker again, she fears ...    "
                },
                "125": {
                    "title": "Episode #1.125",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "17 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Sara regrets her lies to the board now she disbelieves Simon's love, yet is persuaded by his pleading to go on; seeking comfort with Esther, she brings her chocolates as thank-you, and is startled when model Kim is fired on the spot for a rude giggle at Sara. Hans cancels the theater evening Lut was looking forward to, working late and not really interested; she goes anyway, has drinks afterward and calls Hans she'll spend the night at her flat again. Nils was looking forward to a movie with An, but she brings along another girl, Elke, when they meet in Arne's pub ...    "
                },
                "126": {
                    "title": "Episode #1.126",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "18 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Marnix's friend the doctor diagnoses Thomas with encephalitis, he really should go to hospital. Sara doesn't tell Simon she has accepted another job, yet continues the report to the board. Steven blames Britt for chasing off his unfaithful wife. Simon walks out on Helena's celebration for finding a marital villa, so she drinks with Steven, who questions her fun-less way of living. Arne agrees with Nils to produce only four of his designs for an Ecomoda line, only later Sara tells Arne she plans to pull the plug on both jobs, he makes her reconsider.    "
                },
                "127": {
                    "title": "Episode #1.127",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Hans is delighted Lut still came home to sleep with him. Recalling their romantic past, Steven and Helena kiss; just then Simon arrives and calls the wedding plan a farce, then confers with Lieven how everything goes wrong in his life and is told to start up the larger perfume line with Michèle, who is a bit suspicious of his frisky side. Marnix calls Ellen, shocked she still doubts Thomas, and tells the terrifying diagnosis. George finds Nils using Marnix's office for his own designs. An, who must model for Nils, brings her new silver-spoon boyfriend Charles, a ...    "
                },
                "128": {
                    "title": "Episode #1.128",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Patrick and Elken worry about sick Thomas at Marnix's. Nils presents his designs to Arne, who must tell him he'll be paid but Ecomoda is being shut down, no line. Once again, shallow An brags about her date to Nils. When Sara hands the finished report for the board to Simon, he hugs and kisses her, she still doesn't tell him she has signed a contract elsewhere. Alexander eagerly looks forward to toppling Simon at the board, but the Van Wyck parents meanwhile doubt his intentions. The doctor decides Thomas must be hospitalized immediately, never mind the police. Simon ...    "
                },
                "129": {
                    "title": "Episode #1.129",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "21 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Now Thomas is in hospital, Marnix finds his cellphone and redials, but information won't give him Koen Meuris's address. Sara finishes her nostalgic goodbye-tour, reminiscing alone before telling Hans and Lut she has accepted another job, then goes to Arne, whose last attempt to save Ecomoda fails. Simon's parents can't believe the wedding is off even before the board starts, but when he tells Lieven, his mother's shares proxy depend on it, they are overheard by Sara pondering if the 'business alliance' is inevitable.    "
                },
                "130": {
                    "title": "Episode #1.130",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "24 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    After hearing Simon and Lieven plan to send her to Ivory Coast, Sara drops a bomb shell at the board: her true part in Ecomoda and Présence's debt. Alexander triumphs as even Leon demands Simon's resignation, then refuses to succeed him as CEO of a ruin. Then Sara pleads against closing down, both de Lannoye siblings want Sara's resignation, she goes as she planned. Marnix hands the police Thomas's cellphone, but maintains to ignore his whereabouts, yet Ellen dares say he 'went too far', Patrick tries to calm her. Nils is surprised An now encourages him to keep ...    "
                },
                "131": {
                    "title": "Episode #1.131",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "25 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Even now Sara has spilled the beans and ruined his career, Simon wants her to stay and tries kissing, in vain, but Helena sees them and wines to the board, where Alexander's offer to become CEO is now rejected as disloyally late by Leon, who seriously considers returning himself and refuses to speak with son, both till further notice. Lieven has to leave Michèle- with the bill. When Ann worries about losing her menial supply job, boy-friend Charles promises he would take her on his yacht in the Canaries, for months, meanwhile an evening at the casino, she may keep any...    "
                },
                "132": {
                    "title": "Episode #1.132",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "plot": "\n    An brags insensitively to Nils about her champagne Charles, but can't handle him telling she's but a toy for the golden boy. Thomas is relieved to have his parents besides him 'as a family', but they're not ready to consider living together. Leon insists Simon is immature and completely in the doghouse, but finds Sara's business efforts saved most Simon would have ruined, yet realizing how deep Présence has fallen gives the acting CEO another heart-attack. Lieven can't get desperately gloomy Simon to talk or drink, he even idiotically dumps his last friend as 'bad ...    "
                },
                "133": {
                    "title": "Episode #1.133",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "27 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Hans and Lut worry although they know only half how down Sara is, only Arne comforts how now she can't even bothered to chose a lawyer to handle Ecomoda's interests versus Présence. Simon still blames Lieven's well-intended advice, he still can't believe Simon feels for the ugly duckling. Britt has no luck trying to make her benefactor Helena bid for the CEO-position. In hospital, where Patrick and Ellen dare not tell they just visited Thomas, Leon's heart-attack is diagnosed much worse then his first, permanent respiratory damage may keep him in bed for life, the CEO...    "
                },
                "134": {
                    "title": "Episode #1.134",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "28 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Sara's now scorned lover and sacked CEO Simon melancholically wanders trough Antwerp, totally depressed. Lieven finds him, in vain advising to stop pitying himself. Lut tells Hans she can't get used to restrictive country life, asking him to consider moving to her city apartment, in-living Sara gives her blessing. Now Leon's wife is in temporary charge of Présence, Britt courts her, shooing Brenda. Ellen hands Patrick Thomas's fathers-day-presents. An commends Nils on his first aid to Leon, he is angry she falls for Charles.    "
                },
                "135": {
                    "title": "Episode #1.135",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "31 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Lieven tells Simon he fears to have started on the wrong foot with Michèle, only then learns about Léon's condition. Alexander hopes in vain nursing Léon would stop his wife standing for CEO; Britt is determined her mentor-friend should stand. Nils insists An should consider Charles's sincere motives before accepting his two months yachting offer, they kiss after declaring they are ready to be together. Lut complains Hans seeks excuses not to move into her city apartment, but when Sara's new employer Esther insists she must join her on a photo-shoot on the Canaries ...    "
                },
                "136": {
                    "title": "Episode #1.136",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "1 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Helena has forced Sara to show her the personal belongings she wants to take home, thus facing Simon's 'purposeful' stream of gifts. Marnix is told not only Léon is probably crook for life, his new season's production is 'on hold', his designing too- he tells Nils to consider transferring to another firm soon, being in demand. Alexander was eager to keep Présence afloat, but then hears his sister changed her mind and stands for CEO, as Britt always suggested. Jan insists to join Michèle's meeting with Lieven, who points out he agreed to work with her. Hans can't help ...    "
                },
                "137": {
                    "title": "Episode #1.137",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "2 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Marnix calls the police to be assured they have no trace of Thomas. Nils is delighted he can use Marnix's workshop in his indefinite absence, An thinks of more intimate uses, like with his predecessor as runner and her lover, Thomas. Leon stubbornly refuses any contact with Simon, who is in danger of becoming a lush, Lieven fails to get him out of the pub. Steven fears architect Olivier Mathyssen may become a rival for Simon's ex-fiancée, she keeps both at distance. Brenda refuses to spy on Lieven for Jan Nyman, rather tests Michèle about Jan. Patrick and Ellen are ...    "
                },
                "138": {
                    "title": "Episode #1.138",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "3 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Hans and Lut move to her city apartment, with some nostalgia for his cozy rustic house. Présence's lawyer Wouter Douwe insists they must take on Ecomoda soon, before Sara can get good advice; Simon can't find her either but turns up tipsy at the De Roose home while she's alone there, so she hides; even threatening Hans with the sack doesn't make him tell Simon where Sara is. Nils and An enjoy each-others naked company in Marnix's workshop, she can't forgot nor precisely remember Thomas physically. Thomas decides to live with neither parent, Marnix is safer. The police...    "
                },
                "139": {
                    "title": "Episode #1.139",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "4 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Hans fears Simon might make true on his firing threat, Lut verifies it won't happen and tells Simon she's 'abroad'. Just when his parents were helping Thomas to move, the police inspector arrives- to return his cellphone and tell the drawing was found in -now fugitive- Koen's home: Thomas is no longer a suspect; he decides not to move to Marnix's and wants to re-contact An, but she's kissing Nils meanwhile and agrees to meet Charles, albeit to turn him down and accept Nils's suggestion to take the fast train to Paris for three days. Alexander heads Présence's ...    "
                },
                "140": {
                    "title": "Episode #1.140",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "7 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Steven learns the disastrous truth and consoles Helena in his arms, refuses to get closer to Simon again. Sara realizes Ellen took her along days before the Canaries shoot as a diversion, there's no real business to do; Arne assures here things are going well, and Ecomoda's lawyer Elisa Degroot is a woman to his taste. Leon is slowly recovering a bit, but fears Présence is even worse off, much depends on their lawyer Wouter's defense against Ecomoda's claim. Thomas finds Ann absent and gets Alexander's hypocritical apologies 'by the way'. Marnix is back. For once ...    "
                },
                "141": {
                    "title": "Episode #1.141",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "8 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Lieven and Britt become friends again. Simon is the only one confident Sara will grant Présence time to become solvent before refunding its debts to Ecomoda, considers the general advice to reconcile with his ex-bride, but when they meet spontaneously tells her he has shared Sara's bed. Alexander promises Marnix a lunch date well worth attending. Leon hates the nurse's infantile nursery tone. Arne feels for the lawyer's suggestion to ask Sara's proxy, so they to can handle he claims matter- together, Esther convinces Sara to oblige.    "
                },
                "142": {
                    "title": "Episode #1.142",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "9 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander's news for Marnix is a shock: a fusion Présence-Ecomoda could mean his designs loose the label anyhow, so why not join his own de Lannoye firm, yet no deal: the founding designer is loyal, till full creative control and his own name on the label make Marnix reconsider. Arne is in a playful mood when Ecomoda's lawyer approves Sara's proxy, which allows her to get into the holiday spirit, till Simon's gifts rekindle her longing, a message Simon makes Arne pass on makes her intend to return home. Hans finds it hard to get used to Lut's city apartment. Britt ...    "
                },
                "143": {
                    "title": "Episode #1.143",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "10 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    After a reluctant evening, Lieven admits Britt has changed for the better, they agree a 'real' date. Lut tells Hans she doesn't object to him checking by at his house. Leon is finally home, in bed with a private nurse, youngster Gert Hermans, who even offers to cook; Simon is desperate to see him and make-up, before his pa might die. Thomas tries to see Ellen and really An, in vain. Ecomoda's lawyer's request to admit Arne to Présence's staff meetings is accepted. Arne pretends to accept a date with Britt, who lies to Lieven she has family obligations.    "
                },
                "144": {
                    "title": "Episode #1.144",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "11 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Marnix is happy to see Thomas up again, is thanked for his brave hospitality but keeps silent about Ann and Nils; later he tells Elle she or Patrick should bring the bad news. Leon is getting used to life at home with nurse Gert. Lieven is eager enough to date Britt again to wait and invite her at his place, but she rather stops by Arne's pub, where she is only kept on a string and then presented to Ecomoda's lawyer, even told he prefers to date Elisa, Alexander is amused to observe her lousy mood. Hans has 'found' Sara's diary, and starts reading it against Lut's ...    "
                },
                "145": {
                    "title": "Episode #1.145",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "plot": "\n    Arne arriving to attend the Présence staff meeting as Ecomoda observer allows Lieven to find out bitch Britt two-timed both of them, and dump her. Both de Lannoyes decide to boycott the meeting, Arne leaves affronted and asks Sara to return, she refuses even long-term, attorney Elise's promise to attend too next time restores his confidence. Leon tells nurse Geert his hard way to the top was tops, enough to raise his blood-pressure; he fails to turn worried Simon away but demands he restores the firm before really talking to him; to please his parents he must accept ...    "
                },
                "146": {
                    "title": "Episode #1.146",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "15 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Léon is feeling desperately useless, lonely despite good nurse Gert, losing interest in Présence as 'ever worse bad news show'. Thomas visits Marnix, but is told his runner job couldn't be kept open; he wishes his successor Nils, a fashion academy graduate, well, ignoring he's also his successor as An's lover...    "
                },
                "147": {
                    "title": "Episode #1.147",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "16 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Hearing his ma has removed Simon from both the meetings with Ecomoda and the commercial service depresses Léon so much that he doesn't want to hear about the firm anymore, nurse Gert gets him to talk about it and avoid a black hole. Arne learns his lawyer is pregnant, and married. Thomas tells Hans he fears without a diploma getting another job may prove very hard, the sees An and Nils kissing, yet stays gentle. Sara's restyling puts her in a good enough mood to tell pa to buy a new kitchen at her expense, but soon feels it's not like her, too artificial.    "
                },
                "148": {
                    "title": "Episode #1.148",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "17 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    While they have a bite together, Nils is enthusiastic about his Paris trip with An, she and Thomas rather hint at their past. Side-tracked Simon seems totally unattractive, so Brit suggests Helena should dump him for Steven, whose invitation to meet over drinks is reluctantly accepted, but still still motivates her to ask Margo the union negotiations back so they can meet regularly. Ellen finally convinces Sara at least to accept stylist Jacob's drinks invitation, next a promenade. Arne is again denied Sara's return, so suggest a one-to-one on his own...    "
                },
                "149": {
                    "title": "Episode #1.149",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "18 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Lieven makes Ellen admit she was just too chicken to tell Thomas about Ann and Nils replacing him both as runner and lover. Thomas is desperate in Arne's pub. Steven gets absolutely nowhere with spasmodically inflexible Margot and warns Helena that must lead to union action, she invites him for a happily embraced home meal. Britt first sneers at Alexander for his dull love-life, then apologizes and offers dinner, which after an initial icy refusal is coolly accepted, there she compliments his CEO potential, wisely mistrusted but \"that's exciting\". Even now Arne makes ...    "
                },
                "150": {
                    "title": "Episode #1.150",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 150,
                    "original air date": "21 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Thomas is the first whose polite refusal talks Simon out of another Whiskey round; Simon successfully requests 'another chance' at Présence, but he'll have to prove himself. Ellen is no help for Thomas, but one call to Ann and she leaves to meet him, Nils isn't happy but lets her. Steven tells his plight. Leon learns about Arne's fairly accommodating payment plan. Meditation had got Sara some self-confidence, but after meeting the charming law student who came on the photo-shoot as photographer's assistant, moving on unable to keep the conversation going over a minute...    "
                },
                "151": {
                    "title": "Episode #1.151",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "22 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Thomas hears Ann had others after him and is with Nils, to stay. Patrick is glad his son doesn't blame him anymore, but the boy is totally down after talking with Ann and feels it's his own fault for leaving her without a word so long, dad advises simply talking to Nils. Drunk Simon gets roughed up in an alley by nasty motor-bikers. Driving and talking with Britt after dinner gives Alexander nightmare memories of running over Daniel. Hans and Lut agree city-life isn't nearly as dreary as Miel feels, Hans even has a surprise for her, but... Just now Sara was feeling ...    "
                },
                "152": {
                    "title": "Episode #1.152",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 152,
                    "original air date": "23 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Simon's smacking seems a new start, at last. Brenda keeps snooping, Marnix only says things are crooked and cracking in Présence, no details; Simon refuses to dot the I's but agrees to a business lunch, according to Britt absurd given his suspended competence. Thomas passes by his successor Nils, promises not to steal An back, gets the green light for drinks all three. Michèle tells Lieven she fears Jan is getting wind of Présence's problems, he refuses to tell Jan yet. The police wants to contact Thomas to help catch Koen, he agrees to phone the ex-con, getting his ...    "
                },
                "153": {
                    "title": "Episode #1.153",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 153,
                    "original air date": "24 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Brenda isn't fooled by Simon's explanations, but offers to forget about publishing Présence's perils provided they continue their 'cover' story in a hotel-room; naive Margo nearly ruins it by insisting Brenda should come talk to her, her next miserable move is to tell Michèle the contract requires her part-time presence at Présence, next deservedly is told by Alexander to keep her nose out of his love-life. His never supportive ma Ellen wines to Thomas now he collaborates with the police to catch Koen it's 'too dangerous'. Simon ultimately tells Brenda he can't make ...    "
                },
                "154": {
                    "title": "Episode #1.154",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 154,
                    "original air date": "25 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Despite cold feet, Thomas helps the police set up a trap to arrest Koen, which works. Léon worries Margo is doing too much, nurse Gert convinces him he must get better to be there for her if she crashes. Haunting memories of Daniel make both Alexander and Britt take a rain check for their dinner. Margo idiotically discredits Simon herself towards Brenda, who is not amused to be suggested to talk to Helena henceforth and tells Lieven she feels it's time to drop her empty flirts, then confers with Jan.    "
                },
                "155": {
                    "title": "Episode #1.155",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 155,
                    "original air date": "28 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    An is delighted Thomas helped the police arrest Koen, her present lover Nils clearly irritated. Syeven brings Helena flowers for a dinner invitation, inappropriate according to meddling matron Margot, who is confronted by Jan who loses his patience, they agree Michèle comes work part-time, then perfume production starts. Hans takes Lut out- choosing a new kitchen for his house, she's unwilling to be involved. Léon makes Lieven contact Simon again, hoping he'll regain his positive influence. Sara broods on.    "
                },
                "156": {
                    "title": "Episode #1.156",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 156,
                    "original air date": "29 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Hans is surprised Lut questions the sense of a new kitchen now they may stay in the city and Sara might move out. Steven is looking forward to his new start as his divorce is finalized; Helena helps him celebrate, they kiss, yet he feels she's not quite ready so quickly after her engagement to Simon. Lieven tries to return Simon to real life, notable business- the payment plan proves a sufficient lure, only doubting Sara's part still seems out of bounds, then that starts sinking in too. Nils demands Ann clearly chooses him over Thomas, or breaks up, she only says to ...    "
                },
                "157": {
                    "title": "Episode #1.157",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 157,
                    "original air date": "1 May 2008",
                    "year": "2008",
                    "plot": "\n    Alexander and Britt dine and conspire against Sara, she assures him to be over missing Daniel and tells startled Hans his daughter is to face fraud charges. Lieven enjoys Brenda for sex, Michèle for talk and job. Now the photo-shoot is finished, Sara is finally happy with her make-over. Dad Patrick realizes Thomas worries more about Ann and Nils then about finding a job, so he and Ellen plan a family evening- bowling. Simon is told to remove all his things, even gifts, from his ex's loft. Britt tells Alexander she's ready for evening intimacy, already.    "
                },
                "158": {
                    "title": "Episode #1.158",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 158,
                    "original air date": "2 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Jan asks Brenda to stop seeing Lieven. Thomas tells his parents he won't bowl, only watch them, but when a girl his age insists he joins her and her sister, getting on great with Jana. Hans and Lut worry about Sara's fraud charges, even Arne thinks all is in her diary and Alexander ignores she kept one. Britt further seduces Alexander. Sara enjoys her new looks, wardrobe and confidence, yet won't quite respond to Jacob's overture.    "
                },
                "159": {
                    "title": "Episode #1.159",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 159,
                    "original air date": "5 May 2008",
                    "year": "2008",
                    "plot": "\n    On her last Canaries night, Sara finally gives herself to Jacob- but retreats at the last moment because she's not quite over Simon yet, they actually sleep together as intimate friends. Alexander is no less passionate in bed with Britt, even declares to love her, but is clearly tortured by his Daniel secret. Simon finally tells Lieven he hates Sara now, and is finished for good with his ex, who tells her no-longer-ex Steven the same, drinking on their future together. Patrick and Ellen enjoy bowling, and especially seeing son Thomas has fun again, even sort of dating...    "
                },
                "160": {
                    "title": "Episode #1.160",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 160,
                    "original air date": "6 May 2008",
                    "year": "2008",
                    "plot": "\n    Sara is near tears now even dad confirms the impending fraud charges, just now she hoped to be over Simon. Léon has lost faith in Présence and Simon's future. Lut stops Hans from giving up his job as a sign of solidarity. Britt is furious Alexander left just a note by her bed and startled to see Steven banned by the acting CEO except for official union meetings, but it only drives the ex-couple even further apart, only teaming up to tell the would-be-coupler off. Simon tries desperately to avoid a fraud trial, but neither side seems willing to come to a menial ...    "
                },
                "161": {
                    "title": "Episode #1.161",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "original air date": "7 May 2008",
                    "year": "2008",
                    "plot": "\n    Leon isn't surprised to hear from his wife their arranged engagement hope is gone forever, even working together requires grudging effort now, yet promises to give son Simon another chance if he shows professional progress. Seve warns Simn the rumors make the staff restless. Alexander tells Brit his shallow habits with women aren't quite adequate for their growing development. When An meets Thomas, she learns about his 'bowling conquest' Jane and his hating unemployment, while Nils is sick of the empty runner job. Nurse Gert told Hans to tread carefully when visiting ...    "
                },
                "162": {
                    "title": "Episode #1.162",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 162,
                    "original air date": "8 May 2008",
                    "year": "2008",
                    "plot": "\n    Hans, Arne and Lut welcome made-over, more confident Sara approvingly. Britt is jealous of lawyer Niki's business lunch with Alexander, but they make up kissing. Leon worries about Hans's emotional abuse claim, even would prefer Présence's fraud charge dropped. After bumping into Thomas, who meets with his 'bowling conquest' Jana in Arne's pub, Sara -finally without dental retainer- is approached by a hot gay with a horoscope line but shows no interest; at home she's furious when dad betrays himself having read her diary. Ann discourages Nils to throw in his job even ...    "
                },
                "163": {
                    "title": "Episode #1.163",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 163,
                    "original air date": "9 May 2008",
                    "year": "2008",
                    "plot": "\n    After Présence's lawyer claims Sara's short career was nothing but fraud and demands she relinquishes all Ecomoda's security claims in exchange for dropping the fraud charges, the board hesitates to take her word then they should sue her; she goes see Simon, who instructed her, privately. Patrick convinces Thomas dating Jana doesn't mean giving up Ann for good, and gets him and Ellen to join him as a family for a restaurant dinner. Thomas visits Présence: Ann, Nils and Marnix, who advices against seeing his ex as 'just friends'. After Sara admits doctoring the numbers...    "
                },
                "164": {
                    "title": "Episode #1.164",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 164,
                    "original air date": "12 May 2008",
                    "year": "2008",
                    "plot": "\n    Now Simon has confessed instructing Sara, Britt licks her heals and everyone wonders how things must progress. Thomas's parents are surprised he leaves their family dinner early for a 'friends date' with Ann, where Nils's arrival isn't appreciated. Steven demands a personnel briefing and is pleased to get his contact back. Alexander confers with his lawyer whether to start his own firm after all; Sara's has a spectacular alternative to demanding Ecomoda's dues back...    "
                },
                "165": {
                    "title": "Episode #1.165",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 165,
                    "original air date": "14 May 2008",
                    "year": "2008",
                    "plot": "\n    Sara ponders her lawyer's suggestion to demand the CEO position at Présence but decides to demand all Ecomoda's claims back instantly, which would sink Présence; Simon considers an alternative to change Sara's mind. While Jana drags Thomas along to interdisciplinary art installations all over Antwerp, they bump into Ann, who runs off. Marnix warns Nils against open jealousy; when Nils shows his superior art understanding Thomas is the insecure one. Simon's idea is for Sara to become CEP, Leon wanted her to return anyhow, but everybody else is against, Sara lacks ...    "
                },
                "166": {
                    "title": "Episode #1.166",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 166,
                    "original air date": "15 May 2008",
                    "year": "2008",
                    "plot": "\n    Nils and Ann make up, declaring confidence is restored, he tells to have seen Thomas with a girl who made a good impression; seeing Thomas enter, she demonstratively kisses Nils. Arne joins the pro's of the Sara temporary CEO-plan, she mainly intends to save dad's and friends' employment at Présence. Britt produces a positive pregnancy test, but isn't completely certain Alexander is the (presumed) father. After Alexander blames Simon for the disastrous past and a pause to confer with her lawyer, Sara poses her terms to accept- a free hand for six months, Simon and ...    "
                },
                "167": {
                    "title": "Episode #1.167",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 167,
                    "original air date": "14 May 2008",
                    "year": "2008",
                    "plot": "\n    When Nils must leave Arne's pub first, he proves not to be jealous by suggesting she talks to Thomas at the bar. Hans and the Présence girls insist Sara gives a nomination staff drink, Marnix is furious not even to have been consulted; Leon sees no problem, despite Simon's demotion. Ellen is finally ready to dine with Patrick without Thomas. Britt can't believe Alexander voted for Sara, but accepts to spy for him without knowing he and his lawyer secretly prepare his own firm founding. Sara recruits Arne as deputy CEO, suspending his publican-job, who takes charge of ...    "
                },
                "168": {
                    "title": "Episode #1.168",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 168,
                    "original air date": "15 May 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "169": {
                    "title": "Episode #1.169",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 169,
                    "original air date": "16 May 2008",
                    "year": "2008",
                    "plot": "\n    Patrick and Ellen enjoy dinner, reminiscing, before joining Sara's nomination party. Nils came with Ann, but she dances with Thomas, who brought Jana and impresses enough with his bar skills to be offered Arne's pub interim. Proud dad Hans feels glorious, but his idea to alternate homes doesn't appeal to Lut. Britt discovers Arne is the new no. 2. Lieven tells Simon he's not waiting to be reinstated at Présence after Sara's six months term. Alexander tells his sister about his delayed exit plan. Simon turns up uninvited, saves Sara from a drunk employee insisting on a...    "
                },
                "170": {
                    "title": "Episode #1.170",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 170,
                    "original air date": "19 May 2008",
                    "year": "2008",
                    "plot": "\n    The party at Présence gets wilder, only Ellen is a wet blanket for both Thomas and Patrick. Depressed Lieven meets for drinks with Brenda, who is startled by Sara's power take-over but remains interested in him, Jan sees them kissing. Alexander stops by to make up with Britt, she has a startling announcement: pregnancy, claiming a pill slip-up, he asks suspicious questions, they part in anger. Sara refuses Simon's help, tells him to keep at arms-length and has a fall-out over staff turning up late the next morning.    "
                },
                "171": {
                    "title": "Episode #1.171",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 171,
                    "original air date": "20 May 2008",
                    "year": "2008",
                    "plot": "\n    Alexander is persuaded he should discuss Britt's pregnancy with her over lunch, but he demands she has an abortion, unthinkable horror to her. Thomas starts in the pub. Sara's strictness over the staff coming late the morning after her party antagonizes even her friends; after a warning from Lut, she decides to limit the overwork to half the lost time. Leon feels better, Gert is confident he may really recover. Simon unconditionally supports Sara's ideas to cut corners on payments timing, Alexander bags on such fake solutions.    "
                },
                "172": {
                    "title": "Episode #1.172",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 172,
                    "original air date": "21 May 2008",
                    "year": "2008",
                    "plot": "\n    Simon infuriates his peers by reminding Sara to raise her pay according to promotion, while Lieven 'forgets' about the personnel data she demanded but advises Simon to seduce her now she's in a power position, in vain; when Lieven tells her it's all on the company server she fires him as personnel chief and puts Arne in charge of HR. Thomas likes his new pub job and the music record Jana gives him on Ann's suggestion, not her probing for his past nor Ann telling about them and his fugue; Nils learns the girls are becoming close friends. Sara even plays though when ...    "
                },
                "173": {
                    "title": "Episode #1.173",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 173,
                    "original air date": "23 May 2008",
                    "year": "2008",
                    "plot": "\n    Thomas reproaches Ann to turn into a mindless clone of Jana, who makes him admit he still loves Ann a bit. Now Marnix is playing the diva again, Sara accepts Arne's suggestion to give Nils a chance too: a youth collection; Marnix is livid to lose his runner again and predicts disaster. Steven isn't amused Helena doubts if his wife Sylvie really has cancer, she fears to be dumped. Britt is panicking now Alexander completely refused any paternal responsibility. Jan protests Lieven no longer is his firm's contact, but accepts the contract allows this; Arne's flippant ...    "
                },
                "174": {
                    "title": "Episode #1.174",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 174,
                    "original air date": "26 May 2008",
                    "year": "2008",
                    "plot": "\n    Doctor Dirk finds Leon's situation isn't critical this time, but given the set-back a heart transplantation must be considered, nurse Gert agrees a real life is worth the small risk. Michèle can't collaborate with flippant Arne, and insists Sara should either get Lieven back or find a third person- so Lieven is offered a part-time contract. Simon insists Sara should forgive his beastly abuses; when she says to feel nothing for him anymore and he is back at his old games, playing several fields, Simon makes Helena clarify they're not getting back together even now she ...    "
                },
                "175": {
                    "title": "Episode #1.175",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 175,
                    "original air date": "26 May 2008",
                    "year": "2008",
                    "plot": "\n    Patrick and Ellen double-date in a restaurant with Hans and Lut, but come to realize the tense situation. Lieven discusses Sara's contract proposal with Michèle and Simon. Alexander decides he still wants Britt's love and goes talk to her again.    "
                },
                "176": {
                    "title": "Episode #1.176",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 176,
                    "original air date": "28 May 2008",
                    "year": "2008",
                    "plot": "\n    While the other board and staff members still doubt what to expect from Sara, she and Arne brainstorm how to make Présence healthy in six months, staring in the pub with Thomas; she insists against him to ask the old board members for ideas too. Lut insists Hans must tell they're no longer together. When Gert explains the risks and hopes of an operation for Leon, Simon is convinced. Comparing Arne-Sara's ideas with Simon before the meeting starts bringing the ex-lovers closer together again.    "
                },
                "177": {
                    "title": "Episode #1.177",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 177,
                    "original air date": "29 May 2008",
                    "year": "2008",
                    "plot": "\n    When Sara and Arne invite both designers for the staff meeting, Marnix only accepts in order to oppose her plans to increase production and start using a non-exclusive sales channel. Meanwhile Arne insists to follow up on a comment from Lut that only 'models' can wear Marnix's high fashion, by launching a 'real women' line to be designed by Nils, who is delighted by such an intimidating but irresistible career opportunity, while such loss of exclusivity drives Marnix into Alexander's arms, so his future firm may inherit the star designer, who could meanwhile sabotage ...    "
                },
                "178": {
                    "title": "Episode #1.178",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 178,
                    "original air date": "30 May 2008",
                    "year": "2008",
                    "plot": "\n    Now Sara has transferred human resources from Lieven to Helena, she comes up with an acceptable plan to redistribute duties between Ellen, Lut -both angry to get more work at their age-, Hans, An and Britt. Lieven admits to Simon he only accepted the part-time contract at Présence to be with Michèle, who is instructed by Jan to get a move on. Simon asks in vain for more responsibility to regain his sick dad's respect. Nils convinces Arne his 'real women' line requires no models on the cat-walk, rather Présence's own staff. Now Jana has broken up with Thomas, she seeks...    "
                },
                "179": {
                    "title": "Episode #1.179",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 179,
                    "original air date": "2 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    When Ann calls by for Nils, Marnix sneers he's quit in demand, work is hardly done anymore. When the elder employees complain the new duties weren't even discussed with them, exposed weakling Sara just wines she can't do right for anyone anymore and visits Leon, who plans to buy a boat after his operation. Jan insists on a meeting that day. Alexander keeps plotting with his lawyer Nicky. Ellen finally admits she needs Patrick, who now asks Thomas to reconsider Jana. Lieven and Michèle enjoy working and being together again. Alexander tells Marnix to select some of his...    "
                },
                "180": {
                    "title": "Episode #1.180",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 180,
                    "original air date": "3 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Now Helena can't get along with her ex Steven who is back with his terminal wife, she insists Sara should make someone else his social negotiation counterpart, yet suggesting Simon is unacceptable to Sara, who gets another intrusion at home from him but slaps him and says she never wants to see him again, even at Présence. Thomas tells Jana he decides to stay if she wants him still, but she warns him not to stay just for her.    "
                },
                "181": {
                    "title": "Episode #1.181",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 181,
                    "original air date": "3 Jun. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "182": {
                    "title": "Episode #1.182",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 182,
                    "original air date": "4 Jun. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "183": {
                    "title": "Episode #1.183",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 183,
                    "original air date": "5 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Simon has left indefinitely, to Denmark. Alexander has another terrible nightmare about the accident. Lieven's trick advice for Simon is becoming generally known; now the perfume line is prepared his contract runs out, but Michèle agrees to keep seeing him, Brenda refuses any further contact with either. Thomas has decided to choose for Jana all the way, to his parents's delight, now even ma seems ready to commit...    "
                },
                "184": {
                    "title": "Episode #1.184",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 184,
                    "original air date": "6 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    After his heart surgery, Leon wants to buy a yacht, fast, and is ready to see son Simon again, who no longer wants to go to Denmark, but feels he must to prove himself to dad. Nils and An enjoy kissing, but feel guilty towards their partners. Lieven and Michele are really ready preparing the perfume line, but continue for the fun of each-others company.    "
                },
                "185": {
                    "title": "Episode #1.185",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 185,
                    "original air date": "9 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    The less Sara wants to think about Simon, the more he dominates her dreams and diary, which she now carries around. Learning Britt is pregnant, Arne is all helpful arranging the French prospection trip in her place while she looks for daddy-to-be Alexander, who is still tortured by the Daniel incident. Michèle dumps Lieven having learned how masterly he coached Simon manipulating Sara for the firm's sake. After a sneer from Marnix about his unconventional collection, Nils tells An he has kissed Jana, she dumps him flat-out. Thomas cheerfully approves his parents's ...    "
                },
                "186": {
                    "title": "Episode #1.186",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 186,
                    "original air date": "10 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander can't shake his Daniel-nightmares, and blurts out he's unsure about Britt's baby's parentage, but later proposes, yet won't tell others yet. Now Steven has broken for good with his wife, Helena initially reacts grumpy, then even cancels her France trip for a dinner with him, to Arne and Sara's anger. They finally invite the staff to model Nils's collection, experienced Britt looks down on the idea. Alexander finally tell his sad secret to shocked Britt who now claims Daniel was her only true love.    "
                },
                "187": {
                    "title": "Episode #1.187",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 187,
                    "original air date": "11 Jun. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "188": {
                    "title": "Episode #1.188",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 188,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "189": {
                    "title": "Episode #1.189",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 189,
                    "original air date": "13 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Marnix sneers Nils will never make his first collection's fashion show deadline, yet Sara believes Nil's confident assurance. Now Simon has saved the day Sara presumes Ella is her 'rival' for him, but soon learns he only praised her. Alexander fears Britt may make his hit and run public, causing a scandal for him and Présence and robbing their baby of parents for sure. Hans gets a surprise visit from Martine, who claims in tears to be raped by her therapist; he lets her sleep on the couch one night, Lut is furious when she answers the phone.    "
                },
                "190": {
                    "title": "Episode #1.190",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 190,
                    "original air date": "16 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Now Ella's team has arrived to prepare Nils's 'casual' fashion show, Simon overhears Ellen tell Lut she thinks Sara has something with stylist Jakob, who assures Thomas and dad her makeover tapped into her potential. With the sweet taste of success, Michèle tells Lieven Jan wants her to stay longer to help him get some Présence stock; each de Lannoye plainly refuses to sell him their shares, Sara promises to consider an offer on Ecomoda's. Helen makes a silly scene to Steven about him not telling her everything but succumbs to playful kisses.    "
                },
                "191": {
                    "title": "Episode #1.191",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 191,
                    "original air date": "17 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Simon proves his devotion to Présence, even doing legwork to find rose petals for Nils's show. Leon, who is impatient to go sailing after his operation, finally agrees to seeing repentant son Simon again after learning about his Danish project, then pleads for Lieven's well-done job to be rewarded. Thomas finally forgives Nils for kissing Jana, and makes up with An himself- passionately kissing. Alexander and Britt stay aloof, emotionally numb.    "
                },
                "192": {
                    "title": "Episode #1.192",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 192,
                    "original air date": "18 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Leon and Simon are relieved they're making up. Encouraging words from Marnix help Nils to get over the jitters which got onto his bowls, yet Hans, Thomas and the other staff models are meticulously prepared for the show. Arne convinces Sara last minute to give an improvised welcome speech, introducing Nils. The show is a hit with the press.    "
                },
                "193": {
                    "title": "Episode #1.193",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 193,
                    "original air date": "19 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Since Nils's fashion show was a success, Présence's future looks viable again, but Alexander still intends to break away. Ellen signs the Danish distribution contract, for the whole collection plus the perfume, only Arne messed up a clause in the haste. Sara gratefully tells Simon he's welcome again, but without a board position, while in fact she's still in love with him but untrusting and jealous. Leon has a more urgent and exciting, yet stressing priority: a heart has become available for a transplant operation within hours, the family joins him for moral support, ...    "
                },
                "194": {
                    "title": "Episode #1.194",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 194,
                    "original air date": "20 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Thomas and Ann are back on kissing terms, during her lunch break they even get his only pub clients to leave so they can prove sex with love is better then anyone else they had. She tells Jana, who replies she's fallen for Nils. Alexander's lawyer convinces him confession can get him off with a light sentence, provided he shows remorse, and coaches him to cry, then his sister makes up. Leon goes into hospital for his heart surgery, which may take twelve hours, the family waits anxiously. Sara rudely waves Simon's suggestion he or Lieven could help overworked Arne ...    "
                },
                "195": {
                    "title": "Episode #1.195",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 195,
                    "original air date": "23 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Sara realizes she can't sleep with another before things are settled with Simon, then learns Ellen never slept with him but blames Arne for misunderstanding it. Steven proves a devoted groom. Marnix accepts to create another wedding dress after Nils offers to have a go. Now Leon's operation has been a success, he finally forgives Simon. Patrick calls America his past, his Flemish family their future, but Lut convinces Ellen a holiday to the places where he lived in the US is a great idea. Thomas kisses Ann, who promises to tell Nils, who already knows. The sales of ...    "
                },
                "196": {
                    "title": "Episode #1.196",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 196,
                    "original air date": "24 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Marnix tries to hide his jealousy of Nils's \"beginners luck\". While Sara still doubts whether Jacb can be her man without getting over Simon, he gets desperately jealous, and reads her diary. Lieven decides to turn down Michele's offer to stay on a bit longer for publicity, hoping they have a future just as a couple, and prevents Sara catching Simon by taking her to dinner. Britt has a pregnancy crisis and considers going to the police; meanwhile Alexander still hesitated to display remorse while confessing his hit and run to the police, it seems to go well when he ...    "
                },
                "197": {
                    "title": "Slotaflevering (final)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 197,
                    "original air date": "24 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Simon reads in Sara's diary she also feels their relationship is unique, and insists to see Lieven in the gym as soon as he has brought her back. Patrick convinces Ellen to take a long holiday to visit the American cities he told her about. Jealous Marnix sneers the glowing revue on Nils's collection and 'sexy' person must be written by his \"lover\" Jana; the youngsters make it come true while Thomas watches smiling, next invites Ann to move in with him while his parents are 'honeymooning' in America. Alexander learns about Britt's miscarriage, she refuses flowers from...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Episode dated 30 April 2008",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sara (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "30 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander and Britt decide to meet again 'occasionally' - starting with lunch. Lieven encourages Simon to raise a critical voice about the payment scheme. Michèle arrives, hardly welcomed warmly, after a cynical send-off by Jan, except from Lieven, who tells her its' best not to expect all qualities in one person, and practices what he preaches. Alexander has found a lawyer from another firm, and Présence hopes to counter-sue Sara for fraud now even Simon believes she may have selfishly played him, at least at the end.    "
                }
            }
        },
        "number of episodes": 198,
        "cast": [
            {
                "name": "Winckelmans, Gert"
            },
            {
                "name": "André, Sandrine"
            },
            {
                "name": "Baetens, Veerle"
            },
            {
                "name": "Rogiers, Kürt"
            },
            {
                "name": "Pinoy, Lotte"
            },
            {
                "name": "Van Bauwel, Tom"
            },
            {
                "name": "Arandia, Anthony"
            },
            {
                "name": "Pecnik, Ivan"
            },
            {
                "name": "Van Tourhout, Benjamin"
            },
            {
                "name": "Codde, Paul"
            },
            {
                "name": "De Munter, Hans"
            },
            {
                "name": "Van Keymeulen, Pieter"
            },
            {
                "name": "Eyckermans, Veerle"
            },
            {
                "name": "Tanghe, Karin"
            },
            {
                "name": "Talo, Sean"
            },
            {
                "name": "Vanhegen, Dries"
            },
            {
                "name": "den Broeck, Laurien Van"
            },
            {
                "name": "Claeyssens, Maarten"
            },
            {
                "name": "Lemaître, Annemarie"
            },
            {
                "name": "Ilegems, Bieke"
            },
            {
                "name": "Klein, Bart"
            },
            {
                "name": "Declercq, Aza"
            },
            {
                "name": "Devynck, Joke"
            },
            {
                "name": "Clerckx, Kristoff"
            },
            {
                "name": "De Smet, Olivier"
            },
            {
                "name": "Libanon, Mike"
            },
            {
                "name": "Schepens, Koen"
            },
            {
                "name": "Bauwens, Michel"
            },
            {
                "name": "Eyckermans, Rilke"
            },
            {
                "name": "Meire, Ides"
            },
            {
                "name": "Wauters, Ali"
            },
            {
                "name": "Christiaens, Annick"
            },
            {
                "name": "Vandendries, Katrien"
            },
            {
                "name": "Ravelingen, Jef"
            },
            {
                "name": "Branckaerts, Sjarel"
            },
            {
                "name": "Dobbelaere, Veerle"
            },
            {
                "name": "Burke, Erik"
            },
            {
                "name": "De Hoog, Tom"
            },
            {
                "name": "Dehandschutter, Senne"
            },
            {
                "name": "Bogaert, Celia"
            },
            {
                "name": "Stevens, Wim"
            },
            {
                "name": "De Groote, Walter"
            },
            {
                "name": "De Meyer, Johnny"
            },
            {
                "name": "Maas, Frans"
            },
            {
                "name": "Macanovic, Lana"
            },
            {
                "name": "Schops, Dirk"
            },
            {
                "name": "Tavernier, Lucas"
            },
            {
                "name": "Beks, Jakob"
            },
            {
                "name": "Brondeel, Gina"
            },
            {
                "name": "Hoste, Phaedra"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Belgium:KT/EA"
        ],
        "number of seasons": 1,
        "rating": 5.7,
        "votes": 174,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWRlNzIyY2MtY2MxMi00MjUyLWEwYjctYWU1MDVkYjkzODkzXkEyXkFqcGdeQXVyMjQ2MzM5MA@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Sara is a Flemish soap, on a modest budget, about the people connected to the fashion firm Présence, founded by Leon van Wyck and his late partner but artistically dependent on the gay designer Marnix Standaardt; since Leon retired, his son Simon, the commercial brain, took over as CEO but the other heir, financial director Alexander Delanoye -whose sister Helena is Simon's fiancée, a loveless alliance in his mind- schemes to seize the throne. Sara De Roose is a naive college graduate, who accepted to work under Simon below her qualifications because she is madly in love with him, and gets drawn into the dirty games he plays in business and, partially connected, in his complex and utterly unfaithful love-life, while she tries to help her even naiver father Hans, a nursery laborer. Other characters include Lieven Pauwels, the personnel chief, Britt, the secretary who can't stomach Sara becoming Simon's private assistant, cute runner Thomas and his mother Ellen who hid for him his father Patrick is alive, and his girlfriend Ann.",
        "languages": [
            "Dutch"
        ],
        "title": "Sara",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2008",
        "akas": [
            "Sara (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Van Laere, Hugo"
            }
        ],
        "production companies": [
            {
                "name": "Fremantie"
            }
        ],
        "distributors": [
            {
                "name": "Studio Amusement"
            },
            {
                "name": "VMM"
            },
            {
                "name": "Vlaamse Televisie Maatschappij (VTM)"
            }
        ],
        "plot": [
            "_Sara_ (qv) is a Flemish soap, on a modest budget, about the people connected to the fashion firm Présence, founded by Leon van Wyck and his late partner but artistically dependent on the gay designer Marnix Standaardt; since Leon retired, his son Simon, the commercial brain, took over as CEO but the other heir, financial director Alexander Delanoye -whose sister Helena is Simon's fiancée, a loveless alliance in his mind- schemes to seize the throne. _Sara_ (qv) De Roose is a naive college graduate, who accepted to work under Simon below her qualifications because she is madly in love with him, and gets drawn into the dirty games he plays in business and, partially connected, in his complex and utterly unfaithful love-life, while she tries to help her even naiver father Hans, a nursery laborer. Other characters include Lieven Pauwels, the personnel chief, Britt, the secretary who can't stomach _Sara_ (qv) becoming Simon's private assistant, cute runner Thomas and his mother Ellen who hid for him his father Patrick is alive, and his girlfriend Ann.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "30 min (Belgium)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 174,
                "rating": 5.7
            },
            "aged 18 29": {
                "votes": 55,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 88,
                "rating": 5.2
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 6.8
            },
            "males": {
                "votes": 91,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 27,
                "rating": 5.6
            },
            "males aged 30 44": {
                "votes": 53,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 6.8
            },
            "females": {
                "votes": 62,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 27,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 34,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 137,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 32,
            "9": 15,
            "8": 23,
            "7": 24,
            "6": 21,
            "5": 13,
            "4": 7,
            "3": 9,
            "2": 7,
            "1": 23
        },
        "arithmetic mean": 6.3,
        "median": 7
    }
}