{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 September 2007"
            },
            {
                "country": "Australia\n",
                "date": "3 October 2007"
            },
            {
                "country": "Netherlands\n",
                "date": "4 March 2008"
            },
            {
                "country": "Sweden\n",
                "date": "6 May 2008"
            },
            {
                "country": "Hungary\n",
                "date": "9 June 2008"
            },
            {
                "country": "Belgium\n",
                "date": "31 August 2008"
            },
            {
                "country": "Italy\n",
                "date": "5 September 2008"
            },
            {
                "country": "UK\n",
                "date": "30 October 2008"
            },
            {
                "country": "Ireland\n",
                "date": "15 December 2008"
            },
            {
                "country": "Finland\n",
                "date": "5 January 2009"
            },
            {
                "country": "Switzerland\n",
                "date": "11 January 2009",
                "notes": "                            (German speaking region)"
            },
            {
                "country": "Germany\n",
                "date": "11 March 2009"
            },
            {
                "country": "Japan\n",
                "date": "5 October 2009"
            },
            {
                "country": "Estonia\n",
                "date": "12 May 2010"
            }
        ],
        "release dates": [
            "USA::26 September 2007",
            "Australia::3 October 2007",
            "Netherlands::4 March 2008",
            "Sweden::6 May 2008",
            "Hungary::9 June 2008",
            "Belgium::31 August 2008",
            "Italy::5 September 2008",
            "UK::30 October 2008",
            "Ireland::15 December 2008",
            "Finland::5 January 2009",
            "Switzerland::11 January 2009                            (German speaking region)",
            "Germany::11 March 2009",
            "Japan::5 October 2009",
            "Estonia::12 May 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Life"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "До живот"
            },
            {
                "countries": "Croatia",
                "title": "Put osvete"
            },
            {
                "countries": "Estonia",
                "title": "Eluaegne"
            },
            {
                "countries": "Greece",
                "title": "Life"
            },
            {
                "countries": "Hungary",
                "title": "Életfogytig zsaru"
            },
            {
                "countries": "Lithuania",
                "title": "Gyvenimas"
            },
            {
                "countries": "Poland",
                "title": "Powrót do zycia"
            },
            {
                "countries": "Republic of Macedonia",
                "title": "Живот"
            },
            {
                "countries": "Romania",
                "title": "Pe viaţă"
            },
            {
                "countries": "Russia",
                "title": "Жизнь как приговор"
            },
            {
                "countries": "Serbia",
                "title": "Put osvete"
            }
        ],
        "akas": [
            "Life (original title)",
            "До живот Bulgaria (Bulgarian title)",
            "Put osvete Croatia",
            "Eluaegne Estonia",
            "Life Greece",
            "Életfogytig zsaru Hungary",
            "Gyvenimas Lithuania",
            "Powrót do zycia Poland",
            "Живот Republic of Macedonia",
            "Pe viaţă Romania",
            "Жизнь как приговор Russia",
            "Put osvete Serbia"
        ],
        "akas from release info": [
            "Life (original title)",
            "До живот Bulgaria (Bulgarian title)",
            "Put osvete Croatia",
            "Eluaegne Estonia",
            "Life Greece",
            "Életfogytig zsaru Hungary",
            "Gyvenimas Lithuania",
            "Powrót do zycia Poland",
            "Живот Republic of Macedonia",
            "Pe viaţă Romania",
            "Жизнь как приговор Russia",
            "Put osvete Serbia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Find Your Happy Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 289,
                    "original air date": "29 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Detectives Reese and Crews investigate what is obviously a serial killer. On the first day, they find three steamer trunks - appropriately numbered 1, 2 and 3 - with each containing the body of a recently deceased individual. The autopsies confirm that all three were alive when they went into the trunks and subsequently suffocated in their enclosed environment. They know they have a bigger problem on their hands when a store owner tells them he recently sold 10 identical trunks to one person. The squad gets a new Lieutenant, a transplanted New Yorker. Charlie Crews ...    "
                },
                "2": {
                    "title": "Everything... All the Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 252,
                    "original air date": "3 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Charlie and Dani investigate the murder of Max Horta who is found tied to a chair at the deep end of a drained out swimming pool. The autopsy reveals that the man was beaten to death and the scene has all the signs of a gang killing. They trace his murder to a phone call he received immediately prior to his death and find the culprits are a group of high school friends led by Patrick Bridger who seems to be ready to go to any lengths to be leader of the pack. Jack Reese starts to harass and threaten Ted Early but Charlie puts a stop to it. Charlie has an interesting ...    "
                },
                "3": {
                    "title": "The Business of Miracles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 249,
                    "original air date": "6 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Crews and Reese investigate the apparent murder of Dr. Auerbach, a cancer researcher who is found frozen solid in his laboratory. The immediate focus of their investigation is Betsy, the head of an animal rights group who sent threatening letters to the man. Their suspicion grows when they learn she may have had another reason for wanting the man dead. In the ongoing investigation into his own false conviction, Charlie has Rachel Seybolt safely tucked away in a hospital but she refuses to speak. Dani also accuses her father of sending an innocent man to prison. ...    "
                },
                "4": {
                    "title": "Not for Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 248,
                    "original air date": "10 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Crews and Reese investigate the murder of a university student who was killed during a social science experiment. In the sociology study, 20 students are divided into two groups, prison guards and prisoners and they are to play their roles for 5 days. In the closed environment of the simulated prison, it is evident that the killer is one of the students. What they learn however is that the professor in charge of the study hasn't quite followed the protocol for this type of experiment. Charlie also learns that the professor has been looking into his own background as ...    "
                },
                "5": {
                    "title": "Crushed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 225,
                    "original air date": "17 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    A man is found dead inside a crushed car at a junk yard, while Crews continues to investigate Jack Reese.    "
                },
                "6": {
                    "title": "Did You Feel That?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 249,
                    "original air date": "24 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Following a major earthquake in Los Angeles, the detectives find themselves looking for an escaped prisoner they put away last year. Their main concern is that the escapee, Arthur Tins, is more likely to be a victim because the man whose child he killed was released on parole three months ago. Tins has learned a lot in prison however and takes care of the situation himself. At home, meanwhile, Ted Earley has an accident and calls on someone to help him.    "
                },
                "7": {
                    "title": "Jackpot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 225,
                    "original air date": "5 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Charlie and Dani investigate the murder of Hannah Ronson who was found sitting at her dining room table stabbed to death. She had only been in Los Angeles for a few months and was obviously quite well off. They trace her to the LWA, the Lottery Winners Anonymous, a support group for people who have trouble coping with their large lottery wins. Several of the members had a relationship with Hannah and all live an odd lifestyle given their wealth. Turns out Hannah had a secret of her own. In his own case, Rachel Seybolt moves in with Charlie and Ted Earley; Dani's ...    "
                },
                "8": {
                    "title": "Black Friday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 240,
                    "original air date": "12 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    On the busiest shopping day in the USA - the Friday after Thanksgiving - Charlie and Dani investigate the death of a man in America's largest shopping mall. Before they can remove the body however, it disappears. While searching the mall, they find two teenage siblings who, it turns out, have been living there for over a year. Their discovery ties directly to the murder and a lucrative scam some of the mall employees have going on. Meanwhile, Capt. Tidwell finally manages to get Dani to go out on a date with him, but things don't quite go as planned.    "
                },
                "9": {
                    "title": "Badge Bunny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 246,
                    "original air date": "19 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Crews and Reese investigate the murder of Kendall Shay, a police groupie also referred to as a badge bunny. The woman was found in a sleazy part of town near the body of a known drug dealer. The woman liked dating cops and had recently had a argument with her boyfriend, himself divorced from another one-time badge bunny. Meanwhile, Ted Earley gets a surprise visitor while teaching his class and Crews catches up with one of the cops who may have framed him.    "
                },
                "10": {
                    "title": "Evil... and His Brother Ziggy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 237,
                    "original air date": "3 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When a Deputy Sheriff is found murdered on sovereign tribal lands, the LAPD is called in to investigate as a neutral third party between the tribal police and the county Sheriff. The Deputy in question, John Hawes, was well-known but maybe not so well-liked. Tribal police say nearly everyone wanted him dead. Reese and Crews are certain that a new casino and the riches that flow from it are central to the murder. Meanwhile, Charlie continues to meet Mickey Rayborn but doesn't make much headway on the conspirators who framed him. Rachel Seybolt is starting to demand ...    "
                },
                "11": {
                    "title": "Canyon Flowers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 228,
                    "original air date": "10 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Crews and Reese investigate the murder of Frank Dunlop who was found buried upright up to his neck. He was a driver who delivered meals to shut-ins and they start to check those addresses. When they get to the Paxton residence, they find two people, who turn out to be siblings, but also the children of the infamous Johnny Haslett who was a known multiple murderer. Charlie again meets Micky Rayburn who tells him FBI Agent Bodner is tied to Roman Nabikov. Meanwhile, Ted Early is arrested when police find a gun and bag of cocaine in the back seat of his car.    "
                },
                "12": {
                    "title": "Trapdoor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 239,
                    "original air date": "17 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Crews and Reese investigate the execution style killing of three men, two of whom are suspected of being Russian mobsters. The third victim doesn't fit the pattern however and the police start to look at missing persons reports. They identify him as Paul, a Russian engineer and conclude the three victims were building something. Gangster Roman Nevikov claims not to know them but they are convinced the three worked for Nevikov. Dani decides to write the Lieutenants exam but also starts drinking again. Meanwhile, Charlie shoots an intruder in his house who turns out to ...    "
                },
                "13": {
                    "title": "Re-Entry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 232,
                    "original air date": "4 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Some weeks have passed since Charlie was shot at the front door of his house. He's recovered from his wounds but his memory - and the identity of the person who shot him - is a blank. He and Reese are assigned to investigate the shooting death of a former NASA astronaut who was forced to land his airplane on a residential street. They learn that the man was about to sell his company and use the proceeds to pay for one last trip into space. The man's son had a very low level position in the company and his partner, also a former astronaut, would be out of a job if the ...    "
                },
                "14": {
                    "title": "Mirror Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 228,
                    "original air date": "11 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Reese and Crews investigate the murder of the lead singer of a rock cover band. The man was obviously suffocated with a piece of clear plastic leaving a strange death mask at the scene. The band had developed quite a following and regularly packed the venue where they played. They soon learn that the dead man had only been with the group for a year and that the other three musicians had fired his predecessor. In a strange world of groupies, imitators and wannabes, the detectives sift through the evidence. Photographs taken at various concerts provide the necessary ...    "
                },
                "15": {
                    "title": "I Heart Mom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 220,
                    "original air date": "18 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Crews and Reese investigate the murder of a man found sitting in the attic of a roofless house. What they learn is that the man was a con artist who would scam individuals into major home repairs, such as replacing a new roof, and then walk away with their money. As they start to sift through the various people he has scammed, they find that one, a kindly old lady who was bilked out of all of her savings, is the only one who had actually withdrawn her complaint against him. While they don't suspect her of murder, they do take an interest in her son who, it turns out, ...    "
                },
                "16": {
                    "title": "Hit Me Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 257,
                    "original air date": "25 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    With Dani Reese away working on a joint LAPD-FBI team, Charlie Crews recruits his friend Officer Bobby Stark to investigate the murder of Jerome Rafts. The dead man was by all accounts a derivatives trader but according to Ted Early, that market imploded some time ago so the man, who lived a lavish lifestyle, must have had another source of income. He also spent most of his time with paid escorts leading the police to focus on his most recent favorite, a girl named Alexa who, like Rafts, had an interest in pigeons. Turns out that Rafts and Alexa also shared the same ...    "
                },
                "17": {
                    "title": "Shelf Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 221,
                    "original air date": "11 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    With Dani still away on the joint LAPD-FBI task force, Charlie and his close friend Officer Bobby Stark investigate the stabbing death of a man jogging on a pier. Surveillance video doesn't reveal much but a motel key in the victim's pocket leads them to his three friends. All four of them are soldiers on leave and recently served in Iraq. Charlie is puzzled by the fact that they aren't wearing their dog tags and soon realizes that are moonlighting as security officers. Turns out they may have a very special interest in the man to whom they are providing security. ...    "
                },
                "18": {
                    "title": "3 Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 201,
                    "original air date": "18 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Charlie tries to figure out the photo that shows Reese meeting Raybourne a few days before his apparent death. He then gets assigned a new partner, Jane Seever, who is nothing like Reese. They catch an ex-con fleeing a murder scene. The victim was a young woman with whom the man, John, had been writing letters when he was in prison. The man claims the girl was dead when he got there. They started dating when he got out. John confesses that he had been writing to another woman as well, but stopped doing it when he got out. The woman had become upset. At FBI, Reese is ...    "
                },
                "19": {
                    "title": "5 Quarts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 211,
                    "original air date": "25 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A coroner is found dead on the morgue floor - exsanguinated. The big problem is that if an employee is guilty, all cases may be thrown in doubt. FBI orders Reese to investigate Crews. A psychic predicts that someone close to him dies soon.    "
                },
                "20": {
                    "title": "Initiative 38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 242,
                    "original air date": "1 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    An LA councilwoman is found shot in their family's outdoor jacuzzi. She was working to get Initiative 38, a comprehensive ban on handguns, passed. Was the murder committed by gun-nuts or is there more to the case than seems at first?    "
                },
                "21": {
                    "title": "One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 410,
                    "original air date": "8 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Roman Nevikov kidnaps Dani Reese and contacts Charlie with his ransom demand: he want Charlie to bring him Mickey Rayborn. With the LAPD brass looking for Charlie as well, he's not spending much time at the office. He wonders if Rayborn is alive but Ted Earley can't find any financial activity by Rayborn. Where and how, Charlie asks himself, could someone live without money? The answer to that question gives him the solution to Rayborn's disappearance. Charlie also learns, finally, why his friend and business partner Jason Seybolt was targeted by the crooked cops and ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot: Merit Badge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 448,
                    "original air date": "26 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Exonerated after serving 12 years in prison for murders he didn't commit, policeman Charlie Crews is restored to duty as a detective. As an imprisoned policeman, Crews had a very difficult time and was regularly and severely beaten by fellow prisoners. Now out of prison and the beneficiary of a large financial settlement, Crews has a different, some would say odd, outlook on life. His new partner, Det. Dani Reese, doesn't quite get him and feels she has been saddled with a loser. In their first case together, they investigate the murder of a young boy who was shot to ...    "
                },
                "2": {
                    "title": "Tear Asunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 342,
                    "original air date": "3 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Detectives Crews and Reese investigate the murder of Anna Silvers, who was killed on her wedding night in her hotel room. They arrest her husband who is found by the pool, drunk and covered in blood. Their lieutenant tells them to find the evidence to convict him but Crews isn't convinced they have the right man in custody. Photos taken at the wedding provide the clue needed to solve the case. Crews continues to investigate his own false conviction and the policeman in charge of that case, Carl Ames, now retired, is convinced that he was the killer regardless of what ...    "
                },
                "3": {
                    "title": "Let Her Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 314,
                    "original air date": "17 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    The husband of a murdered carjacking victim won't identify a suspect, leaving Crews and Reese to determine the truth behind the killing. Elsewhere, Crews confronts the detective who put him in jail.    "
                },
                "4": {
                    "title": "What They Saw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 313,
                    "original air date": "24 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    A man is found murdered in his bed, with multiple witnesses telling different stories of who shot him.    "
                },
                "5": {
                    "title": "The Fallen Woman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 315,
                    "original air date": "24 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Crews and Reese investigate the murder of a young woman who was thrown from a window. Oddly, she was wearing wings at the time and the case immediately becomes a media sensation. The detectives learn that she is a Russian mail order-type bride and that a Russian mobster, Roman Novikov, was blackmailing her unsuspecting husband. What they don't realize is that prosecuting Novikov will be a much bigger task than anticipated. Still investigating the crime for which he was falsely convicted, Crews is told to question his old partner about the Bank of Los Angeles robbery ...    "
                },
                "6": {
                    "title": "Powerless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 302,
                    "original air date": "31 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    While attending an AA meeting, Dani Reese hears someone practically confess to a rape that occurred one year before. The man has a history of violence against women and she exposes herself as a possible victim in order to capture him. Continuing his own investigation, Crews' one time partner, Robert Stark, admits that he only played a very small role in the Bank of LA shootout and isn't quite the hero he's made himself out to be.    "
                },
                "7": {
                    "title": "A Civil War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 314,
                    "original air date": "7 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The police investigate the murder of two Iranian-American college students who were killed in a convenience store. The shootings have all the earmarks of a hate crime as nothing was stolen and \"Go Home\" was written above them. The police soon realize that they have a kidnapping on their hands when they learn a third person was with them. The ransom demanded by the kidnapper - and his relationship to the kidnapped man - comes as a surprise. Crews also learns that Dani Reese, who was only 12-years old at the time of the Bank of LA robbery, also has a connection to that ...    "
                },
                "8": {
                    "title": "Farthingale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 285,
                    "original air date": "14 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Charlie Crews becomes the prime suspect in the murder of retired police Sgt. Carl Ames, the lead investigator in the case for which Charlie was wrongly convicted of murder. He had been following Ames and had seen him talking with a white-haired man who he subsequently learns is Dani Reese's father. He is warned by his former lawyer Constance Griffiths that the District Attorney's office is out to get him for Ames' murder and he is surprised to learn the identity of a newly appointed assistant DA in the case. Charlie and Dani investigate the death of a man who ...    "
                },
                "9": {
                    "title": "Serious Control Issues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 269,
                    "original air date": "28 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Charlie and Dani investigate the murder of a teenage girl found in the woods with her throat slit. The investigation leads them not only the girl's murder but to a second crime involving a young boy who was kidnapped as a child. Internal Affairs and the District Attorney's office still consider Charlie to be their prime suspect in the murder of retired Detective Carl Ames. Jack Reese, Dani's father and the former head of the SWAT team involved in the Bank of Los Angeles robbery, warns Charlie to stay away.    "
                },
                "10": {
                    "title": "Dig a Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 290,
                    "original air date": "3 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    The detectives investigate the apparent murder of a Zen master when his remains are found during excavation at a construction site. He has obviously been there for quite some time and they focus on the man's former acquaintances who all seem to have something to hide. Charlie is advised that Internal Affairs and the DA no longer consider him the prime suspect in the murder of Carl Ames and are now looking elsewhere for a suspect. With inside help, Crews gets a copy of Jack Reese's service record and from it now knows the identity of the man who killed the Seybolt ...    "
                },
                "11": {
                    "title": "Fill It Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life (TV Series 2007–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 326,
                    "original air date": "5 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Crews and Reese investigate a shooting during a family dispute and discover that the couple was also running a marijuana grow-op in their apartment. What they can't find however is the gun the woman used to shoot her husband. They do however find evidence that a rather large snake may also inhabit the premises. Crews sets off to find the man who killed his friends and finds that the man is now a born-again Christian. Does Crews bring him in or does he take care of the problem himself. One thing he does realize is that whatever he chooses to do with the murderer, the ...    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Lewis, Damian"
            },
            {
                "name": "Shahi, Sarah"
            },
            {
                "name": "Arkin, Adam"
            },
            {
                "name": "Sexton, Brent"
            },
            {
                "name": "Logue, Donal"
            },
            {
                "name": "Langton, Brooke"
            },
            {
                "name": "Weigert, Robin"
            },
            {
                "name": "Newsom, Jennifer Siebel"
            },
            {
                "name": "Atherton, William"
            },
            {
                "name": "Rivers, Victor"
            },
            {
                "name": "Schram, Jessy"
            },
            {
                "name": "Hall, Shashawnee"
            },
            {
                "name": "Johnson, Chane't"
            },
            {
                "name": "Brown, Roger Aaron"
            },
            {
                "name": "McCrory, Helen"
            },
            {
                "name": "Union, Gabrielle"
            },
            {
                "name": "Hendricks, Christina"
            },
            {
                "name": "Dremann, Beau"
            },
            {
                "name": "Grey, Martin"
            },
            {
                "name": "Dillahunt, Garret"
            },
            {
                "name": "Sklaroff, Jon"
            },
            {
                "name": "Cudlitz, Michael"
            },
            {
                "name": "Black, James Moses"
            },
            {
                "name": "Welliver, Titus"
            },
            {
                "name": "Rowland, Rodney"
            },
            {
                "name": "Harney, Michael"
            },
            {
                "name": "Lyons, Phyllis"
            },
            {
                "name": "Benítez, Benjamín"
            },
            {
                "name": "Pierson, Geoff"
            },
            {
                "name": "Gerald, Matt"
            },
            {
                "name": "Ury, David"
            },
            {
                "name": "Fuller, Amanda"
            },
            {
                "name": "Corbin, Ed"
            },
            {
                "name": "Howie, Jelly"
            },
            {
                "name": "Copeland, Kevin Indio"
            },
            {
                "name": "Johnson, Andre M."
            },
            {
                "name": "Messinger, Paul"
            },
            {
                "name": "Jones, Paul"
            },
            {
                "name": "Howell, DeLon"
            },
            {
                "name": "Kagen, David"
            },
            {
                "name": "Rusch, Bob"
            },
            {
                "name": "Jalene, Jennifer"
            },
            {
                "name": "Tsuyumine, Craig"
            },
            {
                "name": "Huff, Leena"
            },
            {
                "name": "Rockwell, Sonia"
            },
            {
                "name": "Quinlan, Maeve"
            },
            {
                "name": "Wiles, Michael Shamus"
            },
            {
                "name": "Sanderson, William"
            },
            {
                "name": "Ciccolella, Jude"
            },
            {
                "name": "Clarke, Sarah"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "Stage 33, Universal Studios - 100 Universal City Plaza, Universal City, California, USA",
            "Stage 43, Universal Studios - 100 Universal City Plaza, Universal City, California, USA",
            "Stage 44, Universal Studios - 100 Universal City Plaza, Universal City, California, USA"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M",
            "Netherlands:12",
            "Singapore:NC-16::(season 1)",
            "South Korea:15"
        ],
        "number of seasons": 2,
        "rating": 8.3,
        "votes": 31306,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ2NjAwMDIwNV5BMl5BanBnXkFtZTcwMzcxNTAwMg@@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "Brilliant LAPD detective Charlie Crews has survived the extreme abuse befalling an innocent cop in prison, and was exonerated for the murders and released after 12 years of hell in jail. He could retire on his settlement, but chooses to resume police work. Nevertheless, the grim experience has made him more philosophical and tempted to put justice - especially for the innocent - above chasing the presumably guilty and legally by-the-book, as his new partner Dani Reese must experience and learn to cope with.",
        "languages": [
            "English"
        ],
        "title": "Life",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2009",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Ravich, Rand"
            },
            {
                "name": "Calhoun, Wendy"
            },
            {
                "name": "Gimple, Scott M."
            }
        ],
        "production companies": [
            {
                "name": "NBC Universal Television"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "AXN Mystery"
            },
            {
                "name": "Fuji Television Network"
            },
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "TV2"
            },
            {
                "name": "TV3"
            },
            {
                "name": "Universal Pictures Home Entertainment (UPHE)"
            },
            {
                "name": "Universal Pictures Home Entertainment (UPHE)"
            },
            {
                "name": "Universal Pictures"
            },
            {
                "name": "Universal Pictures"
            },
            {
                "name": "Vox"
            }
        ],
        "special effects": [
            {
                "name": "Look Effects"
            }
        ],
        "other companies": [
            {
                "name": "America Translating Services"
            },
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "Keslow Camera"
            },
            {
                "name": "LCW Props"
            },
            {
                "name": "Reel Security"
            },
            {
                "name": "Star Waggons"
            },
            {
                "name": "Steadicam Rickshaw"
            }
        ],
        "plot": [
            "A former police officer returns to the force after having been wrongly imprisoned for years.::IMDb editor",
            "Brilliant LAPD detective Charlie Crews has survived the extreme abuse befalling an innocent cop in prison, and was exonerated for the murders and released after 12 years of hell in jail. He could retire on his settlement, but chooses to resume police work. Nevertheless, the grim experience has made him more philosophical and tempted to put justice - especially for the innocent - above chasing the presumably guilty and legally by-the-book, as his new partner Dani Reese must experience and learn to cope with.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "45 min (32 episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 31306,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 5106,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 15118,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 6058,
                "rating": 8.4
            },
            "males": {
                "votes": 19312,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 3535,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 10984,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 4073,
                "rating": 8.3
            },
            "females": {
                "votes": 7703,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 1511,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 3971,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 1906,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 192,
                "rating": 6.9
            },
            "us users": {
                "votes": 8317,
                "rating": 8.4
            },
            "non us users": {
                "votes": 14354,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 9136,
            "9": 8405,
            "8": 7611,
            "7": 3412,
            "6": 1246,
            "5": 488,
            "4": 251,
            "3": 139,
            "2": 133,
            "1": 485
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}