{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 September 2007"
            },
            {
                "country": "USA\n",
                "date": "25 September 2007"
            },
            {
                "country": "Poland\n",
                "date": "1 December 2007"
            },
            {
                "country": "Norway\n",
                "date": "31 January 2008"
            },
            {
                "country": "Iceland\n",
                "date": "3 March 2008"
            },
            {
                "country": "Hungary\n",
                "date": "7 March 2008"
            },
            {
                "country": "Finland\n",
                "date": "21 May 2008"
            },
            {
                "country": "Ireland\n",
                "date": "10 April 2009"
            },
            {
                "country": "Estonia\n",
                "date": "25 July 2009"
            },
            {
                "country": "Belgium\n",
                "date": "28 March 2012"
            }
        ],
        "release dates": [
            "USA::11 September 2007",
            "USA::25 September 2007",
            "Poland::1 December 2007",
            "Norway::31 January 2008",
            "Iceland::3 March 2008",
            "Hungary::7 March 2008",
            "Finland::21 May 2008",
            "Ireland::10 April 2009",
            "Estonia::25 July 2009",
            "Belgium::28 March 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Cane"
            },
            {
                "countries": "Estonia",
                "title": "Suhkruhertsogid"
            },
            {
                "countries": "Greece",
                "title": "Cane"
            },
            {
                "countries": "Hungary",
                "title": "A cukorbáró"
            },
            {
                "countries": "Poland",
                "title": "Rodzina Duque"
            },
            {
                "countries": "Russia",
                "title": "Плантация"
            },
            {
                "countries": "USA (working title)",
                "title": "Los duques"
            }
        ],
        "akas": [
            "Cane (original title)",
            "Suhkruhertsogid Estonia",
            "Cane Greece",
            "A cukorbáró Hungary",
            "Rodzina Duque Poland",
            "Плантация Russia",
            "Los duques USA (working title)"
        ],
        "akas from release info": [
            "Cane (original title)",
            "Suhkruhertsogid Estonia",
            "Cane Greece",
            "A cukorbáró Hungary",
            "Rodzina Duque Poland",
            "Плантация Russia",
            "Los duques USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 51,
                    "original air date": "25 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    When Pancho Duque is given a death sentence by his doctor, he wants to pass leadership of the Duque rum distillery to the next generation. His son Frank wants to sell the family sugar fields to an old family rival, Samuels, and take up other areas of business. But Pancho's stepson, Alex Vega, discovers Samuels is up to foul play and expects great payoff from government plans to support ethanol production from sugar, and Pancho selects Alex as his successor. Meanwhile, Alex's youngest son tries out for the baseball all-star team, his daughter starts going to clubs, and...    "
                },
                "2": {
                    "title": "The Work of a Business Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 28,
                    "original air date": "2 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Alex is blackmailed by Miguel over his indirect involvement in the death of Quinones just as he takes over the reins of the Duque Rum corporation. When Miguel goes to Joe Samuels with the information Samuels tells Alex that he wants him to withdraw from his Ethanol deal with Senator Barnes or he will go to the police. Alex talks to Jamie about his enlisting in the Army after Isabel pressurizes him into talking Jamie out of it.    "
                },
                "3": {
                    "title": "The Two Alex Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 22,
                    "original air date": "9 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Alex makes Santo his driver-bodyguard. Jaime gathers the courage to propose to Rebecca King and present his fiancée to the family, which welcomes her, albeit insincerely in his mother's case. Enrique finds alternative investor, Dimitry Yasis, for his nightclub VIP room, but Alex fears it may be drug money. Alex sees Frank meeting lover Ellis Samuels and sets a trap for them to convince the senator to invest in a bad sugar deal. senator-friendly A.D.A. Michael Bronson still can't find the dirt on Alex, who keeps even his friend, sheriff Grasso, in the dark.    "
                },
                "4": {
                    "title": "Family Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 26,
                    "original air date": "16 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Isabel, Henry and Frank are told by Alex that they need to get the sugar cane cut by machine and not by hand so as to get it processed into ethanol faster - but warns that Pancho is against it. Quinones half eaten body is found in the Everglades. Amalia finds out about Pancho's cancer and after a fight ensues between the siblings over the way the sugar is to be cut she tells them. Henry tells Katie he cannot let her come to his club anymore.    "
                },
                "5": {
                    "title": "Brotherhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 25,
                    "original air date": "23 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Alex is under extreme pressure from all sides as the police tighten in on him and Santo over Quinones murder and the uncovering and exposure by Joe Samuels of Senator Barnes sexual proclivities. Meanwhile, Rebecca invents an excuse for Katie so that she can meet Nick. Unknown to Katie Nick videotapes them making love.    "
                },
                "6": {
                    "title": "A New Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 21,
                    "original air date": "30 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Henry is not pleased with Dmitry and his bodyguards who run his club the way they want. When Henry tries to call the police when he sees them beat up a patron they turn on him and beat him up and get their pit-bull to attack him also. Alex goes to see Dmitry but he refuses to negotiate leaving Alex no option but to go to Little Havana and enlist the help of known criminal Ramon to gain justice. Ellis Samuels enlists the help of Michael Bronson to follow Alex. Rebecca is beginning to hate all the plans being put in place by Isabel and Amalia for her wedding to Jamie ...    "
                },
                "7": {
                    "title": "One Man Is an Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "6 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Alex abandons the Duque business to find out why land is being bought up by bogus companies and goes to Vancouver to chase down one company - Rosewood Investment Partners. There he finds a connection to Joe Samuels and then alerts the US Attorney. Katie discovers the sex-tape that Nick made of her and gets drunk at the club afterward. She tells Henry who beats up Nick and destroys his digital camera. Isabel is approached by Michael Bronson, when in church, and he tells her indirectly that Alex is responsible for the death of an innocent man. When Alex hears of this he...    "
                },
                "8": {
                    "title": "All Bets Are Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "13 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The F.B.I. approach Joe Samuels about his illegal land purchases in Cuba under the guise of a Canadian property company. Joe tells them that it is Ellis that dealt with all deals and they should question her. Alex discovers that Frank has a serious gambling problem. After a fight with Frank, Alex gets Ramon's men to buy out Frank's bookie in exchange for Ramon and his crew taking over the transportation of Duque Rum. Henri becomes frustrated at not being able to succeed at winning Terry over and goes to Pancho for advice. Rebecca's bitter and estranged father, Gordon,...    "
                },
                "9": {
                    "title": "The Exile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "20 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Ramon's trucking company, Santa Cruz Transport, and its drivers are attacked whilst carrying Duque Run and three are murdered. Pancho is furious and orders Alex back to Duque Rum but he tells him that he is meeting with Senator Finch with regard to Ethanol production. But when he gets to see Senator Finch she tells him she is not interested in Ethanol but wants him to help her with her Senate mandate and get the Cuban vote. She asks him to accompany her to Washington D.C. for a working weekend. Henry is determined to win over Terry and make her his and finally ...    "
                },
                "10": {
                    "title": "Time Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "27 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Having been ordered by Pancho to stay away from Duque Rum for a period of time Alex searches for something to do but with his family but cannot get them on board so he seeks out the company of Ramon and two of his crew Petey and Chicho who are heading to the Caribbean. But far from the trip being a getaway break for Ramon & his crew Alex learns that they are only there to avenge the shooting and robbery of Chicho which happened previously in Miami. Meanwhile, Jamie tells Rebecca that his friends are planning a bachelor party for him and he intends to go. She asks him ...    "
                },
                "11": {
                    "title": "HurriCane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 24,
                    "original air date": "11 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    As a hurricane hits the Florida coast Alex and Artie are about to take cover when Alex gets a call about storm damage at his parents home. Leaving Artie with Santo he goes to the house and finds that Henry and Frank had also been called. Henry leaves to be with Terry and after he leaves Alex hears a noise and goes to investigate. When he comes back he finds Frank held at gunpoint by three gang members and he is quickly taken hostage. Terry introduces Henry to Neville, her husband. Isabel and Hunter are trapped at her art gallery during the hurricane.    "
                },
                "12": {
                    "title": "The Perfect Son",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 12,
                    "original air date": "11 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Ned Bronson is fired by Joe Samuels because he failed, in Samuels eyes, to bring down Alex Vega. Bronson goes to Alex and tells him that Samuels is planning to disrupt Jamie and Rebecca's wedding. Alex hires Ramon and his men to provide security at the wedding but their overzealous security causes Pancho's fury. A highly-strung Joe Samuels calls an unknown person asking them if his wedding present to Alex Vega will be delivered on time. As the wedding party are secure unknown men set light to the Duque cane plantation. Rebecca tells Jamie that she cheated on him at ...    "
                },
                "13": {
                    "title": "Open and Shut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cane (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "18 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Alex is arrested for the murder of Joe Samuels after his stolen 9mm was found in the grounds outside Joe's house and which had been recently fired. High-powered lawyer Constance Hughes is hired to defend Alex and he conducts his own investigation into the murder and his main suspects are Frank, Ellis and Bronson. Alex resigns from Duque Rum.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Smits, Jimmy"
            },
            {
                "name": "Carbonell, Nestor"
            },
            {
                "name": "Walker, Polly"
            },
            {
                "name": "Turbay, Paola"
            },
            {
                "name": "Matos, Eddie"
            },
            {
                "name": "Trevino, Michael"
            },
            {
                "name": "Tal, Alona"
            },
            {
                "name": "Esco, Lina"
            },
            {
                "name": "Carman, Samuel"
            },
            {
                "name": "Moreno, Rita"
            },
            {
                "name": "Elizondo, Hector"
            },
            {
                "name": "Howard, Ken"
            },
            {
                "name": "Beghe, Jason"
            },
            {
                "name": "Vaughn, Ned"
            },
            {
                "name": "Torre, Oscar"
            },
            {
                "name": "Mechoso, Julio Oscar"
            },
            {
                "name": "Carpani, Rachael"
            },
            {
                "name": "Ivanir, Mark"
            },
            {
                "name": "Menendez, Gonzalo"
            },
            {
                "name": "Tubert, Marcelo"
            },
            {
                "name": "Prescott, Brian"
            },
            {
                "name": "Adams, Ryan"
            },
            {
                "name": "Díaz, Guillermo"
            },
            {
                "name": "Finlay, Edward"
            },
            {
                "name": "Masterson, Fay"
            },
            {
                "name": "Pyper-Ferguson, John"
            },
            {
                "name": "Rains, Dominic"
            },
            {
                "name": "Weinberg, Guri"
            },
            {
                "name": "Wesley, Paul"
            },
            {
                "name": "Waring, Todd"
            },
            {
                "name": "Clermont, Herve"
            },
            {
                "name": "Hondromihalis, Christina"
            },
            {
                "name": "Jensen, Jesse"
            },
            {
                "name": "Oh, Angela"
            },
            {
                "name": "Werner, Roy"
            },
            {
                "name": "Abarca, Ricardo"
            },
            {
                "name": "Collins, Jason"
            },
            {
                "name": "Eastman, Rodney"
            },
            {
                "name": "Kerr, Brook"
            },
            {
                "name": "LaSalle, Vilayna"
            },
            {
                "name": "MacDonald, Amanda"
            },
            {
                "name": "Montano, Sumalee"
            },
            {
                "name": "Redford, Blair"
            },
            {
                "name": "Rocha, William"
            },
            {
                "name": "Silver, Michael B."
            },
            {
                "name": "Sinclair, Doug"
            },
            {
                "name": "Yankee, Daddy"
            },
            {
                "name": "Adams, Jonathan"
            },
            {
                "name": "Alexander, Ana"
            },
            {
                "name": "Allen, Janice"
            }
        ],
        "locations": [
            "Long Beach, California, USA",
            "Los Angeles, California, USA",
            "Marina del Rey, California, USA",
            "Miami, Florida, USA"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 1192,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ1NjU2ODAxOV5BMl5BanBnXkFtZTcwNzkwMDU1MQ@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Cane",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cidre, Cynthia"
            },
            {
                "name": "Noah, Peter"
            },
            {
                "name": "Rasmussen, Bruce"
            }
        ],
        "production companies": [
            {
                "name": "ABC Studios"
            },
            {
                "name": "CBS Paramount Network Television"
            }
        ],
        "distributors": [
            {
                "name": "Disney-ABC International Television"
            },
            {
                "name": "TV2"
            },
            {
                "name": "CBS"
            },
            {
                "name": "FEM3"
            },
            {
                "name": "Story TV"
            },
            {
                "name": "TV3"
            }
        ],
        "special effects": [
            {
                "name": "Hi-Ground Media"
            }
        ],
        "other companies": [
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Executive Assurance"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "Klass Entertainment"
            },
            {
                "name": "LCW Props"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "ShowBiz Enterprises"
            }
        ],
        "plot": [
            "A Latino family works together to operate a rum business.::IMDb editor"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1192,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 137,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 637,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 290,
                "rating": 7.1
            },
            "males": {
                "votes": 772,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 99,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 482,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 174,
                "rating": 6.9
            },
            "females": {
                "votes": 307,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 38,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 149,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 113,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 31,
                "rating": 5.1
            },
            "us users": {
                "votes": 485,
                "rating": 7.1
            },
            "non us users": {
                "votes": 526,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 361,
            "9": 141,
            "8": 222,
            "7": 176,
            "6": 84,
            "5": 64,
            "4": 28,
            "3": 30,
            "2": 15,
            "1": 71
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}