{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 March 2007"
            },
            {
                "country": "Canada\n",
                "date": "8 March 2007"
            },
            {
                "country": "Sweden\n",
                "date": "3 August 2007"
            }
        ],
        "release dates": [
            "Canada::4 March 2007",
            "Canada::8 March 2007",
            "Sweden::3 August 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "At the End of My Leash"
            },
            {
                "countries": "Brazil",
                "title": "Problemas Caninos"
            },
            {
                "countries": "USA (new title)",
                "title": "In the Dog House"
            }
        ],
        "akas": [
            "At the End of My Leash (original title)",
            "Problemas Caninos Brazil",
            "In the Dog House USA (new title)"
        ],
        "akas from release info": [
            "At the End of My Leash (original title)",
            "Problemas Caninos Brazil",
            "In the Dog House USA (new title)"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Cajun's Last Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Cajun was rescued from the debris of Hurricane Katrina and a desperate beginning. Enter Wally and Leila, a loving couple running an adventure travel company who believe they are Cajun's last hope. Wally loves Cajun's wild spirit, but can he impose the rules and structure Cajun needs to learn and reform his bad behaviour? And what will happen to Cajun when they leave for an upcoming 7 week trip?    "
                },
                "2": {
                    "title": "Reign of Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "13 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Getting puppy Clyde has brought out the worst in owners Bonnie and Erin. Bonnie's bullying approach to training has Erin and Clyde trembling in her wake. The more Erin cowers and second-guesses her way of training Clyde, the more frustrated Bonnie gets...and so the vicious cycle continues and the fights worsen. Can Brad end Bonnie's reign of terror and place this couple back on an even playing field? Or is the damage beyond repair?    "
                },
                "3": {
                    "title": "Last Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Kim thinks dogs are gross. So it doesn't help that her fiancé's dog is a drooling, rambunctious Doberman Pincher, who trashes their house and gets hate mail for barking. Eight months pregnant, Kim desperately wants Jim to take her seriously and to set house rules for his dog. Jim has everything to lose, but to him, Oscar can do no wrong. What will it take to open his eyes?    "
                },
                "4": {
                    "title": "A Canvas of Grief",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "27 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Kath is a painter and a sensitive soul. When she lost a beloved older dog and a relationship back to back, she bought Max, a Border Collie to fill the void. Soon Max became an escape from life as Kath cocooned and withdrew from life and heaped all her emotional needs onto the dog. Can Kath put away her grief and turn her relationship with Max into a healthy one?    "
                },
                "5": {
                    "title": "The Canine Tow Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The Canine Ambassador program at the Sheraton Hotel was designed so guests could enjoy walking a dog when they are missing theirs. But what happens when your so-called \"ambassador\" walks like a tow truck and has the attention span of a gnat? From concierge to upper management, no one wants to walk Ben, yet they all want the program to be a success. Brad needs them to take on training as a team before Ben gets fired.    "
                },
                "6": {
                    "title": "Shadow's House of Horrors",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "10 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Shadow is almost 10 years old. 15-year-old Melissa wanted this dog and promised to look after him but Shadow has now become a family burden. When they go out, Shadow is caged in the basement, barking, drooling and breaking teeth as he tears at the bars. Brad calls this treatment neglect; the family has to step up to give Shadow the life he deserves in his twilight years.    "
                },
                "7": {
                    "title": "Roxy Rollers",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "17 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Kim's children bought Roxy the lab puppy to bring Kim joy and get her out of the house in her wheelchair on walks. But this barking, pulling, uncontrolled puppy has had the opposite effect... confining her to the house and magnifying her disability, making her feel worse. Brad needs to help Kim take control and turn Roxy into the companion she's always wanted.    "
                },
                "8": {
                    "title": "The Honeymoon Is Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "24 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Suzanne and Dave have only been married a few months, but they battle about their dogs daily. Suzanne says she's lonely for affection and uses her dog Lilly as a replacement for cuddles from her husband. Dave refuses to walk his big Rottweiler which is too vicious for Suzanne to handle. Is this new marriage headed for the rocks before it's even set sail?    "
                },
                "9": {
                    "title": "The Puppy Tipping Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "3 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Zane and Amanda are raising adorable puppy Easton. But when Easton pees in the house, jumps on the furniture and tugs on Amanda's pants, he's less than cute. Zane thinks he has all the answers and won't even consider Amanda's ideas. Is this puppy causing the problems, or is he just the tip of even bigger issues in their relationship?    "
                },
                "10": {
                    "title": "The Slippery Slope",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "10 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    This household of four women and two dogs is in constant chaos. Grown sisters Kandi and Liz bought Louie for their mom who never even wanted a dog. Kandi's boyfriend Mike passed away, leaving her with Bella the Lab. Both dogs have behavioral issues, the carpets and furniture are ruined and mom is ready to move out. It's time for SOMEONE to grow up and take responsibility for these dogs...    "
                },
                "11": {
                    "title": "All the Wrong Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Cathy was determined to be the \"perfect\" owner to her rescued Pit Bull, Mia. A handful of trainers later, we find her stressed, confused and hyper vigilant about any move Mia makes. To control Mia's pulling and apparent urge to go after other dogs, Cathy has her shackled up in every harness possible. Can Brad help these two shed their baggage and start again on the right foot?    "
                },
                "12": {
                    "title": "It's a Dog Already!",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "24 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    For Shantel, her new puppy Tucker is one part baby, one part doll. To boyfriend Darren and her son Collin, Tucker is a spoiled, un-house-trained, furniture trashing, destructive dog that has more clothes than they do. The men in this topsy-turvy household are tired of coming second to a dog. To save this family, Brad must strip away Shantel's puppy love goggles and convince her that Tucker is really a dog.    "
                },
                "13": {
                    "title": "Walk a Mile",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jenny and Ryan are super achievers. \"Failure\" was not a word in their household dictionary until they got their renegade Kelpie/Bullmastiff/Lab Makita. Her barking, pulling and defecating in the house does not fit the family plan and Ryan's ready to get rid of her. Brad will have none of it. Can he teach them the value of the dog and each other, before stress levels blow this house apart?    "
                }
            },
            "1": {
                "1": {
                    "title": "The Pomeranian Devil",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Dave and Enza's kids don't want to take Charlie on walks. He's a diabolical monster when they encounter other dogs in the park and the kids have the scars to prove it. Enza got Charlie for the kids behind Dave's back which set the stage for a lapsed romantic life and a household split of 3 against 1 ever since. Can Charlie turn around from the fiery gates and become an angel so that the whole family can enjoy him again? And can Enza and Dave rekindle their own long lost flame?    "
                },
                "2": {
                    "title": "Jack Russell Terrorists",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Lisa and Brad's relationship is being held hostage by their two Jack Russell Terriers. These canine terrorists go wild at the door when guests arrive, making it impossible for Lisa and Brad to entertain family and friends. But the biggest problem is the dogs' place of prominence on Lisa's bed, which has Brad sleeping in the doghouse. Can this home be turned from bark-raving mad to calm co-habitation?    "
                },
                "3": {
                    "title": "Who's the Boss?",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Blended families are never easy but when Darrin married Corrine he was completely unprepared for a life of chaos, kids and dogs. Mazy and Dakota, Corrine's two dogs, are running wild in the house, jumping fences and barking incessantly. Darrin is determined to impose order and rules, but Corrine and her two sons are pushing back. The tension has led to fights that have the fur flying in this newlywed household. Can Brad turn this chaos into a family unit?    "
                },
                "4": {
                    "title": "The Derelict Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    In this family, it's everyone for them self. Cory works out of town during the week leaving Tanya resentful and running the ship alone. The kids are lazy and refuse to help with the chores and no one takes responsibility for the family's Golden Retriever which chews everything in sight due to absolute boredom and loneliness. When Cory returns on the weekends, the backyard is full of dog poop, the house is destroyed and he yells at everyone in his path, threatening to throw Chloe overboard. Can Brad turn this sinking ship around or is this family's course set for ...    "
                },
                "5": {
                    "title": "The Canine Garburator",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Duke, a purebred Beagle has gone from being a cute, coddled family pet to being an overweight, under-exercised, food-obsessed, doggy garburator. At two times his healthy weight, this is a life and death situation. Out of love, Mom feeds Duke everything in sight, including leftover restaurant scraps! His teenage owner, Madison is too busy with her social life to help him walk off the pounds but ultimately, it's the whole family's inability to get it together that is failing Duke. Can Brad get this hungry hound and his people out of the kitchen and on the road to a more...    "
                },
                "6": {
                    "title": "No Regard for Beauregard",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Beauregard, an overweight Dachshund is a canine shredding machine, gobbling up everything from furniture to underwear to designer leather boots totaling $10,000 in damage. His bad habits are so extreme, that his family has considered putting him down, if obesity doesn't kill him first. When it comes to enforcing the rules, some family members can't be bothered while others struggle with the workload. Can Brad get the whole family serious about the situation before Beauregard's next bombshell?    "
                },
                "7": {
                    "title": "A Penny for Her Thoughts",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Alison is only 11, but her anxiety levels are through the roof. She's obsessed with taking full responsibility and control of Penny, her much-loved Blue Heeler. But Penny is vicious with other dogs, bolts out doors and gates at every opportunity and is generally out of control and hard to handle. It's a problem young Alison can't fix and a dynamic her family can't handle anymore. Can Brad give this family the tools to get Penny's bad behavior under control to relieve the pressure on young Alison before she...or her mother have a breakdown?    "
                },
                "8": {
                    "title": "Sweet Georgia Down!",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    An unexpected pregnancy, plus a massive, possessive, Great Dane named Georgia equals high stress for new couple Ryan and Erin. The stakes are high. Georgia's disposition is a direct threat to the safety of their newborn baby but trouble is, Erin and Ryan can't agree on Georgia's training. Erin has a soft approach and feels that Ryan is too aggressive. With the baby only five months away, time is running out. Can Brad help this couple get onside with each other for the future of their baby, their relationship, and Georgia?    "
                },
                "9": {
                    "title": "At Arm's Length",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 May 2007",
                    "year": "2007",
                    "plot": "\n    Chris, a retired lawyer and bachelor, was content living with his yappy pooches, Zeke and Quincy, who aren't even house trained. It's never mattered that others found the dogs intolerable until Diane, a sophisticated bachelorette, came on the scene. As is, the dogs have even pulled Chris into traffic and doctors are concerned that his arm may have permanent damage from their tugging. Chris must now work to get his dogs under control before Diane calls it quits. Can Brad teach this old bachelor new tricks to control his dogs, save his arms, and this newfound ...    "
                },
                "10": {
                    "title": "Three's Company, 4's a Crowd",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 May 2007",
                    "year": "2007",
                    "plot": "\n    Every morning, when Ron leaves his family for work, he is oblivious to the fact that as soon as the door closes behind him, Eddie, his Wheaton Terrier, starts barking and doesn't stop until Ron comes home. In Ron's eyes, Eddie can do no wrong. But for his stay-at-home wife Lisa and their two-year-old toddler, Evan, every day is a living nightmare. What will it take for Lisa to convince Ron that Eddie's behaviour is a serious problem? Can Brad help Lisa reveal Eddie's true colours to Ron in time to save their marriage?    "
                },
                "11": {
                    "title": "New Leash on Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 May 2007",
                    "year": "2007",
                    "plot": "\n    Alisha, a thirtysomething single woman, has temporarily moved back home to live with her mother, Lydia, and stepfather, Percy. Thing is, she came back with her Great Dane, Isis, who steals food off the counter, fights with her parent's dogs, and pees on the carpet. Her parents are ready to throw them out so Alisha doesn't leave the house for fear Isis will get her into further trouble. Clearly, this will be a problem if she wants to meet Mr. Right. Before Alisha is doomed to eternal singlehood, can Brad help Alisha earn the respect of her dog, her parents, and even ...    "
                },
                "12": {
                    "title": "Dog-Eat-Mom World",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 May 2007",
                    "year": "2007",
                    "plot": "\n    Siobhan is juggling a full-time job, the household chores, a two-year-old son, an unsupportive husband and two badly behaved dogs. It's a lot to handle-especially the dogs: Daisy, a Pomeranian Terrier, and Foster, a Border Collie-Husky. They bolt from the house at every opportunity, refuse to be housetrained, and steal little Jackson's food. Mike wants nothing to do with them and threatens to take them to a \"farm\" if they don't improve. Siobhan loves her pets and would be devastated if they were to go, despite all the hard work she puts into them. Can this \"super mom\"...    "
                },
                "13": {
                    "title": "Stepping in It",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 May 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Animal Farm",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Bosco is a black shepherd so out of control and angry that his owners can't take him out of their yard, even to the vet. He lives in a house with two adults, two teenagers, two cats and three other dogs and it's total chaos. Mom Lisa constantly yells and swears at Bosco, claiming he's a lost cause and Dad, Jerry solves the problem by working more and being at home less. The kids say this dog is driving away their friends and tearing apart the family. Can Brad bring peace to this menagerie of pets and people or will Lisa's self-defeating attitude lead to failure?    "
                },
                "2": {
                    "title": "Jekyll and Hyde",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    It's been a year since Darcy and Brian lost their beloved Rottweiler, Echo to cancer and the pain is as raw as the day he died. They prematurely adopted shelter dog Shani to fill the void, but Shani is a far cry from the companion they had in Echo. Inside the house she's a docile, loving dog, but on walks she's extremely aggressive and will attack any dogs they encounter. They constantly compare Shani to what they've lost and have resigned themselves to being confined to the house until she dies. Can Brad liberate this family from their self-imposed prison and help ...    "
                },
                "3": {
                    "title": "The Canine Conundrum",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    In just four years Rob and Brandi have gone from blissful newlyweds to bickering roommates. They blame the household tension and a stalled sex life on their two yappy Shitsu's Ewok and Gizmo. It certainly doesn't help that they insist on sleeping with the dogs wedged between them. But what happens when Brad removes these canine mood wreckers from the home? Will Rob and Brandi be able to face what's really at the root of their problems?    "
                },
                "4": {
                    "title": "In the Lap of Luxury",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Elaine was desperately lonely and all she wanted was her husband Earl's attention. Enter Rags and Pugsly - two adorable Shiatsu crosses burdened with the responsibility of bringing the couple closer together. When Earl proves disinterested and the dogs' bad behavior creates more stress between them, Elaine turns to Brad for help. But her plan backfires again when Brad's methods challenge Earl to a point of no return. To ease her pain, Brad takes Elaine and her pups on a path to personal empowerment. Question is will Elaine's newfound confidence be enough to win Earl ...    "
                },
                "5": {
                    "title": "Atlas Shrugged",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Sandy and Dennis are at odds over their two year old Malamute, Atlas. Dennis loves the big dog's rebellious attitude and considers him just an overgrown, playful puppy. Sandy thinks the dog is a liability because he jumps on people and manhandles her. The dog's size and attitude intimidates her and she says she's reached her limit. Brad's tasks give Sandy the ultimate challenge of fixing her family once and for all. But when push comes to shove, which puppy parent will ultimately come out the champ?    "
                },
                "6": {
                    "title": "The Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Emma and Madison are yappy, aggressive pug-cross dogs living on a busy street with their owners Krista and Eric. Emma is Queen Bee in this house, ruling with an iron paw. She has ferocious battles with Madison and even turns on her human mom. While Eric has long tried to discipline their pets, Krista in turn coddles them and treats them as her children leading to a complete lack of control and total confusion by the dogs. What will happen if this lack of training, control and discipline leads to the dogs bolting outside? And if a dog was hit by a car, would their ...    "
                },
                "7": {
                    "title": "Halfway Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Catherine and Allen are the picture perfect example of \"he said, she said\". While they both work for an airline, she's a pilot and often away in other cities and he's at home being miserable. Projects around the house are half started and their two huge dogs RB and Caesar are loud, and impossible to handle because Allen refuses to do the work. When Brad enters this household, he gets the paint and fur flying and kicks these \"half-asses\" into gear. Until progress takes off, these two are grounded!    "
                },
                "8": {
                    "title": "Queen Tut",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    There is such a thing as loving your dog to death - which is the \"death\" of your marriage. Lisa got Ozzy, a Miniature Pinscher when she was pregnant...an experience that bonded these two for life but too bad, so sad for husband, Wade. He has been stripped of his position, King of his Castle to Basement Dweller. Ozzy, a.k.a. Queen Tut, now holds that role. She sleeps beside Lisa and barks at Wade if he tries to come to bed with his wife. Can Brad dethrone this beast and get it to it's rightful place in the kingdom?    "
                },
                "9": {
                    "title": "Pretty in Pink",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Melissa and Ahmed are newlyweds with three dogs. Nala, Archie and little Sadie, a Boston Terrier are basically this couple's kids, and each one has a distinct personality. But the clear ruler of the household is Sadie who has a multitude of dog beds, a wealth of toys and a wardrobe that would be the envy of any human child. Melissa says Sadie is fragile and delicate due to a heart murmur and a condition called reverse sneezing. But when Brad arrives, sassy Sadie will be dethroned and it's a battle of rules against manipulation. Can Brad get Ahmed on board to help ...    "
                },
                "10": {
                    "title": "Trick or Treat",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Newlyweds Mike and Lilah are on separate pages when it comes to training their two snarly dogs Belle and Chili. Mike believes that treats are the way to go, but Lilah knows there is a better way. When Brad steps in to show them his way, he and Lilah wind up butting heads. Can Brad and Lilah put their clashing personalities aside long enough to train these unruly hounds and convince Mike to put away the treats for good?    "
                },
                "11": {
                    "title": "Must Love Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "27 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Amanda initially got Buster, a large rambunctious Samoyed, to feel safer after an abusive relationship. But Buster turned out to be more of a handful then she expected. This mauling mutt forced friends and potential companions to run for the hills. To get her out of her single state, Brad challenges Amanda to redefine friendship and to open her heart. But can she put aside her apprehension to meet the man of hers and Buster's dream?    "
                },
                "12": {
                    "title": "Gate Crashing",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "31 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Andee and Jim have a busy house with a newborn, a toddler, two older children and two dogs. Ella is a Bishon Schnoodle which barks uncontrollably. Dugan is a 13 year old Cock-a-Poo which is aggressive around food. Jim and Andee are terrified the kids will be hurt so they've gated the dogs to keep them away from the family. Andee is upset when Jim disciplines the dogs, because it brings back memories of her own mom abusing her childhood pet. But can her soft touch bring about change? Or will they remain a family divided?    "
                },
                "13": {
                    "title": "Climbing Everest",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "7 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Jamie is a single mom of three terrific kids, 14-year-old Jake, 11-year-old Hanna and the baby of the family, five-year-old Olivia. Their dog Everest was a shelter pup, brought into the family for companionship. But as Everest grew, he became increasingly aggressive and even bit the two young girls, leaving Jamie anxious about the nature of her dog and the safety of her kids, especially when her eldest, Jake is babysitting his sisters. In a final attempt to help Everest, Jamie has called Brad. But can Everest's problems be fixed or are they more deeply embedded? And ...    "
                }
            },
            "3": {
                "1": {
                    "title": "The Terror Terrier",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Josie and Quint have allowed their Jack Russell Terrier Mico to become a danger a to people. Mico hates children and has bitten several of them, including young family members. Josie uses treats and toys as a crutch to avoid any real training and she scolds Quint for physically disciplining the dog. Even the smallest disagreement between this couple becomes a reason to walk away from each. This young married couple is starting to consider a future with children of their own, but how can they do it if Mico is such a risk and Quint refuses to give up on the dog? Their ...    "
                },
                "2": {
                    "title": "Your Dog, My Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Jen and Damon battle regularly about their respective dogs. Eli, the shelter dog Jen had before she met her husband, is aggressive, nipping visitors and untrustworthy with kids. Bishop is the Rottweiler puppy Damon has always wanted and insisted he would train. But when he's on the road for weeks at a time with work, Bishop barks, digs and chews up whatever he can find. Jen is going crazy trying to control it all, and the chaos is causing fights in their rare time together. Can Brad help these two find common ground?    "
                },
                "3": {
                    "title": "A Messy Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    In a small, messy, chaotic house live James and Lorelei, her three wild children, their two cats and even wilder two dogs. 9-month old Yelid barks uncontrollably, is aggressive and after a head-butting incident, traumatized the kids by biting Brayden in the face. Lorelei says she's tried everything to gain control over her brood, but surveillance cameras reveal that no one is really in charge. Will Brad find a way to help turn Lorelei and James into the Alphas they need to be for the sake of their family?    "
                },
                "4": {
                    "title": "Caught in the Crossfire",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Single mom Carla and her boyfriend Terry decided to move into a new house a few months after falling for each other. She brought along her two kids and their dog Cricket. Confirmed bachelor Terry added his babies to the mix, two extremely aggressive Black Labs. This group has struggled to blend from the get go. Terry has trouble placing Carla and her family ahead of his dogs and Carla reacts by screaming and sulking. As the couple's drama unfolds, the kids and the dogs are caught in the crossfire. Who's to blame and what will Brad do to set things right?    "
                },
                "5": {
                    "title": "Yogi's Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 May 2008",
                    "year": "2008",
                    "plot": "\n    Multi talented teen Chadd should be enjoying life but all he can focus on is the terrible behavior of his dog. Yogi is out of control, barking at strangers, biting his sister Tevra and his parents Wayne and Ruby. The household is loud and boisterous, aggravating Chadd's tension and anxiety. It's Chadd who finally turns to Brad for help hoping he will show them how to save Yogi's life.    "
                },
                "6": {
                    "title": "Just Add Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 May 2008",
                    "year": "2008",
                    "plot": "\n    Tracy and Derek's new love affair hit the fast track when Tracy discovered she was pregnant. Factor in Tracy's son Chase, add baby Kaia, fast forward a year or two, and you now have two people who barely know each other and are overwhelmed by family and work responsibilities. Dreaming to make things better, they added a beautiful Golden Retriever puppy to the mix, but the reality has turned out to be a destructive, hyperactive nightmare. Koffee never stops. He jumps and pushes his way around the house, and chews everything up including the trees in the backyard. Tracy...    "
                },
                "7": {
                    "title": "The Last Straw",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 May 2008",
                    "year": "2008",
                    "plot": "\n    Tammy never wanted a dog but when her fiancé Clint begged and promised to take on all the training and care, she gave in. But just a few months after getting their pup Jersey, and weeks away from their wedding, Clint was badly injured in a horrific motorcycle accident that crushed his leg and broke his back. Suddenly Tammy found herself looking after everything; Clint, work, the house, the property and a rambunctious American Bulldog puppy. Having to postpone the wedding added more emotional stress to this already strained relationship and now that Clint is walking ...    "
                },
                "8": {
                    "title": "My Pretty Pony",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 May 2008",
                    "year": "2008",
                    "plot": "\n    Rubish is a huge Great Dane plagued by fears and insecurities, which he uses to his advantage. Tricia pressured her boyfriend Arden into getting him with promises she had no intention of keeping. Both use manipulation to get what they want. Now fully grown, Rubish destroys everything in the house, jumps, growls and barks uncontrollably when he encounters other dogs and kids. He's become so aggressive that Arden fears for the safety of anyone around, and Tricia can barely control him on walks. Can Brad manipulate this trio to live happily ever after?    "
                },
                "9": {
                    "title": "The Dirty Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    According to Krista, Taz the Rottweiler is a \"dirty dog.\" He smells like a dog, sheds in her house and refuses to walk in designated areas after her daily vacuuming. Her husband Ron can't understand Krista's issues because he thinks Taz is a good dog, who responds well to his commands. Fights over the dog are escalating, and Krista is threatening Taz will have to go. Brad decides only extreme measures will show Krista the error of her ways, but will she ever be willing to let her dog be a dog?    "
                },
                "10": {
                    "title": "Family Boot Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "9 Jun. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "And Action!",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "16 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Christine copes with her Cerebral Palsy, but her big dog Mable is a challenge. Mable is aggressive, and drags Christine off her already unsteady feet. Roommate Laurie wants to help but Mable is too much for her too. The clock is ticking and Brad must help Christine find a solution for Mable before someone is seriously injured or she ends up alone and friendless.    "
                },
                "12": {
                    "title": "Truth or Dare",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "23 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Landlord Deana loves her cute little white Maltese Cross Whiskey more than anything, even though he's a terror in the neighbourhood, chasing children on their bikes and biting those not fortunate enough to get away. But it's not only the neighbours who have a problem. Deana's live-in boyfriend Brandon is sick and tired of being ignored while Whiskey gets all the attention and gets away with everything while his new puppy, a 6 month old Pug named Gus, is scolded at every turn. Add in dog-hating roommate Leah and antagonizing roommate Mickey and you have one big unhappy...    "
                },
                "13": {
                    "title": "Here Comes Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "30 Jun. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "4": {
                "1": {
                    "title": "Busting at the Seams",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "16 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Kim loves dogs so much that she has 15 of them, including a litter of new puppies, in her small urban home. They bark, pee, run all over the furniture and are driving her husband Tim crazy! Given the choice, Kim says she'd take the dogs over her husband. Can Brad help them bring balance to their home before the dogs drive them apart?    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    Carrie lives with her mother, teen-aged son, and their two dogs Toffee and Roxy. Tensions are thick and the animals are getting worse by the day. Can her family resolve their issues or will the blame game continue?    "
                },
                "3": {
                    "title": "Like Owner, Like Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "30 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Shannon and her quivering Pomeranian are two of a kind. Shae lives behind the bedroom door while Shannon stays within the safety of her home too. When Brad challenges eldest son Matthew to take on training, he's shocked by his terrible attitude. Can Matthew forgo his disdain for the dog he calls a \"waste of oxygen\" in time to help his mom work through one of her worst fears?    "
                },
                "4": {
                    "title": "Dangerous Dalmation",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "5 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Tiffany was just a teenager when she got Coma. Without proper training, Coma has turned into a potentially dangerous dog. He's already bitten a friend on the face, and is hugely aggressive around other dogs. Can Tiffany and Craig reform this dog in the wake of a vicious attack?    "
                },
                "5": {
                    "title": "The Elephant in the Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "12 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Sisters JT and Grace and their roommate Kari are share a mortgage and two yappy dogs, Tika and Bailey. All the commotion and destruction is driving Kari mental, while the dogs' actual owners, Grace and JT are oblivious. The girls talk behind each other's backs rather then face their issues head on. When Brad forces the three warring friends to face the elephant in the room, will hurt feelings be enough to motivate change or will they dissolve this friendship for good?    "
                },
                "6": {
                    "title": "Leadership Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "19 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Holly has created two monsters. She has spoiled mouthy pooches Max and Snuggles with clothes, treats and the run of the house. Now they pee everywhere, and bark incessantly and the problems are bigger then Holly can handle. Her kids are quick to point fingers but no one is willing to help. Brad lays down the law, but quickly sees that nothing will change unless Holly learns to take charge herself. Can she do it or will this mom remain the household rag doll?    "
                },
                "7": {
                    "title": "Unconditional Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "26 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Chad's Rottweilers are his babies. He revels in the 'unconditional love' he gets from them...which is far less complicated and demanding than his relationship with Heather. But the dogs are rambunctious and Cherry is threateningly aggressive to other dogs. With a baby on the way, there's no time to lose.    "
                },
                "8": {
                    "title": "Blending Maverick",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    When Ari and Audrey got married, they blended their family of four daughters and a dog. The older girls begged for a puppy and promised to look after it. Now, the girls have lost interest, Ari resents being stuck looking after the dog, and Ari and Audrey are fighting daily about the girl's responsibilities and their methods of parenting. Can Brad bring peace to the battlefront?    "
                },
                "9": {
                    "title": "More Then They Can Chew",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "17 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Meagan and Jeremy have bitten off way more then they can chew: A wedding in less then a month, an unexpected pregnancy, and four aggressive, unmanageable labs! But, to make matters worse, Jeremy has lost the use of his arm in a work accident. He says that he can no longer share the work-load with his fiancée. Meagan feels it is an excuse. Can Brad help Jeremy sort out the physical disability from his metal block in time to save his wedding and prevent these four dogs from killing each other?    "
                },
                "10": {
                    "title": "Canine Killers?",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Jess and Lukas were devastated when their two dogs killed their pet cat Buddha. Previously the three animals would cuddle and sleep together. Confused, they need Brad's help to understand how this close friendship could turn fatal. And with a baby on the way, will they ever truly know if their dogs are really predators or puppies at play? Brad must get to the bottom of the crime if Jess and Lukas are ever to trust their dogs again.    "
                },
                "11": {
                    "title": "Herding Tuffy",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    When Kerry adopted Tuffy, an Australian Cattle Dog, she did not realize what she was getting into. Bred to herd animals, it wasn't long before this dog had attacked her roommate Jake and scared away all her friends. Can Brad help Kerry manage Tuffy's instincts before she finds herself corralled completely into isolation?    "
                },
                "12": {
                    "title": "Canine Date Repellent",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "3 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Thanks to Smiley, Katherine's Pitbull mix, dating is out of the question. Any guy that comes to her apartment is greeted with a mouthful of teeth and a head butted in his nether regions. Completely ravaged, most dates leave in the same way - a hurry. Can Brad help this beautiful 30-something get a handle on her man-eating-dog? Or will she be forced into life as the crazy single dog lady? The clock is ticking.    "
                },
                "13": {
                    "title": "Condo Captive",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "10 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Erin's big, beautiful malamute Rika lives with her in a high-rise overlooking the ocean. Despite her beautiful surroundings, Rika is peeing on the carpet and picking fights with other dogs in the elevator. Her fishbowl existence is compounded by Erin's job...she travels at least one week each month, and Rika ends up confined to a kennel. Erin can't change the demands of her job, but Brad demands she take responsibility for this big working breed dog while she's at home.    "
                }
            },
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "6 May 2009",
                    "year": "2009",
                    "plot": "\n    Tilly the Border Collie joined Shirley and Brian when their adult children moved away and had their own kids. But this dog's herding instincts has her nipping at their grandchildren and barking uncontrollably. The dog's issues trigger constant bickering between Shirley and Brian and put pressure on a stale marriage. Can they do the work needed to get Tilly and their relationship back on track?    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "13 May 2009",
                    "year": "2009",
                    "plot": "\n    Little Easton is only 3, but he knows daddy's bad words. That's because his dad Chris is very harsh with their little dog Arnold, a pet he never wanted. Wife Janine got Arnold as a way to cope with her grief when her mother died. Every time Chris kicks or hits Arnold, Janine suffers and little Easton picks up very bad habits. Can training Arnold heal the anger and grief in this family?    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "20 May 2009",
                    "year": "2009",
                    "plot": "\n    Miranda has had enough of her boyfriend Chris' harsh approach to disciplining her dog, Bear. Chris thinks he's right and accuses her of being too soft. Constant bickering and threats to leave has this puppy confused and caught in the crossfire. When Brad challenges the couple to find a middle ground, Miranda is forced to make a tough decision. Will she do the right thing?    "
                },
                "4": {
                    "title": "Episode #5.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "27 May 2009",
                    "year": "2009",
                    "plot": "\n    Controller Natalie's old dog Bailey is the perfect pet, loveable and obedient. But Hannah, the rescue she adopted with boyfriend Corey, is skittish, barks fearfully, and pees in the house. Corey loves the puppy and defends her bad habits, but Natalie's inability to control Hannah or Corey has her at wits end. Can these two find balance with the dog, and in their damaging personal dynamic?    "
                },
                "5": {
                    "title": "A Man and His Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "3 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Ian suffered a nearly fatal aortic aneurysm a year ago, leaving his wife Anna and their 6 children fearing for his life. Ian's aneurysm is now back and is inoperable. His final wish is to get his dog trained to relieve the burden on Anna, and to be able to walk with Zeus one last time in the mountains.    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "10 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Claire and her mother Jacqueline are housemates, along with Jacqueline's three yappy, defecating dogs and one foster dog Serge. The noise level is through the roof, but worse than that is the pee and poop stains littered throughout the house. When Brad enters this home he discovers a mother-daughter relationship on the verge of collapse and living conditions that would turn anyone's stomach.    "
                },
                "7": {
                    "title": "Episode #5.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "17 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    When Trish adopted Hannah, this marathoner was hoping for a training partner. Instead, she wound up with a rabbit-chasing leash-puller that trashes her things and runs away at every opportunity. Trish fears Hannah may not be the dog for her household but will do anything to avoid breaking her 7 year old daughter's heart. Can Brad help Trish come to terms with what may be another breakup?    "
                },
                "8": {
                    "title": "Episode #5.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "24 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Sarah is scared that she's lost her husband Lee to their two bratty dogs, Tizzy and Squiggy. He coddles them, confides in them, and spends all his spare time with them. Jealous and resentful, anything Sarah says against his beloved pets only pushes him further away. Can Brad help Sarah train these furry home wreckers to bring Lee back or is this little love affair stronger than their marriage?    "
                },
                "9": {
                    "title": "Episode #5.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    A couple with new baby and two out-of-control Springer Spaniels can't cope with all the pressures. The wife doesn't want to lose her dogs or her husband. Can Brad teach them how to lighten the load?    "
                },
                "10": {
                    "title": "Springing Spaniels",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "1 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Kimberly and Alistair are newlyweds who have just moved overseas, have a brand new baby, a new house and two very naughty Springer Spaniels! Kimberly and Alistair are fighting daily and with the pressures of new parenthood, the stress is taking its toll. Can this young couple work together to gain control to keep their family together?    "
                },
                "11": {
                    "title": "Episode #5.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "8 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Karen and Tyson are young and in love. They want to move in together, but can't because their dogs are viciously aggressive toward one another. Tyson's puppy is cute now, but this Rottie is learning bad habits from her big brother. Can these lovebirds bring their beloved pets together for the sake of their burning flame?    "
                },
                "12": {
                    "title": "Episode #5.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "15 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Steph regrets the day she got a second Coon Hound against her husband's wishes. It's four years after the fact and he still holds it against her! Anything the dog does wrong is her fault, and there's a long list. Desperate to win her husband's forgiveness, Steph turns to Brad to help fix these two howling hounds. Brad quickly discovers that the couple's issues run much deeper than the dogs.    "
                },
                "13": {
                    "title": "Episode #5.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Dog House (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "22 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Connie and her daughter moved across the country and haven't made friends. Their dog Ozzy barks maniacally and messes on the carpets when company comes by. Teenager Sierra says her mom shows more love to the dog than to her, and she's had it with the isolation because of his behavior. It's time for this family to re-start their lives, make some friends, and stop letting this dog run the show.    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Pattison, Brad"
            },
            {
                "name": "McOuat, Taylor"
            },
            {
                "name": "Stephen, Allison"
            },
            {
                "name": "Stephen, Brent"
            },
            {
                "name": "Stephen, Cindy"
            },
            {
                "name": "Stephen, John"
            },
            {
                "name": "Stephen, Mark"
            }
        ],
        "locations": [
            "Alberta, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 6.6,
        "votes": 54,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTMxNDAzMzIyOV5BMl5BanBnXkFtZTcwNzI4NTk5Mw@@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "In the Dog House",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Kershaw, Matthew"
            },
            {
                "name": "Hart, Anthony"
            },
            {
                "name": "Pattison, Brad"
            }
        ],
        "production companies": [
            {
                "name": "Purple Dog Media"
            },
            {
                "name": "White Iron Productions"
            }
        ],
        "distributors": [
            {
                "name": "Slice"
            }
        ],
        "plot": [
            "Dog trainer does more than train humans on how to get their companions to cooperate, he also works with the family on personal issues like trusting and respecting each family member.::labpps"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 54,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 27,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 16,
                "rating": 7.1
            },
            "males": {
                "votes": 24,
                "rating": 5.4
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 15,
                "rating": 4.7
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 7.1
            },
            "females": {
                "votes": 23,
                "rating": 5.3
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.3
            },
            "us users": {
                "votes": 15,
                "rating": 5.0
            },
            "non us users": {
                "votes": 30,
                "rating": 5.2
            }
        },
        "number of votes": {
            "10": 15,
            "9": 4,
            "8": 8,
            "7": 9,
            "6": 0,
            "5": 3,
            "4": 2,
            "3": 3,
            "2": 4,
            "1": 6
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}