{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 March 2007"
            },
            {
                "country": "USA\n",
                "date": "16 April 2007"
            },
            {
                "country": "USA\n",
                "date": "23 April 2007"
            }
        ],
        "release dates": [
            "USA::2 March 2007",
            "USA::16 April 2007",
            "USA::23 April 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Cities of the Underworld"
            },
            {
                "countries": "Canada (French title) (new title)",
                "title": "Dans le secret des villes"
            },
            {
                "countries": "Germany",
                "title": "Unter den Metropolen"
            },
            {
                "countries": "Greece",
                "title": "Ypogeioi kosmoi"
            },
            {
                "countries": "Hungary",
                "title": "Világ a város alatt"
            },
            {
                "countries": "Russia",
                "title": "Города подземелья"
            },
            {
                "countries": "Spain",
                "title": "Ciudades bajo tierra"
            }
        ],
        "akas": [
            "Cities of the Underworld (original title)",
            "Dans le secret des villes Canada (French title) (new title)",
            "Unter den Metropolen Germany",
            "Ypogeioi kosmoi Greece",
            "Világ a város alatt Hungary",
            "Города подземелья Russia",
            "Ciudades bajo tierra Spain"
        ],
        "akas from release info": [
            "Cities of the Underworld (original title)",
            "Dans le secret des villes Canada (French title) (new title)",
            "Unter den Metropolen Germany",
            "Ypogeioi kosmoi Greece",
            "Világ a város alatt Hungary",
            "Города подземелья Russia",
            "Ciudades bajo tierra Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "City of Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 19,
                    "original air date": "26 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Jack the Ripper terrorized the city with his gruesome slaughters. Secret pagan societies raised Hell. Thieves made a killing stealing fresh corpses. London's streets ran red with blood, and it seeped into the underground. It was a city filled with disease, misery and chaos, making it ripe for grisly murders and horrific rumors to spread like the plague. Tales of witches and killers, the Antichrist and pagan rituals filled the city... but behind every ghost story is the terrifying truth of what happened here. From creepy caves scrawled with warnings of witches to the ...    "
                },
                "2": {
                    "title": "Okinawa: Tunnels of Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "2 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The largest naval armada in U.S. history descended on the Japanese island of Okinawa in April of 1945. Instead of a swift victory for the American's it became the bloodiest battle of the Pacific. Much of the battle wasn't on land it was underneath it--from the beehive of combat tunnels to the caves where thousands of civilians hid. Join host Don Wildman as he discovers what it was like to live through the Battle of Okinawa. Watch as he delves into the subterranean tunnels, caves, and bunkers, and then dives to explore the lost naval destroyer sunken deep in the waters...    "
                },
                "3": {
                    "title": "Real Mafia Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "9 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The mafia instills fear around the world, but in Sicily, its presence can't be ignored. This is where the mob got its start, with the help of the underground. We'll trace the Mafia's roots back to a vigilante secret society that created an underground network where they would hold trials against corrupt city officials and execute the accused. We'll track the escape route of a most-wanted mob boss through ancient subterranean waterways, and discover a bone-crypt that holds the key to Sicily's violent past. We'll even find out how the mafia teamed up with the Allies ...    "
                },
                "4": {
                    "title": "Secret Sin City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "16 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Welcome to Las Vegas, America's Sin City, where billions of dollars are lost and made every year on our national vices. In order to protect their cash, casinos have made security the highest priority. From underground vaults to secret surveillance nerve centers, we'll uncover how the latest technology beats the cheaters. But Vegas wasn't always this high-tech. We'll show how a massive engineering feat transformed the city from a barren desert into a mobster metropolis where thieves ran the show from underground tunnels dating back to Prohibition. And just when it ...    "
                },
                "5": {
                    "title": "Hitler's Trenches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "23 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    World War I was the bloodiest war the world had ever seen. A young Adolf Hitler served in the trenches and tunnels of Belgium's Western Front. Join host Don Wildman as he explores the subterranean web where 24,000 Allied soldiers waited to ambush the enemy, to the indestructible fortress that endured thousands of bombs daily. Discover the underground that made World War I one of the most brutal wars in history... and turned Hitler into the terrifying madman of World War II.    "
                },
                "6": {
                    "title": "Barbarian's Lair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    After the fall of the Roman Empire, Europe was plunged into chaos for centuries, with vicious carnage and rampant disease regularly raging through the streets. However, below the streets was another world designed to keep the people alive and the enemy guessing. Join host Don Wildman as he uncovers immense quarries of a secret society, Templar torture chambers and the tunnels of medieval \"ghost knights.\"    "
                },
                "7": {
                    "title": "Land of Manson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "8 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    He was the ringleader behind some of the most notorious murders in history. He terrified the world and plunged the city of Los Angeles into a state of paranoia and fear. He's Charles Manson, and the deserts around Los Angeles were his home... and he hoped the underground would be his haven. But Manson and his followers weren't the only things lurking beneath the streets of LA. We'll take you beneath the most congested streets in America, into the tunnels where corrupt cops ran the city in secret and the largest subway system in the world lays in waste. From ...    "
                },
                "8": {
                    "title": "Gladiators: Blood Sport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "15 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The gladiators of ancient Rome were the ultimate fighting machines. They waged bloody battles to the death for the entertainment of the masses--and to earn their freedom. From the depths of the vicious and magnificent Flavian amphitheater, to the buried brothel where they lived their last days, these are the secret lives of Rome's famed slave warriors. Peel back the layers to uncover the origin of these fierce fighters, as host Don Wildman heads into ancient crypts, subterranean chambers used for pagan worship, and to the school that taught the gladiators how survive....    "
                },
                "9": {
                    "title": "Secret Holy Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "22 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Ethiopia is home to some of the oldest settlements in the world. This cradle of mankind is a country born from legend and shrouded in mystery.    "
                },
                "10": {
                    "title": "Under the Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "12 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    While most people think of San Francisco as a haven for peace-loving hippies, this city by the Bay is actually one of the biggest military defense installations in America. We'll take you beneath its picturesque hills and uncover the biggest ammunitions depot on the West Coast before plunging into a deadly arsenal that once stored nuclear missiles with more than six times the destructive power of the atom bomb dropped on Hiroshima. From the secret Civil War fortification buried beneath Alcatraz to the human trafficking tunnels winding below Chinatown, San Francisco's ...    "
                },
                "11": {
                    "title": "Tomb of the Lost Mummies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "26 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    When you think of Egypt, you think of the Pyramids, vast deserts and infamous leaders like Cleopatra. But there's more to the story.    "
                },
                "12": {
                    "title": "Gods of War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 12,
                    "original air date": "19 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Located on the coveted gateway between the East and West, Turkey has a history marked by ambitious conquerors and great empires vying for control of the trade routes. Left behind was a rich mythology of gods and men with tales of epic battles which soaked Turkey's soil in blood. We'll uncover the truth behind these mysterious legends revealing how a nation at war turned underground for its only means of survival, a maniacal king's plot to overturn consecrated ground to build one of the Seven Wonders of the Ancient World and even an ancient healing spa of the gods!    "
                },
                "13": {
                    "title": "Alcatraz Down Under",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 12,
                    "original air date": "9 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Beneath the sunny façade of Sydney, Australia lies a dark past.    "
                },
                "14": {
                    "title": "The JFK Assassination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "16 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "0": {
                    "title": "Istanbul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 56,
                    "original air date": "2 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Istanbul is undoubtedly one of the most dynamic and exotic cities in the world. Once the capital city of three of the world's most powerful empires--The Roman, Byzantine, and Ottoman--its strategic location made it the perfect spot for empires to rise, fall...and rise again. Residents of Istanbul walk on top of remnants of these fallen civilizations...literally. Taxis drive over parts of Constantine's Lost Great Palace; children play on cobblestone streets concealing a massive Byzantine dungeon; a high school sits on a 3rd century wall leading to the bowels of a ...    "
                },
                "1": {
                    "title": "Scotland's Sin City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "23 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Constrained for space by a stone defensive wall and steep terrain, the people of Edinburgh build both high rises and subterranean dwellings to provide living space. Out of sight, the underworld attracts all manor of seedy activities.    "
                },
                "2": {
                    "title": "Hitler's Underground Lair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "30 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    This program reviews Adolf Hilter's and Albert Speer's plans for a building boom that would turn Berlin into the capital city of the world. The plan included substantial below ground structures. They built strong and despite the bombing campaigns of World War Two a substantial part of the underworld survives for Eric to explore.    "
                },
                "3": {
                    "title": "Rome's Hidden Empire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "7 May 2007",
                    "year": "2007",
                    "plot": "\n    Much of modern Rome is built upon the foundations of the first century Roman city and was above Goraud at that time. Eric visits some of these ruins and his guides explain the activities that occurred there two thousand years ago.    "
                },
                "4": {
                    "title": "Catacombs of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "14 May 2007",
                    "year": "2007",
                    "plot": "\n    Eric finds some knowledgeable guides to take him on a clandestine tour of the catacombs of Paris. Originally a limestone quarry, the vacant space produced its own utility and a rich history in war and in peace to hide things better kept unseen. But the catacombs also represent cracks in the foundation that threaten the stability of the city above the surface.    "
                },
                "5": {
                    "title": "City of Caves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "21 May 2007",
                    "year": "2007",
                    "plot": "\n    Budapest is built upon on network of natural limestone caves that have been in use since humans first moved into the area. While exploring the caves Eric shares their color history which includes several violent periods in Budapest's past.    "
                },
                "6": {
                    "title": "New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 24,
                    "original air date": "28 May 2007",
                    "year": "2007",
                    "plot": "\n    New York City's underground harbors secrets and surprises befitting the most important city on earth. Eric shares these secrets in tours under Grand Central Terminal, the Empire State Building, the World Trade Center and New York's original aqueduct.    "
                },
                "7": {
                    "title": "London's Lost Cities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 18,
                    "original air date": "11 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Join host Eric Geller as he reveals the subterranean secrets found below London's most famous landmarks and even finds Winston Churchill's hidden war rooms.    "
                },
                "8": {
                    "title": "Beneath Vesuvius",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 18,
                    "original air date": "18 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    The bombardment of Naples during World War Two revealed a forgotten underground world of ancient buildings, caverns and tunnels. This was fortunate because the underground provided shelter from the bombing as well as a window into Naples past all the back to the Greek Empire.    "
                },
                "9": {
                    "title": "Freemason Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "25 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Boston and Philadelphia are renowned for their part in America's revolutionary saga, but these cities harbor an unseen connection...the Freemasons. From the whispers of hidden tunnels and tombs beneath Boston's North End, to the incredible waterworld still intact under Philadelphia, the legendary secret society has left behind the blueprints to America's rise. And their enigmatic influence stretches from the Revolutionary Battles of Fort Mifflin to the secret struggles of the Underground Railroad. Host Don Wildman receives exclusive access to newly discovered sites ...    "
                },
                "10": {
                    "title": "Dracula's Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "9 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    In and around the city of Bucharest, Romania is ripe with legends, folklore, and tales of the unknown. But its most famous tale is of the real-life Dracula, also known as Vlad the Impaler.    "
                },
                "11": {
                    "title": "Secret Pagan Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "16 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    The landscape of Cappadocia in modern-day Turkey is unlike any other in the world, with an underground to match. Explore the subterranean world of defense where entire civilizations hid for thousands of years.    "
                },
                "12": {
                    "title": "Underground Bootleggers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 13,
                    "original air date": "23 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Portland, Oregon is famous for its beer and its music, but 100 years ago, it was a city full of vice. By the early 1900's, Portland was known as the most dangerous port in the world.    "
                },
                "13": {
                    "title": "Rome: The Rise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 11,
                    "original air date": "30 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Rome, Italy is known for great food, edgy fashion...and its history. The Roman Empire was the largest and most powerful in history, and pieces of this great Empire can be found under practically every street in Rome.    "
                }
            },
            "2": {
                "1": {
                    "title": "Underground Apocalypse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "28 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    For billions of people across the globe, Jerusalem is considered ground zero for Armageddon. And while most of the world's population considers it a holy land, it's also one of the bloodiest cities the world has ever known. From a hidden occult city built by the Knights Templar to the hiding place for the Dead Sea Scrolls, the evidence of the apocalypse is buried all over the holy city. Host Don Wildman has special access to a sacred stone said to keep the world from ultimate chaos, and finds evidence of John the Baptist's apocalyptic sermons... he's heading into a ...    "
                },
                "2": {
                    "title": "Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "4 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Be careful where you walk--history's afoot! See a Vietnam that you've never seen before. During the Vietnam War the media flooded the world with images of soldiers and jungles. What wasn't seen were the tunnels, caves and passageways. Join host Don Wildman as he discovers the massive CuChi tunnel system that gave soldiers the upper hand to the super-bunkers and secret caves used as shelters.    "
                },
                "3": {
                    "title": "A-Bomb Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "11 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Tokyo, Japan is a city straight out of the future, above ground... and below. We'll go beneath the busy streets to see the latest technology that will save the city from the many natural disasters ready to strike. From there, we head back in time to World War II to see how Hiroshima's underground offered protection from the most powerful bombs... and get an inside look at the secret life of the Ninja. Don Wildman hosts.    "
                },
                "4": {
                    "title": "Viking Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 20,
                    "original air date": "28 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Dublin, Ireland is much more than a city full of pubs and pints. Pagan burial tombs, subterranean defense tunnels, and mysterious burial crypts line the underground below the rolling hills. Even an underground river runs through the heart of the city where you'd least expect to find it.    "
                },
                "5": {
                    "title": "Hitler's Last Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "3 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Be careful where you walk--history's afoot! Prague is a city cloaked in mystery, with an underground to match. Medieval castles line the streets and hide dark dungeons deep below them. From quarries where Hitler may have stored his most powerful secret weapon to mines that doubled as Communist slave camps, Prague has surprising stories to tell. Join host Don Wildman as he reveals the technological marvels that allowed the construction of one city upon another-- literally.    "
                },
                "6": {
                    "title": "Maya Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "10 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Before the mysterious disappearance of the ancient Maya, Belize was the nerve center of this advanced civilization. Hundreds of ruins dot the landscape and reveal clues to bloody Mayan rituals, advanced architecture and a belief in an unforgiving underworld of Mayan gods. Don ducks beneath the jungles of Belize to uncover burial tombs, sacrificial altars, ritualistic caves and the literal entrances to the Mayan underworld.    "
                },
                "7": {
                    "title": "Mob Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "17 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Chicago was once a playground for mobsters and corrupt politicians. It wouldn't be the third largest city in the U.S. today if it weren't for the shady dealings that went on just beneath its streets. From vice dens and top-secret railroad lines to sunken shipwrecks and the spark that created the A-Bomb, host Don Wildman unearths the true history of the Windy City.    "
                },
                "8": {
                    "title": "Prophecies from Below",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "24 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The ancient world was shaped by people who believed they foresaw the will of God. Jerusalem is at the heart of all their fiery prophecies. From the outcome of bloody wars to the birth of saviors, Jerusalem has been at the center of prophetic revelations. Join host Don Wildman as he peels back the layers of this sacred subterranean landscape to uncover an ancient escape route, a secret bullet factory, and the birthplace of Jesus. He sets out to find the truth behind Jerusalem's most mysterious and enduring prophecies, the people who foretold them and what was left ...    "
                },
                "9": {
                    "title": "New York: Secret Societies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 14,
                    "original air date": "31 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Today, New York is the biggest city in the country... but it's got some dark secrets in its past. It was founded by covert groups, overrun with gangs and mob bosses, and ruled by secret societies. This is the true foundation of the city that never sleeps, and host Don Wildman is headed deep beneath the skyscrapers, taxicabs and street vendors into a New York that few have ever seen before. From a hidden Freemason tunnel and secret world of the Sandhogs, to mobster hideaways and gang escape routes, we're uncovering the secret societies that built New York--from the ...    "
                },
                "10": {
                    "title": "Washington, D.C.: Seat of Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "14 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Washington D.C. is headquarters for one of the most powerful governments in the world, as well as some of the nation's deepest secrets. The decisions made here echo around the world, so while the seat of power rests above these streets, our nation's security depends on what happens underneath them. From top secret, high tech superbunkers to the underbelly of Capitol Mall, we'll delve into DC's subterranean defenses. Don will discover how the US prepares for the worst...from the ravages of disease to nuclear catastrophe.    "
                },
                "11": {
                    "title": "Stalin's Secret Lair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 16,
                    "original air date": "21 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Moscow is a city known for its ruthless leaders and abundant secrets. Today it's a modern metropolis, but far below its crowded streets lie the reminders of its war-torn past, and pieces of Stalin's terrifying legacy. This subterranean web is so vast, modern day Moscow is actually in danger of caving in. From tunnels used to hide from Stalin's blood-thirsty henchmen, to secret metro systems and hidden bunkers, Don digs deep into Moscow's past.    "
                },
                "12": {
                    "title": "Katrina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 11,
                    "original air date": "28 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Inflicting over $80 billion in damage, and causing the deaths of over 1,800 people, Hurricane Katrina was among the greatest engineering disasters in US history. But was Katrina the \"big one\" New Orleans had been waiting for? Many believe the \"perfect storm\" is yet to come. If and when the big one does hit, will New Orleans be ready? The answers are in the underground. From the Army Corps' latest levees to last-ditch efforts to use save New Orleans' vanishing wetlands, we're going deep into New Orleans' underground to see where New Orleans stands, and if it stands a ...    "
                },
                "13": {
                    "title": "Secret Soviet Bases",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cities of the Underworld (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 17,
                    "original air date": "5 May 2008",
                    "year": "2008",
                    "plot": "\n    Deep within the former Soviet Union lies a classified, subterranean world of Cold War secrets. In Ukraine, which once had the world's third largest nuclear arsenal, Don ducks behind the Iron Curtain to reveal a how the Soviets were really preparing for a Nuclear War. From nuclear submarine bases to underground apartment blocks, these sites are so top-secret, they've never before been seen on American television.    "
                }
            }
        },
        "number of episodes": 41,
        "cast": [
            {
                "name": "Wildman, Don"
            },
            {
                "name": "Geller, Eric"
            },
            {
                "name": "Akinci, Sirin"
            },
            {
                "name": "El-Maghrabi, Ashraf"
            },
            {
                "name": "Korkmaz, Cengiz"
            },
            {
                "name": "Hadi, Ahmed Abdel"
            },
            {
                "name": "Oral, Hasan"
            },
            {
                "name": "Razik, Ahmed Abdel"
            },
            {
                "name": "Özgümüs, Ferudun"
            },
            {
                "name": "Hawass, Zahi"
            },
            {
                "name": "Öztürk, Murat"
            },
            {
                "name": "Pasa, Ali"
            },
            {
                "name": "Pasa, Çimen Filiz"
            },
            {
                "name": "Pulak, Cemal"
            },
            {
                "name": "Sertbas, Bora"
            },
            {
                "name": "Awe, Jaime"
            },
            {
                "name": "Fernandez-Gil, Luis"
            },
            {
                "name": "Ingrassia, Timothy"
            },
            {
                "name": "Mequer, François"
            },
            {
                "name": "Pleytez, William"
            },
            {
                "name": "Van Heest, Valerie"
            },
            {
                "name": "Zaidon, Luis"
            },
            {
                "name": "Law, John"
            }
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M::(some episodes)",
            "Australia:PG::(some episodes)",
            "Singapore:PG",
            "United States:TV-PG"
        ],
        "number of seasons": 3,
        "rating": 8.1,
        "votes": 670,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY2NDQwMTc0M15BMl5BanBnXkFtZTcwMjEzMDk5MQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Cities of the Underworld",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Bittner, Mathilde"
            },
            {
                "name": "Bray, Chris"
            },
            {
                "name": "Bonds, Barbara Carratala"
            }
        ],
        "production companies": [
            {
                "name": "Authentic Entertainment"
            },
            {
                "name": "Thirty Four Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            },
            {
                "name": "History Channel"
            },
            {
                "name": "Polyband"
            }
        ],
        "other companies": [
            {
                "name": "Kelli Lerner Casting"
            },
            {
                "name": "PES Payroll"
            }
        ],
        "plot": [
            "As we descend beneath our modern day cities, we are met with ancient and hidden secrets. Journey with us back through history and rediscover cities of the underworld."
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 670,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 71,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 324,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 160,
                "rating": 7.9
            },
            "males": {
                "votes": 425,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 50,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 244,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 114,
                "rating": 7.8
            },
            "females": {
                "votes": 143,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 21,
                "rating": 9.2
            },
            "females aged 30 44": {
                "votes": 75,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 41,
                "rating": 8.4
            },
            "top 1000 voters": {
                "votes": 31,
                "rating": 7.4
            },
            "us users": {
                "votes": 291,
                "rating": 8.1
            },
            "non us users": {
                "votes": 196,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 202,
            "9": 126,
            "8": 161,
            "7": 85,
            "6": 48,
            "5": 20,
            "4": 11,
            "3": 5,
            "2": 4,
            "1": 8
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}