{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "September 2007"
            },
            {
                "country": "Canada\n",
                "date": "14 October 2007"
            }
        ],
        "release dates": [
            "Canada::September 2007",
            "Canada::14 October 2007"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Everything in Its Right Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    With a new man in her life, Letty is finding it hard to balance motherhood, the shop and her clients - especially without Joy and Nigel around. Over at Claudette's, Joy tries to change herself in order to fit in to the cold, sterile environment. Her Joy \"ness\" is hard to quash, especially in the presence of Trish Stratus, former wrestler turned media mogul. Meanwhile, left to run the shop, well-intentioned Starr tries to change the rules and finds she is alienating the whole of Letty's clientele. In the mirror story, Nina, an overweight client, is the victim of weight...    "
                },
                "2": {
                    "title": "Looks Can Be Revealing",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Letty's mentor, Pops, arrives at the shop in need of a favor - to give his grandson, Malik, a job at Letty's Salon. Letty is hesitant; Malik looks like a true thug. Joy is against this idea from the start. Meanwhile, Starr is trying to find an acceptable gift for her mother's birthday. When Malik's friend, Skinnaz, comes to the shop with amazing brand name goods, Starr is not so sure they are \"legit\". In the mirror story, Elise, a single mother, is judged harshly by the other clients for her work in the \"arts\".    "
                },
                "3": {
                    "title": "Of Papers and Patois",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Starr oversees some shop repairs, but has trouble trusting the Caribbean work crew with their seemingly haphazard work practices - they don't even have a permit! However, Starr's lack of trust ultimately causes more trouble as she attempts to take on the work herself. Meanwhile, Joy studies for her official hairstylist exam, but doesn't trust her own abilities, believing instead she just isn't very \"booksmart\". As Letty attempts to keep Starr from destroying the shop and ensure that Joy is studying, her trust in both women is strained. In the mirror story, Angela, an ...    "
                },
                "4": {
                    "title": "Playing Social",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Dre, embarrassed by the way Joy dresses and acts, asks Novelette to attend his school's culture day in her place. When Joy finds out, she enlists Starr's help to make her more Canadian. Meanwhile, Starr is appalled Letty is using chemicals on a child. Starr refuses to use chemicals and wants Letty to allow her to be the shop's natural stylist. Will Letty budge? In the mirror story, Camille, a biracial child, breaks your heart because she doesn't love herself, she wants to look just like her white mother.    "
                },
                "5": {
                    "title": "Forced Ripe Mango",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Letty and Richard decide it is time to take their relationship to the next level and go away for the weekend. However, when Thea, Richard's wife, comes into the shop to ask Letty to leave Richard alone, Letty has second thoughts about dating a separated man. Meanwhile, Starr has her first date with a black man and turns to Joy to teach her some last minute dance moves. With some bribing, Joy introduces Starr to the master of Soca. In the mirror story, Essence, a 17-year-old girl, is being pressured to have sex by her boyfriend, Malik.    "
                },
                "6": {
                    "title": "Licks!",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Letty is extremely pleased with how well Dre is doing in school, so pleased she lets the whole salon know it. However, when Dre's friends lead him into trouble with the law, Joy and the shop clients want to set him straight with a few \"licks!\" Meanwhile, Starr is coping with pressures of her own, as she struggles to prove to her boyfriend, Jonathan, she's not wasting her life in the salon. In the mirror story, Cheryl, a successful businesswoman, is coming off maternity leave and struggling with the idea of returning to work.    "
                },
                "7": {
                    "title": "Honesty the Best Policy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Letty seems to be effectively balancing motherhood, work and her relationship with Richard. Letty's ducks are finally all in a row, until Cedric walks in - Dre's father and Letty's ex. Meanwhile, Joy, using Starr's power of positive thinking, receives an unexpected \"windfall\" from a bank machine error. In the mirror story, Lisa, a recently engaged woman, decides whether or not to tell her fiancé she is in major debt.    "
                },
                "8": {
                    "title": "Empress of Eglinton",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Joy decides things need to change in the shop - she deserves respect - it's high time that Letty made her a partner. Joy is surprised to find Letty is open to her demand. However, Joy soon finds out respect also comes with an R-word that she doesn't like as much - responsibility. Meanwhile, Starr has had enough with the bad service at Maxine's and decides to take on Fitzroy in a battle for good customer service. In the mirror story, Charmaine is constantly criticized by her negative mother about her every move, her appearance and even her relationship with her partner.    "
                },
                "9": {
                    "title": "Computer Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "16 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    When Starr introduces a computer to the shop, scheduling appointments is the last thing Joy wants to use it for. Instead, Joy finds herself on a Caribbean Internet dating site, where both she and Starr set up profiles with the hopes of meeting their true matches. While they are at it, Starr and Joy create a profile for a doubtful Letty. After submitting all three profiles, the ladies receive some unexpected results. In the mirror story, Regina learns that her new boyfriend has herpes and must decide whether she can deal with this.    "
                },
                "10": {
                    "title": "Black Cake, White Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "23 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Letty and Starr's mother, Jackie, co-host a birthday party for Starr. Unfortunately, the heads of Starr's \"two families\" butt heads over how to throw the party. Starr, fearing her \"two families\" will embarrass her in front of the other, does her best to keep them apart. Meanwhile, Joy is certain she is pregnant and begins preparing herself for motherhood - Joy style! In the mirror story, Malik's mother, Chandra, struggles with schizophrenia and rebuilding her relationship with her son.    "
                },
                "11": {
                    "title": "Coming Out of the Closet",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "30 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Letty and Joy must convince their landlord, Sanjay, an overprotective South Asian father, to let his daughter, Nira, date Dre. Cultures clash as the West Indies meet the East. Meanwhile, Starr must prove herself to Julian's traditional West Indian mom over lunch. With some advice from Malik, Starr has a plan - but will it fly? In the mirror story, a young black comedienne is offered an opportunity of a lifetime - an appearance on network television. One problem, she can't be herself.    "
                },
                "12": {
                    "title": "Pardnah Me?",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "7 May 2009",
                    "year": "2009",
                    "plot": "\n    Just when things get hot for Starr and Julian, Julian drops a homophobic bomb, leaving Starr to decide between ecstasy or integrity. Does love really conquer all? Meanwhile, Joy starts a pardnah (West Indian-style banking) group. The shampoo hits the fan, when the pardnah money goes missing. Tief! In the mirror story, Sister Corrine dates a younger man and must overcome her own \"age\" issues.    "
                },
                "13": {
                    "title": "Oil's Well That Ends Well",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "14 May 2009",
                    "year": "2009",
                    "plot": "\n    Claudette, Novelette's chief competitor and the bearer of bad news, has put in an offer for Novelette's building. Now Letty must raise $50,000 to stay and that's just the down payment. How is she going to raise the money? Joy has the answer, a fundraiser featuring a pageant of hunky oily men and a performance by Kreesha Turner. Will this work, or is this another hair-brained scheme from Joy? Could this really be the end for Letty's? In the mirror story, Karen, returns to the Eglinton West area in hopes of finding the daughter she gave up at birth. Could it be Starr's ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Rules Are Made...",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    It's a Saturday - one of the busiest days in the salon and Novelette discovers that Joy hasn't filled in the appointment book. Everyone is surprised when a high class wedding party arrives unannounced and the snooty mother of the bride, Ms. Mavis, expects preferential treatment. Novelette faces an uphill battle to make a good impression - but when Dre goes upstairs with Ms. Mavis' youngest daughter, it's the final straw. In the mirror story, two sisters, Sandy and Nia, finally team up against their controlling mother, Ms. Mavis, over Nia's wedding day hairstyle.    "
                },
                "2": {
                    "title": "Fass & Facety",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    When Joy turns a staid, older woman's hair into an outrageous dance-hall style, Novelette admonishes her staff and allows Starr to try her hand at fixing the 'do, much to Joy's chagrin. Joy and Starr continue to clash, which results in Novelette buying ugly smocks for them to wear at work. Meanwhile, Dre is teased mercilessly by a beautiful girl for wearing 'church shoes'; Novelette finally relents and gives him money for expensive name-brand sneakers. In the mirror story, a light-skinned, bi-racial teen who lies to her high school peers about being black, finally ...    "
                },
                "3": {
                    "title": "Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    It's the hottest day of the year - in Toronto, and in the shop. Caribana has filled the city with exciting visitors and sexy festivities. Everyone's off to the parties - all except Starr, that is. The shop is bustling with activity and pulsing with music, except the air conditioner is on the fritz again and Richard, the sexy father of a young new client, is only too happy to stay behind to fix it for Novelette. Joy enlists Dre to help sell her famous Jerk Chicken at the festival but runs into some trouble when she's caught without a license. In the mirror story, a ...    "
                },
                "4": {
                    "title": "Empty Bag Can't Stand Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    A reporter from Toronto's top Caribbean magazine, Caribbean Community Corner, interviews Novelette for a spot in their upcoming issue on 'Women of Distinction'. Meanwhile, Starr desperately tries to share her latest obsession with yoga to Joy who is uninterested...until Starr's yoga instructor stops by. Competitive to a fault, an overachieving Starr pushes herself too far. In the mirror story, a perfect mother collapses due to stress but continues to stick to her grueling schedule despite a daughter who wants to spend more time with her.    "
                },
                "5": {
                    "title": "Love Can't Wrap Up in a Paper",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    It's obvious to everyone but the Campbell sisters that Dwayne, the hair care salesman, is interested in Novelette. Despite this, Joy makes a pass at him and Nigel saves her from the humiliation of rejection by feigning his interest in her. Things get complicated when, against Novelette's advice, the two move forward with plans to do business together based on false pretenses. Starr's secret is nearly revealed when her adoptive mother shows up. In the mirror story, Antoinette's new short hairstyle inspires her to make changes in her personal life - as a result, the ...    "
                },
                "6": {
                    "title": "Every Hoe Have Him Stick",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    On a Saturday morning, before the shop opens, Starr catches Nigel at a cheque- cashing place and the sparks fly when she accuses him of sending money to another girl back home. This time Nigel's answer is serious and when Starr sees him helping Dre with his chores, she realizes she may have judged him too quickly. Joy attacks Novelette for her conservative ways and it becomes increasingly apparent the two sisters are really getting under each other's skin. In the mirror story, a woman who's embarrassed by her alopecia finally gets up the nerve to confess to her ...    "
                },
                "7": {
                    "title": "The Man of the House",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Tensions between the sisters run high as Joy begrudgingly packs for her flight to Jamaica so she can care for their ailing - and cantankerous - mother. Novelette finds her thoughts occupied by concerns for a different family member, as Dre has become a quick study of the social habits of the neighborhood men. Novelette is pleasantly surprised when Dwayne offers to help. Meanwhile, Nigel turns to Starr for advice when he finds out his friend is not the father of his child. In the mirror story, a woman who was unfaithful to her partner is confronted by the birth father ...    "
                },
                "8": {
                    "title": "Mouth Open Story Jump Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Starr's secret that she was adopted by a white family is finally revealed when her mother comes to the salon, unannounced. Meanwhile, Joy falls for Gary and lies to him in front of Dre about being the owner of her sister's salon. When Gary visits Letty's Joy is forced to lie in front of a steaming Novelette. In the mirror story, a woman who's graduating top of her law class refuses to introduce her lesbian partner to her family.    "
                },
                "9": {
                    "title": "All That Glitters",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Joy's relationship with Gary is heating up, and when she enters the 'Miss Curvaceous and Vivacious' pageant for the $5,000 prize she can't wait to tell Gary...but will his reaction be what she expects? Meanwhile, Novelette is up to her ears in staff demands for money and tells Nigel to bring in more business if he'd like a raise. However, when Nigel fills the shop with 'booty girls', Novelette is faced with a crisis of conscience. In the mirror story, a woman who aspires to become a modern dancer decides to trade in her successful career dancing in videos when her ...    "
                },
                "10": {
                    "title": "A Mother of a Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Mrs. Campbell has come all the way from Jamaica for Novelette's birthday, a surprise orchestrated by Joy, only she's two days early and full of complaints! Meanwhile, Nigel and Starr are getting closer, and as a result, he breaks up with his girlfriend Nikki, but everything changes when Nikki arrives at the party with news of her pregnancy. In the mirror story, a woman gives up custody of her children when she begins to feel herself losing control.    "
                },
                "11": {
                    "title": "Me Throw Me Corn But Me No Call No Fowl",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Joy and Gary are on a date at Maxine's when she bumps into Patrick, a childhood friend. Gary orders a taken-aback Joy not to see Patrick again and presents her with the promise ring. Novelette offers Joy an apprenticeship at the salon and is surprised when her sister says she has to run it by Gary first. Meanwhile, Starr refuses to talk to Nigel about his 'baby-mama drama' until she needs his help fixing an overbearing client's hair. In the mirror story, a Music Therapist is urged by her frustrated husband to 'take off her mask' and figure out who she is.    "
                },
                "12": {
                    "title": "Speaky Spokey",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Starr is sent into an emotional tailspin when a client's husband walks in. Turns out he's not just any man, but her college boyfriend made good, the 'one that got away'. Meanwhile, Novelette has to deal with the mixed emotions that arise when she is forced to send her mother back home for medical care. She and Joy end up cutting loose with a bottle of over-proof rum - leading to more connections...    "
                },
                "13": {
                    "title": "Di Heart of Di Matter",
                    "kind": "episode",
                    "episode of": {
                        "title": "'Da Kink in My Hair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    For the shop's first entry in the local Hair Shop Showdown, Novelette has marshaled Starr and Nigel into helping her create a classy and upscale exhibition to match her vision for the shop. Joy, however, has studied the hair show winners for years and is convinced that Letty's approach simply won't do - the judges want sassy, not classy! Meanwhile, Richard has re-entered Letty's life and she either needs to step up and put her heart on the line, or face losing Richard for good.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Stephens, Ordena"
            },
            {
                "name": "Anthony, Trey"
            },
            {
                "name": "Paul, Ngozi"
            },
            {
                "name": "Fagon, Richard"
            },
            {
                "name": "Ysrayl, Daniyah"
            },
            {
                "name": "Stewart, Conroy"
            },
            {
                "name": "Goree, Eli"
            },
            {
                "name": "Coy, Suzanne"
            },
            {
                "name": "Barrington, P."
            },
            {
                "name": "Imrie, Kathy"
            },
            {
                "name": "Coates, Conrad"
            },
            {
                "name": "Codrington, Jim"
            },
            {
                "name": "Ricossa, Maria"
            },
            {
                "name": "Marcos, Lisa"
            },
            {
                "name": "Saudin, A.J."
            },
            {
                "name": "Al St., Louis"
            },
            {
                "name": "Cudjoe, Vera"
            },
            {
                "name": "Aiyeola, Bola"
            },
            {
                "name": "Amell, Stephen"
            },
            {
                "name": "Jemeni"
            },
            {
                "name": "Spencer, Rhoma"
            },
            {
                "name": "Rickards, Rachael-Lea"
            },
            {
                "name": "Majumder, Shaun"
            },
            {
                "name": "Allen, Kenroy"
            },
            {
                "name": "Caton, Conrad"
            },
            {
                "name": "Dauda, Raven"
            },
            {
                "name": "Moore, Yvonne"
            },
            {
                "name": "Fanfair, Robinne"
            },
            {
                "name": "O'Shun, Ayana"
            },
            {
                "name": "Sealy-Smith, Alison"
            },
            {
                "name": "Dwyer, Audrey"
            },
            {
                "name": "Burdon, Catherine"
            },
            {
                "name": "Glave, Karen"
            },
            {
                "name": "Mee, Michie"
            },
            {
                "name": "Shah, Nikki"
            },
            {
                "name": "Francks, Lili"
            },
            {
                "name": "Cooke, Darlene"
            },
            {
                "name": "Morales, Matthew"
            },
            {
                "name": "Eccleston, Odeen"
            },
            {
                "name": "Johnson, Evans"
            },
            {
                "name": "English, Eve"
            },
            {
                "name": "Carter, Linda J."
            },
            {
                "name": "Paul, Jean"
            },
            {
                "name": "Waboso, Dee Dee"
            },
            {
                "name": "Barrett, Olivia"
            },
            {
                "name": "Snieckus, Naomi"
            },
            {
                "name": "Bailey, Janet"
            },
            {
                "name": "Black, Jully"
            },
            {
                "name": "Chante, Keshia"
            },
            {
                "name": "Richards, Jasmine"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 3.6,
        "votes": 288,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI5NDQwMzc5OV5BMl5BanBnXkFtZTcwNDU5MzAxOQ@@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "CAD5,364,226 (estimated)",
        "languages": [
            "English"
        ],
        "title": "'Da Kink in My Hair",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "'Da Kink in My Hair (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Anthony, Trey"
            },
            {
                "name": "Edwards, Shernold"
            },
            {
                "name": "Barr, Ian"
            }
        ],
        "production companies": [
            {
                "name": "Barna-Alper Productions"
            },
            {
                "name": "Defiant Entertainment"
            },
            {
                "name": "Kinky Hair Productions"
            },
            {
                "name": "Ngozika Productions"
            },
            {
                "name": "Novelette's Productions"
            },
            {
                "name": "Trey Anthony Productions"
            }
        ],
        "distributors": [
            {
                "name": "CanWest Global Television Network"
            }
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 288,
                "rating": 3.6
            },
            "aged 18 29": {
                "votes": 61,
                "rating": 3.8
            },
            "aged 30 44": {
                "votes": 130,
                "rating": 3.3
            },
            "aged 45 plus": {
                "votes": 44,
                "rating": 3.8
            },
            "males": {
                "votes": 144,
                "rating": 3.0
            },
            "males aged 18 29": {
                "votes": 29,
                "rating": 2.6
            },
            "males aged 30 44": {
                "votes": 81,
                "rating": 3.0
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 3.7
            },
            "females": {
                "votes": 97,
                "rating": 4.9
            },
            "females aged 18 29": {
                "votes": 32,
                "rating": 5.2
            },
            "females aged 30 44": {
                "votes": 47,
                "rating": 4.5
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 4.3
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 4.9
            },
            "us users": {
                "votes": 55,
                "rating": 3.5
            },
            "non us users": {
                "votes": 175,
                "rating": 3.4
            }
        },
        "number of votes": {
            "10": 55,
            "9": 9,
            "8": 9,
            "7": 21,
            "6": 13,
            "5": 14,
            "4": 23,
            "3": 40,
            "2": 43,
            "1": 61
        },
        "arithmetic mean": 4.7,
        "median": 3
    }
}