{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "13 May 2007"
            },
            {
                "country": "Sweden\n",
                "date": "12 March 2008"
            },
            {
                "country": "USA\n",
                "date": "26 August 2008"
            }
        ],
        "release dates": [
            "UK::13 May 2007",
            "Sweden::12 March 2008",
            "USA::26 August 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Gavin & Stacey"
            },
            {
                "countries": "Russia",
                "title": "Гевин и Стейси"
            }
        ],
        "akas": [
            "Gavin & Stacey (original title)",
            "Гевин и Стейси Russia"
        ],
        "akas from release info": [
            "Gavin & Stacey (original title)",
            "Гевин и Стейси Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 96,
                    "original air date": "14 May 2010",
                    "year": "2010",
                    "plot": "\n    Whilst Stacey is thrilled to be living back home Gavin tries to come to terms with the culture shock of working with his new Welsh colleagues. Nessa, now living with Dave, throws a christening party for baby Neil, attended by the Shipmans and Smithy and Rudi and their narcoleptic mother Cath. Bryn's lusty singing at the church inspires Pam in her desire to be on 'Britain's Got Talent' but Smithy, having paid for the christening, is annoyed to learn that it is doubling as Nessa and Dave's engagement party. Gavin and Stacey, however, are inspired by the occasion to ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 94,
                    "original air date": "21 May 2010",
                    "year": "2010",
                    "plot": "\n    Despite a savage dummy interview from Bryn Stacey gets a job as a waitress as Marco's cafe. Dave Coaches is not happy when Nessa and the young Shipmans take baby Neil to Essex but cuts his losses when Nessa's father offers a weekend watching porn. In Billericay Pam and Mick order a huge Indian takeaway for the family and a surprisingly quiet Dawn and Pete. Stacey wants Gavin to slip away from the party and make a baby with her but he gets drunk and passes out. Next morning Nessa and Smithy wake up in the same bed.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 88,
                    "original air date": "28 May 2010",
                    "year": "2010",
                    "plot": "\n    After agreeing to build Pam and Mick a conservatory Smithy joins his mates for a lads' weekend in Barry, staying with Bryn, who goes clubbing with them in Cardiff and ends up being sick. Stacey and her friends link up with the boys, Nessa telling Smithy the date of her wedding to Dave Coaches. Stacey however is perturbed at her continuing failure to get pregnant, especially as she has stopped taking her contraceptive pills.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 88,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Pete and Dawn are ready for a fresh start and decide to renew their vows, although Pete's ring threatens to ruin the big day. Meanwhile, Gavin and Stacey receive some awful news.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 93,
                    "original air date": "11 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Pam and Mick unexpectedly arrive in Barry, and everyone (including Smithy and Doris) decides to spend the sunny day on the beach. But there are two questions on everyone's mind: will Dave be there, and is Gavin really okay?    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 123,
                    "original air date": "18 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The wedding day of Nessa and Dave Coaches has dawned, and everyone is looking forward to the big event. Everyone, that is, apart from Smithy, who faces a dilemma.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 193,
                    "original air date": "26 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Gavin Shipman lives in Billericay in Essex with his parents Pam and Mick whilst Stacey West and her mother Gwen live in Barry in South Wales across the road from the widowed Gwen's brother-in-law Bryn. Gavin and Stacey frequently speak on the phone through their work and decide to meet in London. Stacey brings her cynical friend Nessa and Gavin his slobbish mate Smithy. Gavin and Stacey spend the night together in a hotel and agree to start dating. Nessa and Smithy also end up in the sack but romantics these two are not.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 153,
                    "original air date": "2 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    After a series of misunderstandings over the phone Gavin drives to Barry where Gwen initially mistakes him for a Jehovah's Witness but, after sharing fish and chips on the sea-front with her, Gavin takes Stacey back to Essex. Pam mistakenly thinks he has blacked her eye after Stacey dons shades to mask a spot but all is resolved as the group attend a pub quiz with bickering couple Dawn and Pete, compered by a drunken Smithy. Next day, as he sees her onto her train, Gavin proposes to Stacey, who accepts before he is held by armed police on suspicion of being a ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 137,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Everyone repairs to Billericay where Nessa and Smithy are at it again in the mud and Gavin and Stacey announce that they intend to get married in eight weeks' time, on the anniversary of her father's death. Pam is highly annoyed to learn that the wedding is to take place in Barry, leading to a slanging match with Gwen. Fortunately Bryn provides a voice of reconciliation, pointing out that all that really matters is that the young couple love each other. The mothers make up and prepare for a Welsh wedding.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 129,
                    "original air date": "16 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Shipmans and Smithy go down to Barry for the wedding preparations. Bryn is much taken by a conjuror he wants for the reception whilst Smithy is mesmerised by Jammy, the stag party organizer and Pam has cause to regret telling everybody that she is a vegetarian. Gavin is torn between the bride arriving at the church in a horse and carriage, Stacey's request, or by car, and Smithy is a reluctant church-goer to hear the banns read by an eccentric vicar who compares God to sandwiches. After the Essex party have gone Nessa confides in Stacey that she is pregnant by ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 127,
                    "original air date": "23 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Billericay comes to Barry as the bride and groom hold their simultaneous stag and hen parties. Nessa is still holding back from Smithy the fact that he is about to become a father and Bryn is unsettled when Jason, Stacey's gay older brother, turns up. However the biggest shock of the evening is reserved for Gavin when he learns from Achmed, one of Stacey's ex-boyfriends, that Stacey has been engaged on five previous occasions. He has it out with her and, despite her declaration of love for him, the wedding looks to be in jeopardy.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 127,
                    "original air date": "30 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    All doubts aside, Stacey arrives at the church - in the white Bentley - with Bryn who gives her away, after reading a letter of anticipated congratulation from her late father. The ceremony passes off all right, though Bryn is still wary of Jason, Pete and Dawn argue at the reception and Doris from next door comments on the bride's swapping one unenviable surname for another. Gavin gives a heart-felt speech in praise of his new wife whereas Smithy's best man speech is literally speechless as he is overcome by emotion, rather like Pam and Mick as they perform 'Can't ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 119,
                    "original air date": "14 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Gavin and Stacey's return is overshadowed by some big news from Ness.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 113,
                    "original air date": "21 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Smithy disappears after being told he is to become a father and Stacey has to get used to life in her new home.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 110,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Stacey, Gavin and Smithy head to Barry for Ness' scan.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 114,
                    "original air date": "11 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Mick is interviewed on the television news after finding a corpse in a car park, which is the cause for a small celebration at the Shipmans, even though Dawn and Pete argue as usual. Stacey, however, still unemployed, is not in party mood and only to glad to pay another visit back to Barry with Gavin and Smithy. At least this time Nessa and Smithy are civil to each other, she even asking about his girl-friend - whom nobody has ever seen. Indeed after Nessa has impressed Smithy with her perfect strikes at the bowling alley they go home to indulge in a bucket of K.F.C, ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 105,
                    "original air date": "18 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Gwen's birthday is coming up and Bryn wants to organize a surprise party for her but is dismayed that nobody seems to want to come, so he has to consider asking people she dislikes. Eventually he manages to get together a line-dancing evening, where he and Nessa perform 'Islands in the Stream' but the real surprise of the evening is the unexpected arrival of Stacey's musician brother Jason. For Gavin the shock of the night is when Stacey tells him she feels isolated in Essex and is leaving him to remain in Wales.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 104,
                    "original air date": "25 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Pam and Mick try to effect reconciliation over the phone with Gwen after Stacey moves in with Bryn. They also try to take Gavin's mind off things by involving him in a protest against the erection of a radio mast after which Smithy takes him to a boy's night out, which he does not appreciate. Stacey goes to the bingo with her family but the couple are unhappy apart and end up ringing each other to determine how to get back together again.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 111,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    As Stacey doubts if her love for Gavin is real, Nessa goes in to labor, and Smithy is nowhere to be found.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 152,
                    "original air date": "24 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Barry folk come to Billericay for the holiday. Gavin surprises his mum and Smithy with news of his promotion in the company's new operation, located in Cardiff.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Special: The Making of Series 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gavin & Stacey (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "votes": 16,
                    "original air date": "Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Join the cast of Gavin and Stacey as they guide you through the making of series 3.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Page, Joanna"
            },
            {
                "name": "Horne, Mathew"
            },
            {
                "name": "Steadman, Alison"
            },
            {
                "name": "Jones, Ruth"
            },
            {
                "name": "Corden, James"
            },
            {
                "name": "Lamb, Larry"
            },
            {
                "name": "Walters, Melanie"
            },
            {
                "name": "Brydon, Rob"
            },
            {
                "name": "Rhodri, Steffan"
            },
            {
                "name": "John, Margaret"
            },
            {
                "name": "Davis, Julia"
            },
            {
                "name": "Scarborough, Adrian"
            },
            {
                "name": "Smith, Sheridan"
            },
            {
                "name": "Kennedy, Ewan"
            },
            {
                "name": "Wilfort, Robert"
            },
            {
                "name": "Knott, Andrew"
            },
            {
                "name": "Tovey, Russell"
            },
            {
                "name": "Baynton, Mathew"
            },
            {
                "name": "Tudor, Johnny"
            },
            {
                "name": "Meo, Steve"
            },
            {
                "name": "Gaskell, Dominic"
            },
            {
                "name": "Hartland, Oscar"
            },
            {
                "name": "Anderson, Samuel"
            },
            {
                "name": "Dafydd, Ifan Huw"
            },
            {
                "name": "Thomas, William"
            },
            {
                "name": "Williams, Ffion"
            },
            {
                "name": "Gregg, Jason"
            },
            {
                "name": "Elisa, Gillian"
            },
            {
                "name": "Edwards, Donna"
            },
            {
                "name": "Ferris, Pam"
            },
            {
                "name": "Doré, Edna"
            },
            {
                "name": "Turner, Tony"
            },
            {
                "name": "Cater, Wayne"
            },
            {
                "name": "Riddell, Susie"
            },
            {
                "name": "Patricks, Brendan"
            },
            {
                "name": "Corden, Ruth"
            },
            {
                "name": "Long, Joseph"
            },
            {
                "name": "O'Donnell, Anthony"
            },
            {
                "name": "Lucas, Matt"
            },
            {
                "name": "Walters, Danielle"
            },
            {
                "name": "Huw, Catrin-Mai"
            },
            {
                "name": "Curtis, Daniel"
            },
            {
                "name": "Douglas, Hazel"
            },
            {
                "name": "Furness-Jones, Nikki"
            },
            {
                "name": "Perrin, Alan"
            },
            {
                "name": "Wiliams, Ffion"
            },
            {
                "name": "Kane, Susy"
            },
            {
                "name": "Dew, Natalie"
            },
            {
                "name": "Roberts, Gwynfor"
            },
            {
                "name": "Donaghey, Branwell"
            }
        ],
        "locations": [
            "17 Laburnum Way, Dinas Powys, South Glamorgan, Wales, UK::(The Shipmans house)",
            "47 Trinity Street, Barry, Vale of Glamorgan, Wales, UK::(The Wests house)",
            "Barry, Vale of Glamorgan, Wales, UK",
            "Barry Island, Barry, Vale of Glamorgan, Wales, UK",
            "ITV Wales, Culverhouse Cross, Cardiff, South Glamorgan, Wales, UK::(studio)",
            "Porthkerry Leisure Park, Porthkerry, South Glamorgan, Wales, UK::(caravan park where Dave lives)"
        ],
        "genres": [
            "Comedy",
            "Romance"
        ],
        "runtimes": [
            "29"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "United Kingdom:15",
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 8.0,
        "votes": 12562,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ0NzMwMjgzMF5BMl5BanBnXkFtZTgwOTc0NTcwMzE@._V1._CR90,46,306,374_SY150_CR11,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Gavin & Stacey",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Corden, James"
            },
            {
                "name": "Jones, Ruth"
            }
        ],
        "production companies": [
            {
                "name": "Baby Cow Productions"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Comedy Central"
            }
        ],
        "other companies": [
            {
                "name": "Access Bookings"
            }
        ],
        "plot": [
            "Gavin and Stacey have been continuing their romance on-line and by telephone for the last six months. Now they want to be together but will their friends and family let them?::Mark Smith <msmith@osi.co.uk>"
        ],
        "tech": {
            "runtime": [
                "29 min (20 episodes)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12562,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 20,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 3442,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 4195,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 1478,
                "rating": 7.8
            },
            "males": {
                "votes": 6836,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 14,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 2388,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 2952,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 1035,
                "rating": 7.7
            },
            "females": {
                "votes": 2871,
                "rating": 8.1
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 1034,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 1208,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 428,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 101,
                "rating": 6.0
            },
            "us users": {
                "votes": 1004,
                "rating": 7.2
            },
            "non us users": {
                "votes": 6807,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 3461,
            "9": 2728,
            "8": 3270,
            "7": 1545,
            "6": 588,
            "5": 259,
            "4": 149,
            "3": 109,
            "2": 106,
            "1": 347
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}