{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "  2007"
            },
            {
                "country": "Netherlands\n",
                "date": "3 September 2007"
            },
            {
                "country": "Belgium\n",
                "date": "2 September 2008"
            }
        ],
        "release dates": [
            "Netherlands::2007",
            "Netherlands::3 September 2007",
            "Belgium::2 September 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Flikken Maastricht"
            },
            {
                "countries": "Italy",
                "title": "Flikken - Coppia in giallo"
            },
            {
                "countries": "Russia",
                "title": "Маастрихтские копы"
            }
        ],
        "akas": [
            "Flikken Maastricht (original title)",
            "Flikken - Coppia in giallo Italy",
            "Маастрихтские копы Russia"
        ],
        "akas from release info": [
            "Flikken Maastricht (original title)",
            "Flikken - Coppia in giallo Italy",
            "Маастрихтские копы Russia"
        ],
        "episodes": {
            "13": {
                "1": {
                    "title": "Dope Sucks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Een vrouw komt aangifte doen van de ontvoering van haar kind door Maastrichtse drugshandelaren. Al gauw blijkt er veel meer achter de aangifte te zitten en zijn slachtoffer en daders niet meer uit elkaar te houden. Romeo en Marion krijgen met een vermissing te maken. Een alcoholistische vrouw is verdwenen nadat ze haar huis is uitgezet.    "
                },
                "2": {
                    "title": "Marion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "14 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Een jong meisje valt van een flatgebouw. Een ongeluk, moord of zelfmoord? Moord denkt Marion die het meisje van de straat kent. Wolfs denkt aan zelfmoord, het meisje was aan drugs verslaafd. Romeo is op cursus leidinggeven. Uiteindelijk ontrafelen Marion en Wolfs de gebeurtenissen, maar of ze daarmee de zaak opgelost hebben is maar de vraag. De verdachte die ze aan houden wordt meteen uitgewezen aan België.    "
                },
                "3": {
                    "title": "Zaad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "21 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Er blijkt een meisje verdwenen te zijn. De hele modus operandi doet denken aan eenzelfde zaak, jaren geleden. De dader zit gevangen in een TBS kliniek en beweert nu dat de nieuwe verdwijning zijn onschuld aan toont. Romeo en Marion krijgen met een student met geheugenverlies te maken.    "
                },
                "4": {
                    "title": "Jongens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "28 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Op de terugweg van zijn voetbaltraining wordt een jongen seksueel misbruikt en vermoord. Hij heeft een sportsok in zijn keel wat doet denken aan een eerdere zaak in Drenthe. Als blijkt dat de trainer van het slachtoffertje in Drenthe - toen ook al verdachte - inmiddels in Maastricht woont, gaan alle alarmbellen af. Marion en Romeo krijgen te maken met een oudere vrouw die radeloos om zich heen mept in een supermarkt. Is ze gewoon dement en onhandelbaar of zit er meer achter haar gedrag?    "
                },
                "5": {
                    "title": "Stroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "4 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Wolfs en Eva onderzoeken de dood van een grote wiethandelaar die in een plantage geëlektrocuteerd gevonden wordt. Ook de entourage van de omgekomen wiethandelaar onderzoekt zijn dood, aangestuurd door de woedende weduwe. Zij wil wraak op de dader. Romeo en Marion worden op de cybercriminaliteit gezet. Een alleenwonende jonge jongen bestelt artikelen die hij niet betaalt.    "
                },
                "6": {
                    "title": "Dood van een Bankier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "11 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Een bankemployee wordt als hij met zijn vrouw de parkeergarage inrijdt, geliquideerd. Na onderzoek blijkt er niets illegaals in zijn handelen te zitten dat de liquidatie kan verklaren. Wolfs en Eva ontdekken dat er in hetzelfde gebouw een crimineel woont met de zelfde auto dus de conclusie is al snel dat er sprake is van een vergismoord. Als Eva en Wolfs verder in het leven van de crimineel duiken, blijken de zaken niet zo eenvoudig te liggen. Marion geeft les op school en krijgt een anonieme melding van een kind dat bang is slachtoffer van een familiedrama te worden....    "
                },
                "7": {
                    "title": "Schorpioen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "18 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    De moord op een incassomedewerker van een woningbouwvereniging blijkt vergaande gevolgen te hebben. De man, een vluchteling uit Bosnië, blijkt niet zo onschuldig als hij ogenschijnlijk lijkt. Marion en Romeo worden tijdens het ruimen van wietplantages aangesproken door een man die beweert dat zijn invalidenautootje gestolen is door hangjongeren.    "
                },
                "8": {
                    "title": "Hankie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "1 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Floris and Eva examine the poison murder of aristocratic senior castle-like estate owner Alexander van Gulliken. His demented widow is paranoid, but the pills she sneakily discards actually contain some poison. Son in law Harry Krijger manages the estate business and trust, but isn't nearly as successful as he claims. Floris also looks into possible staff grudged.    "
                },
                "9": {
                    "title": "Heroïne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "1 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Wolfs en Eva worden toegevoegd aan een Amsterdams team dat aast op een grote drugsvangst in Maastricht. Wolfs vertrouwt Eva niet in de buurt van heroïne en laat haar aan iets anders werken. Dat had hij beter niet kunnen doen, de aanhouding ontaardt in een schietpartij waarbij een van de Amsterdamse rechercheurs overlijdt door een kogel uit Wolfs' pistool. Romeo is aan het eind van de cursus leidinggeven en heeft inmiddels een goede band met de leidster van de cursus.    "
                },
                "10": {
                    "title": "Dagboek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "8 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Eva is ondergedoken in Luik alwaar ze een oude bekende tegen het lijf loopt, Akua. Wolfs krijgt, met hulp van Romeo te maken met een dagboek waarin een gruwelijk lang uitgesmeerde moord op een vrouw beschreven wordt. Het dagboek is van een beruchte hoogleraar Pascal Bodet, wiens vrouw tien jaar geleden spoorloos verdween. Hij beweert dat het dagboek fictie is..    "
                },
                "11": {
                    "title": "Rehab",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 11,
                    "original air date": "15 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Terwijl Wolfs zich over de moord op een dealer buigt, probeert Eva in Luik te achterhalen wat er met Akua gebeurd is. Als ze haar vermoord terugvindt, is de klap zwaar en neemt ze een radicaal besluit. Wolfs ontdekt ondertussen dat de vermoorde dealer ook Alkje, het slachtoffer van de Belgische moordenaar Carlito Hinch, van drugs voorzag. Is hij vermoord om drugs of is hij ook een slachtoffer van het genootschap? Journalist Juliette Bison helpt Wolfs bij het onderzoek naar het genootschap, maar dat gaat niet zonder slag of stoot.    "
                },
                "12": {
                    "title": "Fake News",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 12,
                    "original air date": "22 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Er wordt een aanslag op Miss Limburg gepleegd. Ondertussen laat Wolfs de fles whisky die Juliette en Mechels waarschijnlijk fataal geworden is, door het lab onderzoeken. Eva kickt af in de kliniek, maar moet die verlaten als blijkt dat een journalist op de hoogte is van een mogelijke verslaafde rechercheur. De journalist blijkt verdacht veel te weten, en als Wolfs door een getuige van verkrachting beschuldigd wordt, wordt de positie van Wolfs en Eva onmogelijk. Romeo en Marion achterhalen dat Carlito Hinch waarschijnlijk de aanslag pleegde. Maar hun getuige wordt op ...    "
                },
                "13": {
                    "title": "Virtus et Justitia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 13,
                    "original air date": "8 Mar. 2019",
                    "year": "2019",
                    "plot": "\n    Wolfs en Eva, inmiddels rechercheurs af, laten het er niet bij zitten en jagen op de leden van het genootschap dat Mechels vermoord heeft. Ze ontdekken een Belgische link en weten, met gevaar voor eigen leven, bewijsmateriaal te stelen. Maar net als ze denken het genootschap te kunnen neerhalen, gebeurt er iets heel anders.    "
                }
            },
            "1": {
                "1": {
                    "title": "Een valse noot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "3 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Detective Eva van Dongen is not pleased to discover that she has a new partner, the seasoned Floris Wolfs from Amsterdam. With the help of their colleagues Romeo Sanders, Marion Dreesen and Chief Ellis Flamand they investigate the murder on a cello student and discover that she worked as a call-girl. Floris needs a place to stay, and finds a room for rent- in Eva's house.    "
                },
                "2": {
                    "title": "Een zaak met een luchtje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "10 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Floris and Eva try to catch a gang which is extorting shop owners. Marion and reluctant Romeo deal with a missing persons report which has a surprising outcome. Floris stands up for Romeo when Eva rides him hard, and Romeo later gets a chance to prove himself when they are in pursuit of a suspect. Eva is not happy with Floris staying at her place. Floris meets his estranged daughter Fleur, and Eva worries about her mentally impaired brother Maurice.    "
                },
                "3": {
                    "title": "Groeten uit Lagos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "17 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Eva and Floris investigate a suicide. Floris suspects he is the victim of a Nigerian fraud gang, but Eva accuses him of being attracted to the man's daughter. Marion and Romeo arrest Eva's brother Maurice, who may have been duped into guarding stolen electronics. He may be looking at a jail sentence of several months. Floris comes across his daughter Fleur again, but she avoids him. The police station staff try their luck in the lottery, but Eva doesn't want to play.    "
                },
                "4": {
                    "title": "Kogelvis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "24 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Floris and Eva investigate the death of a woman who has been poisoned with tetrodoxin, the venom of the puffer-fish. They suspect the shady owner of a Japanese fish restaurant who may be illegally serving the dangerous puffer-fish dish, fugu. Maurice gets into trouble again, and Eva has to find him a job or let him go to prison. In order to convince a judge to keep Maurice out of prison, Eva may have to face her long buried past.    "
                },
                "5": {
                    "title": "Alcohol maakt meer stuk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "1 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Frustrated with his life and job, Floris bonds with two men in a bar. Later, the two drunken men are in a car crash which kills the driver, and it looks like the driver's wife and daughter will be left with no money because the insurance company won't pay. Floris desperately tries to prove that the man was not driving in order to help his family, getting personally involved and going as far as withholding information, putting his job at risk. He also tries to connect with an icy Fleur, and his past is revealed- he got her mother pregnant in a holiday romance and then ...    "
                },
                "6": {
                    "title": "Kristalhelder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "8 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Marion fills in for ill colleague Wijffels and deals with the Van Bladel family, whose teen-aged son is acting out. Marion suspects something is wrong with the family. Despite being on sick leave, Wijffels keeps interfering. Eva and Floris investigate a case of theft involving the Van Bladels, and suspect the culprits to be illegal Poles. Romeo has a hard time with Marion not being around to help him, and investigates a gang of youthful thieves. All cases seem to be interconnected. Floris finally tells Eva why he transferred from Amsterdam to Maastricht.    "
                },
                "7": {
                    "title": "Een oude man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "15 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Alfred Thielen, the \"Godfather of Maastricht\", has returned, and his son may be involved in an assassination. While Floris and Eva try to find the killer, Thielen offers to make a deal with the Attorney General. Thielen also knows Eva's late father from long ago. Romeo deals with a youthful thief and is hit on by his mother.    "
                },
                "8": {
                    "title": "Broederliefde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "22 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Fleur and Eva investigate the discovery of six liters of blood in a house; the presumed victim, Johan de Jaegher, disappeared several days ago. They discover that he owned a very expensive painting which he was about to sell, and his brother Gerard has no alibi for the murder. Marion and Romeo deal with a mentally impaired man complaining of a humming noise in his house. Romeo accepts flowers as a gift from a witness, and after Flamand berates him for it, tries to get them back from his girlfriend. Floris continues to interfere in Fleur's life, and discovers that she ...    "
                },
                "9": {
                    "title": "Klappen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 15,
                    "original air date": "29 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Marion and Romeo respond to a call from paramedics who are being attacked by drunken party-goers at a disco. Romeo is badly beaten, and, despite advice from his co-workers, returns to work the next day, claiming he's fine. Later, he blames Marion for the incident. Eva and Floris check for camera footage, and the manager of the private surveillance company has a history with Eva. Fleur expresses her dismay at Floris interfering with her life. Floris expresses his dismay at Fleur dating Romeo, but discovers that things are not as they seem.    "
                },
                "10": {
                    "title": "De gijzeling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 15,
                    "original air date": "5 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    While bringing some of Fleur's belongings to an abandoned building for a stage play, Romeo and Fleur stumble across a drug deal and are taken hostage. Police flood the scene, and Flamand tries all she can to negotiate with the ruthless hostage taker while trying to hold a desperate Floris at bay. Eva is forced to abandon Maurice, recently released from treatment, while they were going to have dinner, with unforeseen results.    "
                },
                "11": {
                    "title": "Auto-maat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 14,
                    "original air date": "12 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The whole team investigates the death of a teenage street racer whose car crashed into the Meuse river. There appears to be a leak at the police station, and Marion's son Frits may be involved with the racing gang. Floris and Eva investigate what appears to be a rape video sent to the police station's on-line TV channel. Flamand meets an old flame and can't resist the temptation.    "
                },
                "12": {
                    "title": "Britt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 16,
                    "original air date": "19 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Floris and Eva investigate a brutal robbery where the victims were murdered. After it becomes apparent that one of the culprits is Flemish, they are joined by Flemish colleague Britt Michiels. Maurice may be related to the case, and later has a mad fit in which he trashes Frank's kitchen and beats Frank. A distraught Frank later accuses Eva of being afraid of her feelings. Eva travels to Amsterdam for the investigation and uses the opportunity to inquire Floris's former colleagues- she discovers that he was involved with his police partner's wife, prompting the man to...    "
                },
                "13": {
                    "title": "Grensgeval",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "26 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The investigation of the art robbing gang escalates when Maurice turns out to be involved and the gang escapes into a cave system leading to Belgium. Eva desperately wants to save Maurice, despite Flamand's warnings that she is personally involved and will only jeopardize the investigation. Eva and Floris almost kiss while sharing a personal moment, but Floris is afraid, prompting Eva to reveal her knowledge of his history in Amsterdam. During a chase through the maze-like cave tunnels, Floris is shot.    "
                }
            },
            "2": {
                "1": {
                    "title": "Afgemaakt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "1 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Several days after the cave shootout, Floris is in hospital in critical condition and Danneels has not yet been captured. Eva tries to find out who shot Floris, and is shocked when she learns the truth. Romeo and Marion handle the case of two boys who found a revolver in the woods. Flamand has left the police station for a position at Interpol, and her replacement Eugène Hoeben has his hands full with two federal detectives and a nosy D.A. assistant who are investigating the cave shootout.    "
                },
                "2": {
                    "title": "Angst",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "8 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Floris and Eva investigate the murder on two young men after a wild car chase. Marion helps an old friend whose daughter was date-raped, but Romeo has his doubts about the culprit's confession. Eva still hasn't told Floris she was the one who shot him in the caves, and Floris is trying to find out what happened by himself. Frank makes preparations to expand his restaurant.    "
                },
                "3": {
                    "title": "Echte liefde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "15 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Floris and Eva investigate the murder on a young man and suspect the culprit is his girlfriend's jealous boss. Romeo and Marion deal with a woman whose boyfriend has been threatened by her abusive ex-boyfriend, who is about to be released from jail. Floris knows Eva shot him. Marion keeps getting mysterious phone calls, and Fleur has a new boyfriend.    "
                },
                "4": {
                    "title": "Pillen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "22 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Floris and Eva investigate a murder in a disco where drugs were dealing dealt. Floris is shocked when he sees Luca, Fleur's boyfriend, among the disco crowd. Marion and Romeo investigate a burglary and meet a friendly man who allows them to spy from his house. Marion speaks with Eva about her affair with René.    "
                },
                "5": {
                    "title": "Kidnap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "29 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Floris and Eva investigate the kidnapping of a rich businessman's son. Romeo, who has ambitions to join the detective team some day, deals with a woman whose husband has gone missing after having problems at work.    "
                },
                "6": {
                    "title": "Verliefd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "6 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Floris and Eva struggle to rescue a teenage girl from a lover-boy. Romeo tries to track down a man who drove away to escape a ticket. Floris discovers Luca has criminal connections and confronts Fleur with it. He also demands that Eva come to terms with her fear of shooting after the cave shoot-out. Frank discovers he is registered as the owner of a dubious investment company on the Cayman Islands, and may be in serious trouble.    "
                },
                "7": {
                    "title": "Vermist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "13 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The team investigates the case of a boy who went missing at a summer camp, and quickly suspects one of the supervisors is a pedophile. Frank turns to Hoeben for help.    "
                },
                "8": {
                    "title": "Runners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "20 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The team investigates the shooting of a Belgian businessman by some teenage drug runners. When it is discovered that the man was cheating on his wife, Marion confronts her own demons. Bea pressures Frank to find out from Eva how the investigation against her money laundering operation is going.    "
                },
                "9": {
                    "title": "De bestorming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 14,
                    "original air date": "27 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Floris and Eva investigate the death of a war reenactor during an reenacting event. Romeo and Marion find two children in a church who won't tell them what they were doing there. Marion breaks up with René.    "
                },
                "10": {
                    "title": "Door het lint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 17,
                    "original air date": "3 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Frank has disappeared, and Floris and Eva do all they can to find him. When Eva disappears as well, Floris goes looking for her- without informing Hoeben. Meanwhile, the national detective bureau takes over the investigation into the money laundering cartel. Marion is being blackmailed by René after their recent break-up, and her distraction puts Romeo in grave danger.    "
                }
            },
            "3": {
                "1": {
                    "title": "Eeuwige trouw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    A woman from Amsterdam is found dead in the Meuse river. On security camera footage, Floris and Eva see a man who seems to recognize her. However, he denies knowing her. Frank tells Floris he wants to marry Eva. Later Floris and Eva have a fight. Marion's husband has found out about her affair and shows up at the police station, furious. Marion moves out, but runs into complications when searching a new place to live.    "
                },
                "2": {
                    "title": "Spelletjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Floris and Eva investigate the raping of a university student. The suspects claim she consented and even provide a video of her stripping. Romeo and Marion respond to a beating and accidentally ruin an undercover operation. Hoeben senses tension between Floris and Eva.    "
                },
                "3": {
                    "title": "Valse liefde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Floris and Eva investigate the beating of a man and discover a connection to a shady brothel. Marion and Romeo look into the disappearance of a teen-aged girl who may have been hit by a car. Floris offers Hoeben his resignation.    "
                },
                "4": {
                    "title": "Eerwraak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Floris and Eva investigate the murder on a Turkish boy. The suspected killer is the brother of the soon-to-be-married Afghan girl he had a crush on. Floris suspects the girl is being wed against her will. Romeo and Marion are both promoted. It is Eva's wedding day, and Floris is increasingly frustrated.    "
                },
                "5": {
                    "title": "Ambitie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "27 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Eva is devastated after the death of Frank. Floris wants to investigate the murder, but Hoeben orders him to help Romeo with a different murder case instead. Romeo doesn't feel taken seriously by Floris. Marion tries to recover a stolen camera which belonged to a terminally ill girl who was documenting her last days for her parents. Also, she has to give a final warning to the antisocial family she is monitoring.    "
                },
                "6": {
                    "title": "Kameraden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "4 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Eva wants to get back at work and goes undercover at a Neofascist training camp without Hoeben's permission. Desmet is evicted and threatens Marion, who is also startled when she runs into René again.    "
                },
                "7": {
                    "title": "Stiekem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "11 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Although preoccupied with doubts about his daughter Fleur's foreign fiancé, Floris investigates the murder of businessman Toine Smeets. He was murdered at home after nightly torture, apparently to get his pin-code. His marriage was a show for adolescent son Tijs's sake, in fact he was a serial gay dater. ITC forensics and Romeo going undercover as 'Internet escort client' lead to a pair of violent thieves. The family past's secret is however found relevantly misrepresented.    "
                },
                "8": {
                    "title": "Dubbelspel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "8 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Floris and Eva investigate a bank robbery and suspect the young robbers had inside knowledge. Eva discovers over 4 million euros on a foreign bank account by Frank. Solange threatens Marion after Romeo talks to her about her dubious loans. Marion's house is torched.    "
                },
                "9": {
                    "title": "Geld 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 15,
                    "original air date": "15 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Frank's killers contact Eva and demand Frank's four million euros back. Luca is in league with them and threatens to kill her if Eva doesn't comply. Eva tries to keep Floris out of the loop, but he gets suspicious. The suspected culprit behind the arson at Marion's house is another of Solange's dubious investors, putting pressure on Romeo's relationship with her.    "
                },
                "10": {
                    "title": "Geld 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "22 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Eva is taken hostage by Frank's killers. Floris finds out about Luca's involvement with them and his threats against Fleur. René takes Marion hostage.    "
                }
            },
            "4": {
                "1": {
                    "title": "Optreden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "29 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The team races to prevent an attack on famed violin artist André Rieu, who has received death threats from an obsessed fan. Rumors circulate around the police station that Floris stole the money from the suitcase procured in the arrest of the money laundering gang.    "
                },
                "2": {
                    "title": "Jagers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "5 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Floris and Eva investigate the murder on an alderman who was shot while hunting. They discover his daughter is an animal rights activist. Romeo and Marion attempt to track down a \"skimmer\". Romeo makes a shocking discovery about Fleur. Floris discovers his old flame has committed suicide.    "
                },
                "3": {
                    "title": "Heksen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "5 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Floris and Eva investigate the poisoning of a teacher at a special school. They soon discover she was working under an alias. While investigating a possibly fraudulent herbal doctor, Marion is tempted to try some of her medicine. Romeo tells Floris about Fleur.    "
                },
                "4": {
                    "title": "Vuil spel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "12 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    A corpse found floating in the river Maas is identified as city official Harold Decleir. Wolf works out how to link his murder with building serious, lucrative offenses involving major contractor Herman Kuyper. Romeo is furious, feeling passed over by outsider Daan de Vos as new detective, but has to work him in. Their s-approaches conflict from the first case, a gang of troublesome seniors bothering a shopkeeper.    "
                },
                "5": {
                    "title": "Huis en haard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Realtor Julian Donkers is found hanged by a colleague who showed round the Canadian Matthews couple, which he was supposed to receive in that house. Wolfs works out the firm or its regular contractor Paul van Rossem are making impossibly hight renovation profits and finds out those homes were sold by people in Flemish sub-standard retirement home De Engel. Novice inspector Daan de Vos's zeal in a theft prevention campaign backfires most embarrassingly, but he resolves to set it right.    "
                },
                "6": {
                    "title": "Verkracht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "25 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After four rape cases in sheltered areas around the city, Wolfs convinces the commissioner to set a trap with Eva as voluntary bait. While the team is distracted by habitually bothersome citizen Pieter Hofman and Wolfs by the discovery of his daughter Fleur with a heroin OD, the real rapist seizes Eva to his underground den. The desperate search focus on known sex offenders, but alas not only the team's.    "
                },
                "7": {
                    "title": "Ripdeal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "2 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Dodgy beat cop Arnold Wijffels, moonlighting as security for the Maastricht golf club, is shot there. Shortly after, two corpses, also shot, are dragged from the river. Although Wolfs has to deal with his daughter's relapse in rehab, he soon works out it's all about Turkish drug-trading street gangs, one of which operates from over the Belgian border. The part of wayward dropout youngster Ab de Groot, whom evidence situates on the cop murder spot, his roughing-up and his genealogy prove the key.    "
                },
                "8": {
                    "title": "Ome Will",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "9 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Improbably successful local investment consultant Guillaume 'Will' Degryse's daughter Julia's fiancé is reported missing during a visit to the Maastricht 'kazematten', in historical fortification tunnels. 'Uncle Wil' says he spared the man prosecution for malversation for Julia's sake, but Wolfs works out both his investment strategy and linked art businesses are dodgy. Later the victim is identified as another man and Will's wife disappears, allegedly with a lover and a fortune. Meanwhile Daan gets some basic training in a handbag and cellphone theft case, which ...    "
                },
                "9": {
                    "title": "Alarm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The police arrests adolescents Loretta Verstegen and her best girl friend for a public knife fight. Leisures suggesting abuse are found on her, but only after much pressure she makes a declaration that her slick boyfriend Robbie Aerts occasionally hit her, quickly followed by a claim instead hat Wolfs sexually abused her. Daan and Romeo check on fake alarm calls from a journalist's private cellphone for which he blames his three children. Eva's disloyalty now extends to initiating a formal investigation whether Wolfs stole a fortune in cash.    "
                },
                "10": {
                    "title": "Hangen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 20,
                    "original air date": "23 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Wolfs is suspended and jailed pending an examination how the stolen cash came into his home. A computer expert's findings and Romeo's own observations bring the precinct to question supposedly software-ignorant Daan. Wolfs is cleared and liberated, but runs straight into a murderous trap. Then only Daan explains why he hates Wolf on account of a case from years before he entered the police academy.    "
                }
            },
            "5": {
                "1": {
                    "title": "Begraven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 19,
                    "original air date": "7 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Daan de Vos left Wolfs hanging in a noose, but his colleagues arrive just in time to prevent asphyxiation. A bit later, Floris's daughter Fleur goes missing. Daan provocatively walks into the precinct and confesses everything, plus abducting her and burying her alive. Against policy, Wolfs accepts to exchange his life for hers. A surprising cat and mouse game starts.    "
                },
                "2": {
                    "title": "Geript",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "14 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Local drug baron Bert Willaerts enforces an ''omerta' concerning a noisy raid by masked, armed men on his villa, according to him an innocent prank. henchman Marco Hartemink's adolescent son Giel is killed after torture with dog-bites. He was a clerk in a legal weed shop, where the supply mysteriously dried up a week earlier. Wolfs senses Bart's foxy, mildly abused wife Nicky also played a crucial part.    "
                },
                "3": {
                    "title": "Verzorgd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "21 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Without formal qualifications, ex-junkie Ernst van der Geest runs a paternalistic 'care farm' for people with various disabilities, assisted by his wife and ex-con 'trustee' Wouter van Rijn. Mental patient Melgor was killed after an incident. Wolfs mistrusts the 'staff' as much as the stories and silence of the wards. Meanwhile the uniformed team investigates a man reported missing after suspiciously signing over his home.    "
                },
                "4": {
                    "title": "Ontspoord",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "28 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Investment advisor David van Langen is missing after losing most of his clients' capital in real estate deals. The victims include a brothel madam and utterly ruined pensioners. Two of those are found out staging the death of the woman's ailing husband.    "
                },
                "5": {
                    "title": "Wie zaait...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "4 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Senile retired farmer Bolt is found holding the kitchen knife used to fatally his wife' throat. Their granddaughter Monique, a big spender student whose fiancé Wally Geerts is an ex drug con, visit around the murder time. Neighbor Meindertsma works their land in tenure, on which traces of hastily harvested weed are found. Ruben Vermeeghen resorts to daring methods to punish his adulterous wife who got custody of their pre-teen son Arne.    "
                },
                "6": {
                    "title": "Huwelijk op de maas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 16,
                    "original air date": "11 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Oboxious rich Driek Meertens is fatally stabbed aboard the Maas party boat at his daughter's wedding with charming Frens van Wijk, son of a dole parasite and brother of ex-con Gerrie, both of whom lie about their meeting with the victim. The uniformed cops were supposed to abandon the search for a colleague's stolen service revolver, but discover Gerrie has it. Best man Joris Claessen has his own business ax to grind, and some female wedding guests are strangely uncooperative while Wolfs tries to reconstruct the events aboard by the minute.    "
                },
                "7": {
                    "title": "Nieuwe Wijn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "18 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    At Willy Zoer's Maastricht countryside wine estate, regular grapes picker and would be-wine-maker Caro Ter Velde is found by shy, doting harvest-colleague and latest lover Steef van Itterbeeke, her skull smashed with a champagne bottle, after sex without abuse. She recently broke a three years affair with Willy, whose wife Sylvana, a heartless career bitch, now fires the harvesters and claims full custody of their autistic son Antwan (9), whom only Willy cares for constantly.    "
                },
                "8": {
                    "title": "Aangereden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "25 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    After rudely arresting a man for mild verbal abuse, rookie Esmee is run over by a car and remains in coma. The culprit gets away and murders a squatting junkie, presumably just to cover his tracks. The only trace is a prepaid cellphone, but he's hard to identify for audio shopkeeper Jonkers. Romeo and partner are rudely kept away from Esmee's sickbed by her bitching mother, as as is her father, neighboring city cop Serge van Rooy, who was finally getting to know her.    "
                },
                "9": {
                    "title": "Inkom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 15,
                    "original air date": "4 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    A drunk girl who went missing after a student party is found dead in the woods, skull fractured in a fall. Wolfs's frat experience comes in handy to question various party-goers, such as cat-loving chemistry graduate Steven Kraaij, who organized the party complete with synthetic party drug and judge Hendriks's son Mart. Meanwhile the beat cops refuse to take obnoxious vagrant Jos in custody, which he demands and tries to provoke.    "
                },
                "10": {
                    "title": "Schuld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 19,
                    "original air date": "11 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "6": {
                "1": {
                    "title": "Een Nieuw Begin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "3 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    A corpse is found, knocked unconscious and burned alive, on the fields site being prepared by roustabouts for singer Frans Bauers' Maastricht concert. Wolfs hasn't given any sign of life, so a replacement arrives, Ferdi Van Dam, much to partner Eva's dislike. Meanwhile the new commissioner, an ex-army former prison warden, follows orders to give top priority to meticulously preparing security for a US presidential visit. Wolfs turns up after all. Romeo deals with joyriders and a squatters fight involving his partner's son.    "
                },
                "2": {
                    "title": "Slangenkop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "10 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    A Chinese girl's expertly severed head is found in a dumpster. The only missing Chinese hospital patient is linked to a massage-parlor, from where she was brought in after a collapse by gentle client Sjoerd. The corpse, found later, is however terribly mutilated. Floris suspects the owner is triad-linked and set up a girls switch to cover up the crime behind his cover firm. The business empire includes a restaurant and even a hospital doctor, but probably also illegal prostitution and human trade.    "
                },
                "3": {
                    "title": "Gif",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "17 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Iraqi Kurdish asylum beneficiary Said dies at his rented home from ricin, a poison made from a tropical African plant. Neighbor Thieu Scheffers suspected his wife of an affair, perhaps with Said, who also scorned the asylum center's director's romantic overture. Iraqi Christian Anwar knows more. Even center-employed nun Serafine's colorful past and family background may be relevant.    "
                },
                "4": {
                    "title": "Baby Gaga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "24 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Gaga disappeared from the car of jobless, immature, accidental mother Dr. Ilse Rijk, who absurdly initially blames her recent partner Yoeri Herms. The team first checks on the stable gay couple the baby was promised to by fickle Ilse before the birth, but they're already hoping for another. That leaves the couple's house-mates as suspects. Meanwhile Flemish teenager Caspar Vandeputte bravely searches for his Brussels father Lucien, who went missing after buying drugs in a 'coffeeshop', which is also linked to a corpse found in the woods.    "
                },
                "5": {
                    "title": "Kindermenu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "2 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Just after Joachim Schwarz, the 'Aachen monster' who was jailed for cannibalizing a victim's amputated limb, is paroled, his college mate, now Dr. Tiedemann MD in Maastricht, reports first threats, then abuse at his home and surgery. Wolfs collaborates with the German police, but soon realizes Schwarz isn't the only one with dark secrets. Romeo starts looking for a pair of fake uniformed cops who extort money form tourists and 'confiscate' their car when they don't pay. Eva has confessed her pregnancy and refuses to consider abortion, regardless Wolfs' apparent ...    "
                },
                "6": {
                    "title": "Vals Spel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "9 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Maastricht's soccer team MVV's ethnically Turkish player is blackmailed to make an own-goal, apparently by the Chinese mob, trough his wife. Wolfs sets up a protection and trap operation, which fails, but works out the real culprits. The White House delegate to prepare a presidential visit helps identify one of them a s a multiple murderer, but dangerously (too?) late. Meanwhile a neighbor is about to profit hugely from a naive heiress's intention to leave Amsterdam for a lunatic cult's Australian estate.    "
                },
                "7": {
                    "title": "Lief en Leed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Ronald Punt is found beaten to death. He ran as 'treasurer' a probably bogus sports for the handicapped foundation, which received regular stipends from a fancy corporation. Wolfs mistrusts the staff and finds some paths keep crossing at a health club. That includes Bilal, who had fist- and financial altercations there involving Punt. The D.A. left at the precinct a briefcase containing top-secret witness protection documents. Romeo and Marion are to return them, but ignore their importance and loose them while chasing a petty shoplifter, or was that a setup? Romeo ...    "
                },
                "8": {
                    "title": "Lokaas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    When Romeo and Marion go to the bank, uniformed, they are taken hostage, with manager Reein and other clients by a woman later identified as Annemarie Hofstede, who has no criminal record. Her only demand is the transfer from prison to the bank of hardened criminal Evert Smeenk, who denies even knowing her. The chief's incompetent negotiation worsens things, but the worst comes after Evert's arrival.    "
                },
                "9": {
                    "title": "Heden en verleden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "30 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Romeo and Marion focus on her missing son, model student Felix, despite the formalistic chief's hostile attitude. As feared, he's kidnapped, probably by anti-globalists, and her American musician-lover seems heavily involved. Wolfs pushes to resume the investigation against the 'Greeks', only to conclude that's probably a diversion: the real threat fro the impending US presidential visit may come from a US tycoon, but White House delegate Bill Stark won't even consider this theory.    "
                },
                "10": {
                    "title": "Patsy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "6 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Wolfs presses on his theories about the anti-globalist threat to the Us president's life being a diversion for some other fiend and discovers Demetrios's true identity and opportunity to set a trap in the church where father Machielsen just read a mass for Obama. The US Secret Service has taken Romeo and Marion in illegal 'custody'. Bill Stark sort of tries to hold back both Dutch and American sleuthing efforts. Hostage Frits is set up deviously when the fiend strikes, but Wolfs and Eva spare efforts nor risks to prevent bloodshed.    "
                }
            },
            "7": {
                "1": {
                    "title": "Oud zeer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "22 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Because they have made a mistake when arresting Daan de Vos, Eva and Wolfs are downgraded from Detective to Officer. Their first job is to investigate the death of a young coke dealer.    "
                },
                "2": {
                    "title": "Amok",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "votes": 22,
                    "original air date": "1 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Eva and Wolfs investigate the murder on a young hairdresser, who's father is seeking revenge on the culprits. Meanwhile the two Officers keep being plagued by Daan de Vos.    "
                },
                "3": {
                    "title": "De spin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "8 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    A senior EU official is accused of raping a chambermaid. Eva and Wolfs investigate the case, while they are also busy in finding out more about a criminal biker gang. Daan de Vos threatens Wolfs and Fleur.    "
                },
                "4": {
                    "title": "Broos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "15 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    A doctor accuses one of her colleagues of having committed illegal euthanasia on a baby. Eva's old friend Tonja contacts her and shares some vital information about the criminal activities of the biker gang.    "
                },
                "5": {
                    "title": "Copycat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "22 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Eva and Wolfs investigate a series of suspicious deaths in the same apartment building. The detectives end up in a race against time, to stop the lugubrious serial killer. The friends of Wolfs meet up with the biker gang.    "
                },
                "6": {
                    "title": "Mooi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "29 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The murder on a rich entrepreneur leads Eva and Wolfs to an environment where beauty always comes in first place. Meanwhile officers Romeo and Marion are asked to catch an active graffiti artist.    "
                },
                "7": {
                    "title": "Alert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "5 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The police look after a 9 year old girl, who disappeared out of the local shopping mall. Romeo thinks he knows the kidnapper. Wolfs learns that the threat of Daan de Vos is far worse than expected.    "
                },
                "8": {
                    "title": "Hawala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "12 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The police get back on the track of a long time missing criminal, after he robs a barbershop. Eva receives an emergency call about Tonja. After hurrying to help her, she gets an unpleasant surprise.    "
                },
                "9": {
                    "title": "Eigenrichting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    While the police are trying to trace a robber, the shopkeepers decide to hunt him down themselves. The whole station is shocked when Eva is arrested on suspicion of the murder of Daan de Vos.    "
                },
                "10": {
                    "title": "Shock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "votes": 19,
                    "original air date": "26 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Eva swears she has not killed Daan de Vos, but more and more evidence is found against her. Wolfs wants to prove his partner's innocence, but then the story takes unexpected turn, leading to a shocking climax.    "
                }
            },
            "8": {
                "1": {
                    "title": "Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "14 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Eva is still imprisoned. Wolfs wants his daughter Fleur to confess being the real murderer of Daan de Vos. During an intervention, Marion and Romeo end up hostage.    "
                },
                "2": {
                    "title": "Vlucht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "21 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Wolfs is trying to help Fleur flee the country, but his plan does not run very smoothly. At the same time Marion and Romeo are still held hostage. Their taker announces to have horrific intentions.    "
                },
                "3": {
                    "title": "Verraad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "28 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Wolfs en Eva investigate the murder of a Turkish drug cartel member. His gang seems to have become victim of a rip deal. Meanwhile, a worried father asks Marion and Romeo to track down his daughter's cyber bully.    "
                },
                "4": {
                    "title": "Mineur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "4 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A rock band member dies from what appears to be a drug overdose. The medical examiner however believes he was murdered. Wolfs and Eva try to find out who had a motive. Marion and Romeo are meanwhile taking care of an autistic man.    "
                },
                "5": {
                    "title": "Djellaba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "11 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Privé",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "votes": 16,
                    "original air date": "18 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Belaagd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "25 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Stenen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "2 May 2014",
                    "year": "2014",
                    "plot": "\n    A man has been murdered in caves, formerly used as NATO air space surveillance bunker. The only traces are to a gang which committed a diamond robbery years ago, loot still missing, and Jimmy Waters, from Ohio, whose father once worked in the cave facility. Floris is rather distracted as his daughter Fleur is tried and convicted gravely for violence on an erroneous victim.    "
                },
                "9": {
                    "title": "Ciao",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "votes": 17,
                    "original air date": "9 May 2014",
                    "year": "2014",
                    "plot": "\n    Duorng an investigation, not even confided in Eva or prosecutor Jens Bols, linking 'closed' crimes trough Mered Aysin's Turkish mob, Floris makes a bad fall chasing a Dutch deputy, who captures him to be tortured. Romeo must deal with the case of an adolescent father's complaint to be beaten by his father, which soon proves improbable, rather inspired by his parents's bitter separation.    "
                },
                "10": {
                    "title": "De aanslag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "votes": 25,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    After the Turkish mob boss's deputy's suicide killed that case, Floris confides in his colleagues that he suspects several seemingly closed cases to tie together in the person of prosecutor Jens Bols. Flirting with illegality and grave procedural error, he sets a trap. It proves that the drug gang, which steals its truckload of weed back, is linked with Italian mob arms traders, but those come heavily armed too eliminate all witnesses.    "
                }
            },
            "9": {
                "1": {
                    "title": "Verdacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Floris starts examining a series of sadistic murders, after which the corpses are dumped in the river, stretching into Germany, possibly linked to the (partially Dutch) NATO forces in Afghanistan. The national police however investigates his team in a hostile way, leading to the sequestered interrogation of Marion, as the precinct's presumed leak after experts found her access code and official notebook were used and given her apparent's absurdly low rent. Incompetent rookie Esmee finds that Romeo was right to warn her against boyfriend Tony Verwoerd, whom Floris ...    "
                },
                "2": {
                    "title": "De trappen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "12 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Tony Verwoerd effectively lured self-righteous birdbrain beat cop Esmee to Liege (Belgian Ardennes), seized her there, and warns the human traffickers' chief Gianni Macchioni Tony that the Dutch police is on their trail. Floris' team meanwhile examines the Afghan connections of other presumed victims, but arrives too late for Esmee.    "
                },
                "3": {
                    "title": "Truckstop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "votes": 18,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Truck driver Wim van Elst reports being drugged and robbed after a 'hot night' with a Romanian harlot he picked up in a truck stop bar. Shortly after, Joy Kon-Ckili's corpse is found nearby the robbery site. Floris's team soon links the case to their respective pasts, a Romanian mob and the suspicious action of fake drug inspectors.    "
                },
                "4": {
                    "title": "Paardenkracht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "26 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Floris is dismayed, unlike fan Eva, that HQ instructed them to take popular singer-actor Jan Smit along to 'study real police work' for a part. Yet Jan's keen eye for showbiz proves useful enough to win a wager, in the case of a stud farm owner whose murder was staged as a stable accident. She collected enemies by dodgy business with horses and champion sperm. The brothers Ahmad and Bapak run a budget valet parking firm, but Rob van Klarendonk's sports-car in their care was used for what seems a fatal nocturnal joy-ride. Romeo being punished with desk duty, rookie Joe...    "
                },
                "5": {
                    "title": "Wraak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Wolfs and Eva are brutally cut open body of a young man called. It soon becomes apparent that he some time ago, while he was driving too hard, has caused a traffic accident in which a mother and child died. The spouse as a witness near the crime scene has seen, it seems to go to a murder in revenge. Marion tries intern Joe to guide, but this is not so easy.    "
                },
                "6": {
                    "title": "Gevoel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "10 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Pole Marcin Kaminski has been fatally shot in his car, the same way as a compatriot a year earlier. A gun with fitting, rare caliber is found dumped a few blocks further. It seems to fit the gun reported stolen from the home of gas station owner van der Korput, who hates justice and police since his wife was imprisoned for fatally shooting a robber who held a knife. He lives with sons, shy Mark and insensitive Ben, and their mother's slut sister Femke Suikerbuik. Joe's temper and Marion's bossy fusing cost them dearly during routine beat patrols, yet they solve a ...    "
                },
                "7": {
                    "title": "Stockholm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "17 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    There's an AMBER Alert from and soon reports a witness an incident at an accounting clerk. That tells that a girl had asked to call his phone. She appears to have with the children's phone call with the warning that there would be a girl kidnapped. . Joe and Marion have to deal with a mentally confused young woman. They offer help, but where they help her actually last?    "
                },
                "8": {
                    "title": "Bedrog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "24 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Gemma, financial controller of a charity funding pumps in West Africa, dies in a car crash with a lethal dose of tranquilizers. Her employer was sacking staff due to financial problems, yet received additional donations for a fictitious irrigation project. Romeo is back in the field, investigating pickpocket complaints on the market square. Complaining people point to Rumanian construction laborers, but too many names keep popping up. Wolfs also links a domestic drama to a mob case and notices Eva's therapist lover treated people named in crime cases.    "
                },
                "9": {
                    "title": "DNA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "31 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    As Wolfs and Eva hear that a man disappeared from a village near Maastricht, pair them soon to a cold case investigation. Years ago a child was raped and murdered in that village. Marion and Romeo have to deal with an escalating neighbors arguing. Sophia Arletti, an Italian detective, appears on the desk. She wants Wolfs her assists in an investigation.    "
                },
                "10": {
                    "title": "Exit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "votes": 15,
                    "original air date": "7 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A woman killed her husband at night in his sleep. She appears to have too many antidepressants in her blood. The woman is under treatment for the loss of her only child to process. Her therapist is no competent psychologist and is therefore not allowed to prescribe medication. Marion and Romeo again to do with Joe's short fuse that get him in trouble.    "
                },
                "11": {
                    "title": "Strizzacervelli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 11,
                    "votes": 19,
                    "original air date": "14 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    To chase Daniel's mob connections, Wolfs has joined Italian EU contraband task-force agent Sophia Arletti's team. Yet he blows his cover, produce authenticity control, to infirm Eva that her lover, police- and army-employed psychiatrist David Boesmeer, is the main suspect. After her furious reaction, the ingrate is on forced leave, but soon realizes he's utterly dirty, only to quickly betray herself and complicate Wolf's case.    "
                }
            },
            "10": {
                "1": {
                    "title": "Overvallen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "28 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    A witness reports a brutal, yet professional hold-up on a cash office, where heavy weapons result in a needless fatal victim. Wolfs and Eva set chase in vain, a young suspect is found murdered by his cahoots. They realize a mastermind must be abusing naive kids, and suspect an inside job. Two brothers with criminal records can barely suspend their rivalry for their mother's funeral. Romeo and Marion supervise and work out the fraternal grudge isn't based on true suspicions.    "
                },
                "2": {
                    "title": "Het Model",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Retired Maastricht cop Swaans claims his daughter, student Julia, was murdered by her ex-lover, painter Wijnand de Jonge, whose shamelessly-exposed model she was, but it could also be suicide and she had a stalker. Farmer Gilles Boerma claims his worthless old cow Bessy was abducted by aliens 'like may others in the Low Countries'.    "
                },
                "3": {
                    "title": "Gekte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "11 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Een know Maastricht fashion designer was killed in her workshop, after her husband drove her to the airport for a flight to Milan. Autopsy shows she was poisoned with home-made Sarin gas. Her schizophrenic brother in law repeatedly threatened her. Meanwhile Romeo and Marion look into a domestic fight, but the abusive wife files complaints against her abused partner and Marion.    "
                },
                "4": {
                    "title": "De voortvluchtige",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "18 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A spectacular action liberates prisoners on transport by bus to court. Among them is Wijnand de Jonge, morbid artist and serial killer, whom Romeo en Marion spot in a luxury car, but is lost by them and later Wolfs. Yet he contacts them, claiming the real killer is still around. Romeo and Marion mistrust a shepherd's complaints about a loose dog, and stumble upon a suspiciously secretive vet's tightly closed home, indeed full of criminals.    "
                },
                "5": {
                    "title": "Stappen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "25 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Wolfs's study mate Mart Vreeken asks Wolfs to tell his wife when he succumbed from terminal cancer. Next day his car is found abandoned at the river Maas. Wolfs contacts his wife about a possible suicide, but his car is found next day by the river. Romeo en Marion stumble upon serial thefts in a rest home, with lots of potential suspects.    "
                },
                "6": {
                    "title": "Het dispuut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "2 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "De wethouder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "9 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Maastricht alderman Maassen is murdered. Everyone assumes it must relate to alleged bribes from a contractor whom he helped to municipal contracts, which local reporter Goossens was attempting to expose, but he has an ulterior motive and was fired. When Romeo arrests school boy Mark Meeuwsen for minor drug dealing, the knave is convinced to identify as real dealer Lenny Bastiaans, who is linked to the alderman's haughty widow. She's also involved in murky schemes to assure custody of her grandson Robbie Rutten, son of half-wit Joost, and an adulterous affair.    "
                },
                "8": {
                    "title": "Plan B",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "16 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Wolfs and Eva are called to a jeweler being robbed and manage arrest the culprits, save one, who manages to take a girl hostage to allow his escape by airport. Gradually it becomes clear from people's past that there's more to this case then meets the eye.    "
                },
                "9": {
                    "title": "Het stuk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "votes": 14,
                    "original air date": "23 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    An actor is found dead in the river and his co-actor is hospitalized with psychological issues. The play they were rehearsing for is very emotional and drugs were used to endues these emotions. The director seems to be most suspicious. Meantime a man is revitalized. just after this is done, it turns out he has an official chain that says, do not revive me.    "
                },
                "10": {
                    "title": "Klem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Safe?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 11,
                    "votes": 22,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "11": {
                "1": {
                    "title": "Opgejaagd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "16 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Wolfs is a fugitive because he is wanted for helping the escape of his daughter Fleur. He comes to the shocking discovery that Eva while monitoring prosecutor Jens Bols is gone. Wolf has a confrontation with Bols at the safe house. Wolf escapes and starts, hunted by his own colleagues, a search for Eva. Romeo is contact for a returned Syriëganger.    "
                },
                "2": {
                    "title": "Ontsnapt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "23 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Floris is still on the run after illegally arranging his daughter's escape and suspects prosecutor Jens Bols as obsessed with Eva, without proof, yet ends up contacting his uniformed colleagues who must lie about it. Eva has actually been taken captive and is held by Bols's Walloon cahoots, but manages to overpower the simpleton and escape into the Ardennes. Jens has Floris set up as prime suspect of a jailer murder, but only gets fake official cooperation as all the precinct believes in Floris's innocence, which he must somehow prove on the run while rescuing Eva. ...    "
                },
                "3": {
                    "title": "Retraite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "30 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Wolfs still inactive state, is awaiting his rehabilitation at the request of a priest who does not trust the latest two deaths in his monastery. He joined the order. Together with Eva, he finds out that the two are indeed murdered. Marion and Romeo have to deal with reports of young women who are harassed and robbed by a group of foreign young men. Wolfs returns in his role. Is he chasing his daughter if he remains in Maastricht?    "
                },
                "4": {
                    "title": "Plaatselijk belang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Publican and founding 'local interests' party leader Serge ten Hove is murdered shortly after his constant only elected candidate was ousted at the poll by new members, a local football club, steered by DiPonti's recently paroled murdered Bea Middelkoop, who claims to be reformed and offers cooperation plus an alibi. Serge had an adulterous affair with his candidate and was also stalked by his lush former pub partner Hugo Thimotei. Bea control the FC club's local sponsor. Romeo approvingly inspects Mustafa Aziz's project to employ Syrian refugees, a launderette, but ...    "
                },
                "5": {
                    "title": "Undercover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Blijf van mijn lijf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "The Last Vlog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Gay model and video blog star Rickie, whose true ID is allegedly even unknown to sponsor/sugar daddy contractor Louis Mooren, is murdered bloodily, but actually faked his surgery. Floris looks into possible motives and opportunity of possible secret lover Mooren, sponsoring durable PC cloths brand owners and obsessive queen fans, who might have found out the truth.    "
                },
                "8": {
                    "title": "Donor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Zuur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "De keuze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 10,
                    "votes": 20,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "12": {
                "1": {
                    "title": "Wolfs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Desperate since his daughter Floor's murder to find and exact revenge on Bols, Wolfs has returned to his native Amsterdam, staying in an inn where only he dares stand up to a ruffian bikers gang. In Maastricht, captain Mechels must threaten Eva with dismissal as she refused to give Peter Mooy, her imposed external new partner and by-the-book superior, a fair chance, while both might learn from the others techniques and experience.    "
                },
                "2": {
                    "title": "Eva",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Verlossing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Cold Case",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "23 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Bedrogen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Valkuilen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Familie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Oud Zeer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Koekoeksnest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Verslagen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flikken Maastricht (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 138,
        "cast": [
            {
                "name": "Reinier, Victor"
            },
            {
                "name": "Schijf, Angela"
            },
            {
                "name": "IJssel, Sergio"
            },
            {
                "name": "Spelbos, Oda"
            },
            {
                "name": "Eimers, Ria"
            },
            {
                "name": "Dolsma, Maud"
            },
            {
                "name": "Nieuwerf, Martijn"
            },
            {
                "name": "Woudenberg, Helmert"
            },
            {
                "name": "Grant, Jamie"
            },
            {
                "name": "Conen, Romijn"
            },
            {
                "name": "van Kralingen, Will"
            },
            {
                "name": "Acda, Thomas"
            },
            {
                "name": "Lukács, Tibor"
            },
            {
                "name": "Wijs, Carly"
            },
            {
                "name": "Melles, Remco"
            },
            {
                "name": "Remmers, Maartje"
            },
            {
                "name": "Jelgersma, Antoinette"
            },
            {
                "name": "Paulus, John"
            },
            {
                "name": "de Wit, Pepijn"
            },
            {
                "name": "Oaïssa, Mimoun"
            },
            {
                "name": "Treurniet, Dimme"
            },
            {
                "name": "Zielinski, William"
            },
            {
                "name": "Ross, Lee M."
            },
            {
                "name": "van Zinnicq, René Bergman"
            },
            {
                "name": "de Tombe, Joël"
            },
            {
                "name": "Kenzari, Marwan"
            },
            {
                "name": "Schut, Sophie"
            },
            {
                "name": "de Groot, Caya"
            },
            {
                "name": "der Post, Eva van"
            },
            {
                "name": "Top, Ronald"
            },
            {
                "name": "van Uffelen, Rik"
            },
            {
                "name": "den Assem, Vivienne van"
            },
            {
                "name": "Guzman, Javier"
            },
            {
                "name": "Roelfsma, Marcel"
            },
            {
                "name": "Balci, Harun"
            },
            {
                "name": "Caminada, Askr"
            },
            {
                "name": "Labohm, Mareille"
            },
            {
                "name": "van Rijthoven, Harry"
            },
            {
                "name": "Temmink, Saskia"
            },
            {
                "name": "Foppen, Arian"
            },
            {
                "name": "Boutkan, Dik"
            },
            {
                "name": "Brinkman, Ruben"
            },
            {
                "name": "de Gruijl, Renée"
            },
            {
                "name": "Deekman, Rochelle"
            },
            {
                "name": "Antonisen, Lieke"
            },
            {
                "name": "Coolen, Kees"
            },
            {
                "name": "de Vries, Jop"
            },
            {
                "name": "Oomen, Bart"
            },
            {
                "name": "Beumer, Marjolein"
            },
            {
                "name": "Cifteci, Ali"
            }
        ],
        "locations": [
            "Amsterdam, Noord-Holland, Netherlands::(interiors)",
            "Maastricht, Limburg, Netherlands",
            "Police Station Prins Bisschopsingel, Maastricht, Limburg, Netherlands"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl",
            "en",
            "de"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Netherlands:12"
        ],
        "number of seasons": 13,
        "rating": 7.4,
        "votes": 1136,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWVjMzkzMjctYjI5MC00ZWRmLWI2ZjMtNzhlMmY5NWYyYWZkL2ltYWdlXkEyXkFqcGdeQXVyNTExMzIyNDM@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "Former Amsterdam police detective Floris Wolfs has been transferred to the police department of the south-Dutch country town Maastricht. His metropolitan experience nicely complements the local expertise of his new country colleagues, who know the folks. Slowly he fits in, while solving countless crimes together with his female partner Eva van Dongen.",
        "languages": [
            "Dutch",
            "English",
            "German"
        ],
        "title": "Flikken Maastricht",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13"
        ],
        "writer": [
            {
                "name": "Dekker, Jan Harm"
            },
            {
                "name": "Apotheker, Henk"
            },
            {
                "name": "van Breugel, Simone Kome"
            }
        ],
        "production companies": [
            {
                "name": "Eyeworks"
            },
            {
                "name": "Multimedia Groep"
            },
            {
                "name": "Televisie Radio Omroep Stichting"
            },
            {
                "name": "AVROTROS"
            },
            {
                "name": "Vlaamse Radio en Televisie"
            }
        ],
        "distributors": [
            {
                "name": "Televisie Radio Omroep Stichting (TROS)"
            },
            {
                "name": "AVROTROS"
            },
            {
                "name": "Eén"
            },
            {
                "name": "Bright Vision Entertainment"
            },
            {
                "name": "T2 Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Gemeente Maastricht"
            },
            {
                "name": "Politieregio Limburg-Zuid"
            },
            {
                "name": "VVV Maastricht"
            }
        ],
        "plot": [
            "Former Amsterdam police detective Floris Wolfs has been transferred to the police department of the south-Dutch country town Maastricht. His metropolitan experience nicely complements the local expertise of his new country colleagues, who know the folks. Slowly he fits in, while solving countless crimes together with his female partner Eva van Dongen.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "50 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1136,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 386,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 313,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 111,
                "rating": 7.1
            },
            "males": {
                "votes": 667,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 262,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 242,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 90,
                "rating": 7.1
            },
            "females": {
                "votes": 230,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 117,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 68,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 19,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 19,
                "rating": 6.2
            },
            "us users": {
                "votes": 14,
                "rating": 7.0
            },
            "non us users": {
                "votes": 616,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 201,
            "9": 157,
            "8": 326,
            "7": 247,
            "6": 100,
            "5": 45,
            "4": 13,
            "3": 10,
            "2": 8,
            "1": 29
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}